{
  "newspapers": {
    "cnn": {
      "rss": "http://rss.cnn.com/rss/edition.rss",
      "link": "http://edition.cnn.com/",
      "articles": [
        {
          "link": "https://www.cnn.com/2020/12/11/politics/trump-turmoil-supreme-court/index.html",
          "published": "2020-12-12T12:33:31",
          "title": "The Supreme Court's clear message to President Trump: Stop",
          "text": "(CNN) During the past four years, President Donald Trump has challenged the integrity of the Supreme Court and tried to drag the justices into the legal muck with him.\n\nHis arguments have pushed the boundaries of the law and his assertions have tested the impartiality of individual justices. But Trump's meritless attack on the November election and his loss to Joe Biden in a brazen lawsuit initiated by the Texas attorney general brought the court into a wholly new realm.\n\nThe high court slapped down the case promoted by Trump on Friday, three days before the Electoral College will meet to cast votes for Biden as the winner of the November election, with no noted dissents.\n\nAs such, the court's justices, six of whom were appointed by Republican presidents, three by Trump, have separated themselves from the pattern of hard-core partisans who were asking the court to use baseless claims of widespread voter fraud to disenfranchise millions of voters.\n\nIf the justices had not rejected the request from Texas and other Republican-led states, they would have defied their own precedent and compromised any notion of neutrality.\n\nFor the Supreme Court itself, there has always been a question of how it emerges from Trump's legally fraught four years. Many of his policy initiatives -- and some of his personal financial dealings -- were subject to lawsuits.\n\nAnd the President routinely suggested that once a case reached the conservative-dominated bench, he would prevail. His Twitter posts and other rhetoric have constantly undermined the notion of neutral judges. He implied Democratic appointees would automatically rule against him and Republican appointees would side with him.\n\nOn Friday afternoon, a few hours before the justices' order in Texas v. Pennsylvania, Trump tweeted, \"If the Supreme Court shows Great Wisdom and Courage, the American People will win perhaps the most important case in history and our Electoral Process will be respected again!\"\n\nHe had pushed for swift Senate confirmation in October of his third appointee, Amy Coney Barrett, to succeed the late Ruth Bader Ginsburg, saying the court might end up deciding the election. (Barrett did not recuse herself from the Texas case.)\n\nBefore Trump brought the country to this point on the election, his policy agenda had bitterly divided the nine justices, such as on the travel ban that affected majority-Muslim countries and his attempt to end the \"Dreamers\" program for young immigrants who came to the US without proper papers.\n\nTrump prevailed on the first, in 2018, and lost on the second, just this year. The administration generally did better in the early years, as the court majority soon grew frustrated with the Trump team's failure to comply with procedural norms.\n\nIn opinions written by Chief Justice John Roberts, the court found that the administration contrived a rationale for a proposed citizenship question on the 2020 census and, separately, failed to justify its rollback of protections for \"Dreamers\" in the Obama-sponsored Deferred Action for Childhood Arrivals , or DACA, program.\n\nBut Trump could usually count on two or more justices on the right-wing to endorse his positions.\n\nIn the election case, not a single justice expressed any openness to the Texas and Trump assertions of election irregularities. Friday night's order was unsigned.\n\nThe only other comment in the court's action may be mainly of interest to the legal community, rather than relevant to the election results. In asking the justices to exercise its \"original jurisdiction,\" Paxton tried to vault over lower courts and brush aside rulings against the President and his allies. Only Justices Samuel Alito and Clarence Thomas wrote a separate statement saying they would have given Texas permission to file the case. But they also said they would not have granted any claims.\n\nThe substance of the case aside, the sloppiness of some of filings might have generated additional frustrations for the justices. The apparent haste in which many were put together reinforced the overall weakness of the arguments. A brief from GOP states that included Louisiana spelled it \"Lousiana.\" The filing from GOP lawmakers placed Republican Rep. Jeff Van Drew of New Jersey from South Carolina instead. Advocates for the \"New California\" and \"New Nevada\" states, siding with Texas, repeatedly misspelled the name of current California Gov. Gavin Newsom.\n\nJUST WATCHED Dale: I don't usually have to fact-check court briefs Replay More Videos ... MUST WATCH Dale: I don't usually have to fact-check court briefs 03:35\n\nTrump vs. The Roberts Court\n\nOver his tenure, Trump has split the high court and put Roberts on the defensive.\n\nAfter Trump derided a judge who ruled against him in November 2018 as an \"Obama judge,\" Roberts issued a statement: \"We do not have Obama judges or Trump judges, Bush judges or Clinton judges. What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them.\"\n\nThe Roberts Court majority has sided with the President's positions more often than not, particularly on pro-corporate, anti-immigrant, and conservative religious liberty claims. But there have been recent high-profile losses, including the DACA case this year, that have drawn Trump's wrath on Twitter.\n\nThe administration may be headed for another. Based on the justices' comments during arguments over the Affordable Care Act in November, Trump may soon lose his attempt to kill Obamacare. During arguments, Roberts expressed frustration that opponents of the law that has brought health insurance coverage to 20 million more Americans had failed to end it legislatively and were asking the judicial branch to do it for them.\n\nIrrespective of whether the justices ruled for the administration or its challengers, Roberts took pains to signal the justices' independence.\n\n\"We should celebrate our strong and independent judiciary, a key source of national unity and stability,\" Roberts wrote in his 2019 year-end message. \"But we should also remember that justice is not inevitable.\"\n\nJUST WATCHED Famed GOP election lawyer weighs in on Supreme Court decision Replay More Videos ... MUST WATCH Famed GOP election lawyer weighs in on Supreme Court decision 00:44\n\nTexas and its supporters had invoked the 2000 Bush v. Gore case, in which the Supreme Court cut off Florida recounts and effectively declared then-Gov. George Bush the winner of Florida's decisive electors over then-Vice President Al Gore.\n\nThat dispute, arising from a truly tight race and a state-certified 537-vote margin for Bush, worked its way through lower courts and offered grounds that differed dramatically from the Texas effort. Still, Texas warned that the 2020 \"electoral irregularities exceed the hanging-chad saga of the 2000 election\" and \"preclude knowing who legitimately won the 2020 election.\"\n\nFor the Supreme Court of 2000, Bush v. Gore came down to a difficult 5-4 vote, coincidentally issued 20 years ago on Saturday. Justices on both sides later expressed regret that they were dragged into it.\n\nFor the current Supreme Court, considering whether to join the Trump turmoil, it wasn't close.",
          "keywords": [],
          "top_image": "https://cdn.cnn.com/cnnnext/dam/assets/201104111205-20201104-scotus-split-gfx-super-tease.jpg"
        },
        {
          "link": "https://www.cnn.com/2020/12/12/politics/donald-trump-supreme-court-pfizer-vaccine/index.html",
          "published": "2020-12-12T05:30:29",
          "title": "Trump's effort to overthrow democracy dead ends at Supreme Court but the damage is lasting",
          "text": "(CNN) President Donald Trump's effort to unravel democracy hit a dead end at the Supreme Court Friday night, capping five weeks in which he dragged the country along on his narcissistic quest to stay in power after President-elect Joe Biden overwhelmingly won the election.\n\nIn the end, the guardrails of democracy stayed in place. Trump lost -- for the second time at the Supreme Court this week. But instead of helping the effort to curb a deadly pandemic that has claimed nearly 300,000 American lives by easing the transition for his successor, he is already scheming about his next political moves. Before the high court rejected his bid Friday, his campaign announced a cable ad buy to further his fraudulent claims about the election, and he clearly intends to try and meddle in Congress' counting of the Electoral College results in January.\n\nMore broadly, the damage he has done to Americans' faith and trust in democratic institutions will last long after he packs his bags and ends what will go down as one of the worst presidencies in history.\n\nWhile waiting to hear from the Supreme Court on Friday, Trump attacked another American institution, opening a new front in his war on science and ethics by pressuring the commissioner of the Food and Drug Administration to rush the process for granting emergency use authorization for Pfizer and BioNTech's coronavirus vaccine. Ultimately, the FDA greenlighted the vaccine late Friday night in the time frame that was expected.\n\nIt was fitting that on a historic day -- when Americans got their first confirmation that vaccines could soon be on the way -- the President was distracted at the White House, stewing over his election defeats and tweeting lies about voting in Georgia.\n\nTrump \"put a huge stress test on our democracy,\" GOP election lawyer Ben Ginsberg said, reflecting on the destruction that the commander-in-chief has wrought by undermining US election processes and jeopardizing the safety of countless election workers as he pursued frivolous lawsuits that were scorned even by judges he appointed.\n\n\"It's five weeks after Election Day, and the institutions of our democracy held against this onslaught, and so we should be really proud of that,\" Ginsberg said to CNN's Wolf Blitzer on \"The Situation Room\" Friday evening. \"At the same time, the Republicans who did follow Donald Trump really have an obligation now to make the country strong again, to heal the chinks that Donald Trump tried to put in the foundation and the democracy.\"\n\nBut there are few signs that Trump loyalists are taking that moment of reflection in a deeply fractured Republican Party. When Trump joined Texas Attorney General Ken Paxton's lawsuit, which was also joined by 19 GOP attorneys general and was attempting to invalidate the votes of millions of voters in Biden-won states of Pennsylvania, Michigan, Georgia and Wisconsin, more than 125 GOP House lawmakers also signed on, including House Minority Leader Kevin McCarthy.\n\nThey knew that the lawsuit would serve as a loyalty litmus test as Trump openly contemplates another run for the White House in 2024, and it was a frightening sign of the GOP's acquiescence to the President's dictatorial machinations and acceptance of his wild conspiracy theories.\n\n\"The Supreme Court really let us down. No wisdom, No Courage!\" Trump tweeted shortly before midnight.\n\nBut the Supreme Court's order once again affirmed that the President's legal efforts have been a total waste of time for the country at a moment when there were lives to be saved.\n\nDespite the court's solid conservative majority -- and the fact that Trump named three of the justices seated on the court -- there were no noted dissents to the court's order, which essentially said that Texas has no grounds to challenge how other states conduct their elections.\n\nJustices Samuel Alito and Clarence Thomas said in a statement that they would have allowed Texas to file the case on procedural grounds, but would not have granted any other relief -- making it clear that they, too, rejected the substance of Texas' arguments.\n\n\"Every American who cares about the rule of law should take comfort that the Supreme Court — including all three of President Trump's picks — closed the book on the nonsense,\" Nebraska Sen. Ben Sasse -- a rare Trump critic in the GOP -- said in a statement Friday evening.\n\nStephen Vladeck, a CNN Supreme Court analyst and University of Texas Law professor, said the court's unsigned order was \"the closest possible thing to the last nail in the coffin for election-related legal challenges.\"\n\nEven Trump seemed to explicitly acknowledge earlier in the day that Biden would be the next president in a tweet calling on the Supreme Court to \"show great Courage & Wisdom\" and \"Save the USA!!\" In the same tweet, he alleged that \"the Biden administration will be a scandal-plagued mess for years to come.\" But a White House spokesman said the tweet should not be interpreted as a concession.\n\nBiden's campaign hailed the Supreme Court's decision. \"Dozens of judges, election officials from both parties, and Trump's own Attorney General have dismissed his baseless attempts to deny that he lost the election,\" Mike Gwin, Biden's campaign spokesman said. \"President-elect Biden's clear and commanding victory will be ratified by the Electoral College on Monday, and he will be sworn in on January 20th.\"\n\nTrump tries to subvert science\n\nShortly after the FDA issued emergency use authorization for the Pfizer/BioNTech vaccine, the President released a pre-recorded video on Twitter heralding the \"medical miracle\" of the arrival of a \"safe and effective vaccine in just nine months.\"\n\n\"This is one of the greatest scientific achievements in history,\" he said. \"It will save millions of lives and soon end the pandemic once and for all.\"\n\nHe thanked \"all of the brilliant scientists, technicians, doctors and workers who made this all possible,\" and highlighted the safety of the vaccines noting that the clinical trials showed that both the Pfizer/BioNTech and Moderna were 95% effective. Moderna is seeking emergency use authorization from the FDA next week.\n\nThe first doses of the vaccine could be injected as early as Monday or Tuesday if an advisory panel to the US Centers for Disease Control and Prevention, along with that agency, also sign off. The CDC advisory panel has now scheduled an emergency meeting for Saturday to discuss that decision.\n\n\"I promised that we would produce a vaccine in record time before the end of the year,\" Trump said. \"They said it couldn't be done, but with today's announcement, we have now achieved that goal.\"\n\nHe called the vaccine \"verifiably safe and effective,\" but hours earlier he smashed through the time-honored tradition in the United States of separating politics from science by trying to interfere in the FDA's authorization process.\n\nFrustrated by the fact that other countries like the United Kingdom began vaccinating their citizens first, the President appeared to lean on the FDA to accelerate their review -- which could increase the skittishness of Americans who are already wary of taking the vaccine because of fears it was rushed. A Gallup poll released this week showed that 63% of Americans now say they are willing to be immunized against Covid-19.\n\nOn Twitter Friday, Trump called the FDA \"a big, old, slow turtle.\"\n\n\"Get the dam vaccines out NOW, Dr. Hahn @SteveFDA,\" Trump tweeted at Food and Drug Administration Commissioner Dr. Stephen Hahn, misspelling the word \"damn.\" \"Stop playing games and start saving lives!!!\"\n\nAt the time of his pressure campaign, sources told CNN the FDA had been expected to grant emergency use authorization either Friday or Saturday, so it was unclear why Trump felt the need to weigh in on a decision that would come within hours.\n\non Friday morning that he needed to grant an emergency use authorization for Pfizer and BioNTech's coronavirus vaccine by the end of the day or he should resign. CNN's White House team reported that White House chief of staff Mark Meadows told Hahn during a callon Friday morning that he needed to grant an emergency use authorization for Pfizer and BioNTech's coronavirus vaccine by the end of the day or he should resign.\n\nHahn called reports of the conversation, which first appeared in The Washington Post, \"an untrue representation\" and said the FDA was \"encouraged to continue working expeditiously.\"\n\nBut even Dr. Moncef Slaoui, the head of Operation Warp Speed -- the Trump administration's effort to develop and distribute vaccines against Covid-19 -- said the appearance of pressure could harm the nearly year-long efforts by top scientists and medical experts to assuage concerns about the vaccine.\n\n-- if the story is right,\" he told CNN's Jake Tapper on \"The Lead.\" Earlier this year, Slaoui told \"I think there is an opportunity there for people to see undue pressure- if the story is right,\" he told CNN's Jake Tapper on \"The Lead.\" Earlier this year, Slaoui told Science Magazine that he \"would immediately resign\" from his role with Operation Warp Speed \"if there is undue interference in this process.\"\n\nSlaoui, an immunologist who previously headed vaccine development at GlaxoSmithKline, said that the FDA has conducted \"an effective, transparent, thorough, in-depth review\" of the Pfizer and BioNTech vaccine and asked Americans to \"keep an open mind\" and an eye on the transparency of the process.\n\n\"We have to go out there and engage with all of the leadership at all levels in our communities to help explain the features with of the vaccine, its performance, and hopefully engage with people and convince them\" to take it, Slaoui said.",
          "keywords": [],
          "top_image": "https://cdn.cnn.com/cnnnext/dam/assets/201211133213-trump-axelrod-oped-super-tease.jpg"
        },
        {
          "link": "https://www.cnn.com/videos/politics/2020/12/12/sarah-palin-donald-trump-false-claims-2020-election-nobles-pkg-vpx-ebof.cnn",
          "published": "2020-12-12T01:49:25",
          "title": "Sarah Palin joins Trump allies in making false election claims",
          "text": "Former Governor of Alaska Sarah Palin has joined President Donald Trump and his allies in continuing to push false election claims. CNN's Ryan Nobles reports.",
          "keywords": [],
          "top_image": "https://cdn.cnn.com/cnnnext/dam/assets/201211202617-palin-pkg-super-tease.jpg"
        },
        {
          "link": "https://www.cnn.com/2020/12/12/health/us-coronavirus-saturday/index.html",
          "published": "2020-12-12T11:56:00",
          "title": "FDA's Covid-19 vaccine authorization is a 'monumental moment,' expert says. It came on the deadliest day of the pandemic",
          "text": "(CNN) Trucks and planes loaded with Pfizer and BioNTech's vaccine will soon be departing from Kalamazoo, Michigan, to hospitals around the country, following the Food and Drug Administration's emergency use authorization (EUA).\n\n\"We need to take a moment, I think, and just consider that we are having this mass casualty event every day here in the US, but now we have this vaccine developed in record time that can in time really save us and save our country and save the world from this awful pandemic,\" emergency physician Dr. Leana Wen told CNN's Chris Cuomo moments after the authorization.\n\n\"This is really a monumental moment for us,\" she added.\n\nThe news comes during the most difficult weeks the US has faced since the pandemic's start. Friday saw the highest number of new cases, hospitalizations and daily deaths since the pandemic's start. More than 3,300 American deaths were reported.\n\nFDA Commissioner Dr. Stephen Hahn called the EUA a \"significant milestone\" in battling the pandemic, that comes after an \"open and transparent review process that included input from independent scientific and public health experts and a thorough evaluation by the agency's career scientists.\"\n\nThere are just two key steps left before vaccinations can start: a Centers for Disease Control and Prevention advisory committee -- scheduled to meet Saturday morning -- must vote to recommend the vaccine and the agency must then accept that recommendation.\n\nThen, vaccinations can begin. But it'll be months before most Americans will get a vaccine.\n\nLast week, vaccine advisers to the CDC voted to recommend that both health care workers and long-term care facility residents be first in line for Covid-19 vaccines that get the green light from the FDA. Health and Human Services Secretary Alex Azar has said about 20 million Americans should be vaccinated by the end of the month, 50 million by the end of January and at least 100 million people should be vaccinated by the end of the first quarter.\n\nOfficials \"remain confident,\" he added, that there will be enough doses for any American who wants to get vaccinated by summertime.\n\nIn the meantime, the US -- already ravaged by a rampant spread of the virus -- is projected to face brutal days ahead.\n\nOverburdened hospitals across the US\n\nThe country reported more than 231,700 new Covid-19 infections Friday -- the most ever.\n\nSome communities have already begun feeling the impacts of Thanksgiving gatherings and travel -- which officials predicted would lead to even more infections and drive another surge. And that surge could be followed by another surge tied to the upcoming Christmas holiday, some officials have said.\n\nFor at least the sixth day in a row, the US also reported another record high number of hospitalizations: more than 108,000 Covid-19 patients nationwide, according to the COVID Tracking Project.\n\nHospitals in nearly every corner of the country have felt the impact. HHS data shows more than 85% of hospitals nationwide had more Covid-19 patients last week than they did a month ago and overall, about one in five hospital inpatients were confirmed to have Covid-19 last week -- nearly double from a month earlier.\n\nIn the country's 10 largest cities, the share of hospital patients who had the virus ranged from about 9% in New York to 23% in Chicago. Meanwhile in El Paso, Texas, more than 50% of patients in city hospitals had Covid-19 between November 27 and December 3. That's nearly double the national average for that period.\n\nIn Mississippi, the state's top health official said Friday ICUs are full and \"many hospitalizations (are) on the way.\" Elective surgeries requiring hospitalization must be delayed starting Tuesday, State Health Officer Dr. Thomas Dobbs said on Twitter.\n\n\"Pressure on ICUs worse than summer surge. 26 hospitals on diversion for critically ill patients,\" Dobbs wrote a day earlier.\n\n'Unprecedented and catastrophic suffering'\n\nThe rise in hospitalized Covid-19 patients nationwide has been followed by climbing death tolls. More than 3,300 American deaths were reported Friday, marking the deadliest day since the pandemic's start. The country's previous record was set Wednesday, with more than 3,100 deaths.\n\nThe next three months will be \"really rough,\" CDC's director warned, even with a vaccine becoming available soon.\n\n\"For the next 60 to 90 days, we're going to have more deaths per day than we had in 9/11,\" Dr. Robert Redfield said Thursday. \"This is going to be a real unfortunate loss of life, as all that we've had so far.\"\n\nAnd it's a reality that a vaccine authorization won't impact, he added.\n\nIn California, Los Angeles County Public Health Director Dr. Barbara Ferrer gave a grim warning about the coming weeks, after announcing the county has doubled its number of new cases in about 10 days.\n\n\"The issue right now is what we call the Thanksgiving surge,\" Ferrer said. \"We had a surge, and now we have a surge on top of a surge, and it's really hard for us to calculate exactly what we're going to see in the next week or two.\"\n\nThe county, she said, is in \"uncharted territory,\" with case numbers and hospitalizations that \"we have not experienced and frankly did not anticipate.\"\n\n\"We're on a very dangerous track to see unprecedented and catastrophic suffering and death here in L.A. County if we can't stop the surge,\" Ferrer said.\n\nFAA urges all airports to be ready for vaccine flights\n\nMeanwhile, the Federal Aviation Administration has urged airports nationwide to be ready for flights carrying the Covid-19 vaccine even if the airport is not scheduled to receive it.\n\nOn Thursday, the agency told CNN it would direct air traffic controllers to give priority clearance to flights carrying the vaccine.\n\nStates will receive shipments of Pfizer's Covid-19 vaccine once a week to begin with after the shots are rolled out, Operation Warp Speed Chief Adviser Moncef Slaoui said Friday.\n\n\"The plan is to ship vaccines once a week and to inform the governors a week in advance about the number of doses they will be receiving,\" Slaoui told CNN. \"Those vaccines ... are meant to be used in full in the population during that period of a week because the same states will receive an identical number of doses in the case of Pfizer's vaccine three weeks later to give as a second dose to give to the recipients of the first dose earlier,\" he said.\n\nThe number of vaccines will increase \"week on week,\" he added, as manufacturing ramps up.\n\nAnd if the Moderna vaccine is authorized, he said, \"that would be quite a significant boost of vaccine to be distributed.\" Vaccine advisers to the FDA will meet next week to discuss an EUA for Moderna's vaccine.",
          "keywords": [],
          "top_image": "https://cdn.cnn.com/cnnnext/dam/assets/201212014149-us-coronavirus-1204-super-tease.jpg"
        }
      ]
    }
  }
}