{
  "newspapers": {
    "bbc": {
      "rss": "http://feeds.bbci.co.uk/news/rss.xml",
      "link": "http://www.bbc.com/",
      "articles": [
        {
          "link": "https://www.bbc.co.uk/news/uk-politics-55286439",
          "published": "2020-12-12T13:30:32",
          "title": "Brexit: No-deal Navy threat 'irresponsible', says Tobias Ellwood",
          "text": "The MoD has said it has conducted \"extensive planning and preparation\" to ensure it is ready for a range of scenarios at the end of the transition period, including having 14,000 personnel on standby to support the government over the winter with the EU transition.",
          "keywords": [],
          "top_image": "https://ichef.bbci.co.uk/news/1024/branded_news/C764/production/_116044015_gettyimages-1212194442.jpg"
        },
        {
          "link": "https://www.bbc.co.uk/news/science-environment-55276769",
          "published": "2020-12-12T09:20:09",
          "title": "Climate change: UK to end aid for fossil fuel projects abroad",
          "text": "\"Climate change is one of the great global challenges of our age, and it is already costing lives and livelihoods the world over, our actions as leaders must be driven not by timidity or caution, but by ambition on a truly grand scale,\" Boris Johnson said.",
          "keywords": [],
          "top_image": "https://ichef.bbci.co.uk/news/1024/branded_news/403B/production/_116034461_borisreu1.jpg"
        },
        {
          "link": "https://www.bbc.co.uk/news/uk-wales-55279371",
          "published": "2020-12-12T13:30:55",
          "title": "Covid: Christmas five-day relaxation period 'a mistake'",
          "text": "Prof Bauld told BBC Breakfast that \"from a public health perspective, I have to be perfectly honest, I think this is a mistake and I think people, even though we're permitted to do this, I think people have to think very carefully whether they can see loved ones outside or do it in a very, very modest way\".",
          "keywords": [],
          "top_image": "https://ichef.bbci.co.uk/news/1024/branded_news/A824/production/_116044034_gettyimages-1288697390.jpg"
        },
        {
          "link": "https://www.bbc.co.uk/news/world-us-canada-55285805",
          "published": "2020-12-12T12:36:23",
          "title": "Zodiac Killer: Code-breakers solve San Francisco killer's cipher",
          "text": "\"I hope you are having lots of fun in trying to catch me. I am not afraid of the gas chamber because it will send me to paradice (sic) all the sooner because I now have enough slaves to work for me,\" the decrypted message reads, without throwing any light on the killer's identity.",
          "keywords": [],
          "top_image": "https://ichef.bbci.co.uk/news/1024/branded_news/A215/production/_116039414_gettyimages-515392386.jpg"
        }
      ]
    },
    "breitbart": {
      "link": "http://www.breitbart.com/",
      "articles": [
        {
          "title": "FDA Approves Pfizer’s Coronavirus Vaccine",
          "text": "The Food and Drug Administration (FDA) on Friday night approved the first coronavirus vaccine for emergency use in the United States, several media outlets reported, clearing the way for U.S. officials to begin vaccinating millions of Americans as early as next week.\n\nThe New York Times wrote:\n\nThe Food and Drug Administration authorized Pfizer’s Covid-19 vaccine for emergency use on Friday, according to three people with knowledge of the decision who spoke on condition of anonymity because they were not authorized to discuss it. The action means millions of highly vulnerable people will begin receiving the vaccine within days.\n\nThe Washington Post also confirmed the news that the FDA has approved the vaccine. The Post wrote:\n\nThe Food and Drug Administration on Friday gave emergency use authorization to the nation’s first coronavirus vaccine, launching what scientists hope will be a critical counteroffensive against a pathogen that has killed more than 290,000 Americans, shredded the nation’s social and political fabric and devastated the economy.\n\nThe vaccine, from Pfizer and its German partner BioNTech, will reportedly be shipped out in the. millions across America over the next week. The United States joins other countries, including the United Kingdom and Canada, in approving the vaccine. The Pfizer vaccine is administered in two separate doses ,weeks apart, and American officials have been preparing, as the vaccine requires being frozen for a massive undertaking of shipping and storing the vaccine nationwide. Pfizer has said the vaccine has a 95 percent effectiveness rate, without any serious side effects.\n\nThis week, U.S. officials from President Donald Trump’s administration gathered with governors at the White House to tout the coming vaccine and lay out a vision for distributing it nationwide.\n\nTrump released a video on Twitter announcing the news of the FDA’s approval of the vaccine, saying it met the “gold standard of safety” of the world’s premiere agency that gauges effectiveness and safety of medicines.\n\n“I have really good news,” Trump said. “Today our nation has achieved a medical miracle. We have delivered a safe and effective vaccine in just nine months. This is one of the greatest scientific accomplishments in history. It will save millions of lives and end the pandemic once and for all.”\n\nTrump also touted Operation Warp Speed as helping deliver this vaccine, as his administration through this program put huge funding behind the effort to develop the cure—and to get it distributed out to the general public. The president said that while governors will decide how the vaccine is administered in their states, “the first vaccine will be administered in less than 24 hours.”\n\nHe also said that all Americans will be able to get it for free.\n\n“We have made sure that this vaccine will be free for all Americans,” Trump said.\n\nSenior officials from the Trump administration celebrated the news too.\n\n“It is nothing short of a medical miracle to have FDA authorization of a vaccine for COVID-19 just over 11 months since the virus was made known to the world,” Health and Human Services Secretary Alex Azar said in a statement. “Because of President Trump’s strong leadership and unwavering support for Operation Warp Speed, we have millions of doses of this vaccine that are now being shipped to every corner of America, with administration to begin as soon as providers are ready. The triumph of Operation Warp Speed is a tribute to dedicated public servants across HHS and the Department of Defense, our partners in the private sector, and incredible American scientists. This vaccine, like any vaccine FDA potentially authorizes, has been through multiple stages of safety review, and it has shown extraordinary effectiveness in protecting people from the virus. Vaccines will help bring this pandemic to an end, which is all the more reason to double down on the public health measures we need to stay safe in the coming months. As Americans get vaccinated, we need to continue taking steps like washing our hands, social distancing, and wearing face coverings to protect ourselves, our loved ones, and our communities.”\n\nActing Defense Secretary Christopher Miller, whose Department is overseeing the logistics side of vaccine distribution through Operation Warp Speed, praised servicemen and women who are leading the effort to get the vaccine out all across America.\n\n“The massive logistical planning our military has contributed to Operation Warp Speed gives me even more pride in the talent and dedication of our service members,” Miller said. “They have been crucial in bringing a safe and effective vaccine to the American people and in restoring the health of our country.”\n\nVaccines normally take years to develop and receive approval, but Trump’s Operation Warp Speed–part of the White House Coronavirus Task Force effort under the president’s leadership–sped up the process significantl, having one ready in less than a year since the novel coronavirus pandemic first broke out across the United States and around the world.\n\nIn an exclusive interview with Breitbart News in April, FDA commissioner Dr. Stephen Hahn estimated that the vaccine may take as long as a year to 18 months from then to develop and approve–so this nine-month timetable is truly record-setting.\n\n“On vaccine development, as you know it takes time for vaccines,” Hahn said in early April. “In record time, a company in collaboration with the FDA and U.S. government—and N.I.H. was involved with this too—a company has gotten a vaccine into clinical trials. That’s a safety clinical trial, so the earliest—we’re working with a number of manufacturers, so PHARMA and vaccine manufacturers have stood up and really leaned in on this one. We are working with a number of manufacturers, and there are a number of promising candidates. We’re working hard to accelerate that timetable. Typically it takes years. Dr. Fauci has mentioned on TV that it may take 12 to 18 months. I think that is a typical and reasonable timeframe. But I don’t want the American people to think we’re resting on a standard timetable here. We’re really pushing hard to try to accelerate things here. There’s a number of things we can do from a regulatory point of view and with respect to manufacturing capacity to help the clinical trials get performed so they’re as efficient as possible—and also around sharing of data. This is where industry where again, normally as competitors, they have committed to sharing so we can have the absolute best products in the hands of the American people and that includes vaccines.”\n\nBut this process was not without its hiccups. Other countries had approved the vaccine first, before the FDA here in the United States, and the FDA’s advisory committee had recommended its approval earlier this week. Several media outlets reported that White House Chief of Staff Mark Meadows leaned in on Hahn Friday to ensure the FDA got final emergency approval across the finish line this week– or else he’d be fired– reportedly that some at FDA pushed back on. Hahn himself said that the media reports of such a phone call were inaccurate.\n\nThe virus, which intelligence officials agree emanated from Wuhan, China, has completely upended the world and the United States for the past nine months. The FDA approval of the Pfizer vaccine, and looming potential approvals of other vaccine candidates, gives hope to an otherwise grim pandemic that has shaken the world. It also completely changed the trajectory of the 2020 presidential campaign, as Democrat candidate former Vice President Joe Biden made Trump’s response to the pandemic a centerpiece of his campaign. While Trump continues to challenge the election results, Biden is currently the certified winner in well more than enough states to easily secure an electoral college victory. Next week, those electors will, barring any last-second surprises, formally be slated for Biden–all while the coronavirus vaccine is administered to the first of what is expected to be millions of Americans who eventually get it–capping a tumultuous year in American politics, health, and science.",
          "link": "http://www.breitbart.com/politics/2020/12/11/fda-approves-pfizers-coronavirus-vaccine/",
          "keywords": [
            "americans",
            "warp",
            "coronavirus",
            "united",
            "millions",
            "states",
            "administration",
            "pfizers",
            "operation",
            "months",
            "fda",
            "vaccine",
            "approves"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/Pfizer-Vaccine-Approved-1-640x335.jpg",
          "published": "2020-12-11T00:00:00"
        },
        {
          "title": "Trump: We ‘Achieved’ Goal of Vaccine by Year’s End That Some Said ‘Couldn’t Be Done’",
          "text": "During a video statement on Friday, President Donald Trump celebrated the FDA’s authorization of the Pfizer coronavirus vaccine, declaring that his goal of producing a vaccine before the end of 2020, that some said wasn’t possible, has been achieved, and that “The pandemic may have begun in China, but we are ending it, right here, in America.”\n\nTrump said, “Today, our nation has achieved a medical miracle. We have delivered a safe and effective vaccine in just nine months. This is one of the greatest scientific accomplishments in history. It will save millions of lives and soon end the pandemic once and for all.”\n\nTrump also thanked the workers who made the vaccine possible and praised the FDA’s work reviewing the vaccine. And said that the first vaccine “will be administered in less than 24 hours.”\n\nHe added, “When the China virus invaded our shores, I promised that we would produce a vaccine in record time before the end of the year. They said it couldn’t be done. But with today’s announcement, we have now achieved that goal. … Today’s achievement is a reminder of America’s unlimited potential when we have the will and the courage to pursue ambitious goals.”\n\nTrump concluded, “The pandemic may have begun in China, but we are ending it, right here, in America. Operation Warp Speed is the greatest medical manufacturing endeavor in American history. We are deeply grateful to every person who has worked round the clock on this monumental, national project to save lives.”\n\nFollow Ian Hanchett on Twitter @IanHanchett",
          "link": "http://www.breitbart.com/clips/2020/12/11/trump-we-achieved-goal-of-vaccine-by-years-end-that-some-said-couldnt-be-done/",
          "keywords": [
            "pandemic",
            "china",
            "right",
            "goal",
            "trump",
            "save",
            "todays",
            "possible",
            "end",
            "achieved",
            "medical",
            "couldnt",
            "vaccine"
          ],
          "top_image": "https://media.breitbart.com/media/2020/11/GettyImages-1228140473-640x335.jpg",
          "published": "2020-12-11T00:00:00"
        },
        {
          "title": "Supreme Court Dismisses Texas 2020 Election Challenge; Alito and Thomas Disagree",
          "text": "The Supreme Court dismissed a prominent legal challenge Friday to the 2020 election results filed Monday by the State of Texas.\n\n“The State of Texas’s motion for leave to file a bill of complaint is denied for lack of standing under Article III of the Constitution,” the statement from the Supreme Court read. “Texas has not demonstrated a judicially cognizable interest in the manner in which another State conducts its elections.”\n\nSupreme Court Order to Texas by Breitbart News on Scribd\n\nTexas Attorney General Ken Paxton filed a case directly to the Supreme Court, challenging the election results from Pennsylvania, Georgia, Michigan, and Wisconsin.\n\nThe suit argued that the four states illegally made changes to the voting rules through the courts instead of through state legislatures, violating the Electors Clause. It also argues the differences in voting rules in different counties violated the Constitution’s Equal Protection Clause and cites claims of voting irregularities in the states.\n\nSeventeen states joined the lawsuit as well as over 120 House Republicans.\n\nOn Wednesday, The president described the Texas case as “The big one” and repeatedly urged the Supreme Court justices to have the “wisdom” and the “courage” take up the case.\n\nJustice Samuel Alito issued a statement with the dismissal that was joined by Justice Clarence Thomas, arguing that the Supreme Court should take up the case.\n\n“In my view, we do not have the discretion to deny the filing of a bill of complaint in a case that falls within our original jurisdiction,” Alito wrote, arguing that he would grant the motion to file the bill of complaint.\n\nBut Alito signaled he would not have granted the state of Texas the ability to halt the election certification as the challenge requested.\n\n“I would therefore grant the motion to file the bill of complaint but would not grant other relief, and I express no view on any other issue,” he concluded.\n\nThe three justices appointed by Trump, Amy Coney Barrett, Brett Kavanaugh, and Neil Gorsuch did not voice an opinion on the case.",
          "link": "http://www.breitbart.com/politics/2020/12/11/supreme-court-dismisses-texas-2020-election-challenge-alito-and-thomas-disagree/",
          "keywords": [
            "election",
            "thomas",
            "disagree",
            "texas",
            "grant",
            "2020",
            "dismisses",
            "supreme",
            "state",
            "bill",
            "voting",
            "file",
            "challenge",
            "alito",
            "court",
            "motion",
            "case"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/Supreme-Court-Getty-640x335.jpg",
          "published": "2020-12-11T00:00:00"
        },
        {
          "title": "All 3 Trump Supreme Court Appointees Decline Texas Election Case",
          "text": "All three of President Donald Trump’s Supreme Court appointees — Justices Neil Gorsuch, Brett Kavanaugh, and Amy Coney Barrett — joined Chief Justice John Roberts and the three liberal justices in declining to hear Texas v. Pennsylvania.\n\nIn a short order issued Friday, the Court declared that Texas lacked standing to bring its case against Pennsylvania and three other states whose election rules were changed outside their respective state legislatures, as the Constitution requires.\n\nSupreme Court Order to Texas by Breitbart News on Scribd\n\nThroughout Barrett’s confirmation process this past fall, Democrats suggested that Trump had appointed her in exchange for favorable judgements during the election. Barrett denied that the president had ever raised the election with her at all.\n\nThe three new Trump appointees voted with their liberal colleagues, whose votes were never in doubt. Roberts has lately moved toward the liberal camp, and voted accordingly. Ironically, only Justices Clarence Thomas and Samuel Alito, both appointed by Trump’s Republican predecessors (George H.W. Bush and George W. Bush, respectively), voted to hear the case. Four justices out of the nine would have had to agree to hear the case for it to have proceeded at the Supreme Court.\n\nConservative radio host Mark Levin, commenting on the Court’s decision, remarked that it may have “slit its own throat,” because the same rules being challenged in Georgia would apply to the Senate runoffs in January, and Democrats have discussed packing the Court with new liberal justices if they win both Senate seats and take control of the upper chamber.\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News and the host of Breitbart News Sunday on Sirius XM Patriot on Sunday evenings from 7 p.m. to 10 p.m. ET (4 p.m. to 7 p.m. PT). His newest e-book is Neither Free nor Fair: The 2020 U.S. Presidential Election. His recent book, RED NOVEMBER, tells the story of the 2020 Democratic presidential primary from a conservative perspective. He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship. Follow him on Twitter at @joelpollak.",
          "link": "http://www.breitbart.com/politics/2020/12/11/all-3-trump-supreme-court-appointees-decline-texas-election-case/",
          "keywords": [
            "election",
            "texas",
            "trumps",
            "trump",
            "supreme",
            "hear",
            "breitbart",
            "court",
            "voted",
            "appointees",
            "liberal",
            "decline",
            "justices",
            "case"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/Trump-Gorsuch-Kavanaugh-Getty-640x335.jpg",
          "published": "2020-12-11T00:00:00"
        }
      ]
    },
    "cnn": {
      "rss": "http://rss.cnn.com/rss/edition.rss",
      "link": "http://edition.cnn.com/",
      "articles": [
        {
          "link": "https://www.cnn.com/2020/12/11/politics/trump-turmoil-supreme-court/index.html",
          "published": "2020-12-12T12:33:31",
          "title": "The Supreme Court's clear message to President Trump: Stop",
          "text": "(CNN) During the past four years, President Donald Trump has challenged the integrity of the Supreme Court and tried to drag the justices into the legal muck with him.\n\nHis arguments have pushed the boundaries of the law and his assertions have tested the impartiality of individual justices. But Trump's meritless attack on the November election and his loss to Joe Biden in a brazen lawsuit initiated by the Texas attorney general brought the court into a wholly new realm.\n\nThe high court slapped down the case promoted by Trump on Friday, three days before the Electoral College will meet to cast votes for Biden as the winner of the November election, with no noted dissents.\n\nAs such, the court's justices, six of whom were appointed by Republican presidents, three by Trump, have separated themselves from the pattern of hard-core partisans who were asking the court to use baseless claims of widespread voter fraud to disenfranchise millions of voters.\n\nIf the justices had not rejected the request from Texas and other Republican-led states, they would have defied their own precedent and compromised any notion of neutrality.\n\nFor the Supreme Court itself, there has always been a question of how it emerges from Trump's legally fraught four years. Many of his policy initiatives -- and some of his personal financial dealings -- were subject to lawsuits.\n\nAnd the President routinely suggested that once a case reached the conservative-dominated bench, he would prevail. His Twitter posts and other rhetoric have constantly undermined the notion of neutral judges. He implied Democratic appointees would automatically rule against him and Republican appointees would side with him.\n\nOn Friday afternoon, a few hours before the justices' order in Texas v. Pennsylvania, Trump tweeted, \"If the Supreme Court shows Great Wisdom and Courage, the American People will win perhaps the most important case in history and our Electoral Process will be respected again!\"\n\nHe had pushed for swift Senate confirmation in October of his third appointee, Amy Coney Barrett, to succeed the late Ruth Bader Ginsburg, saying the court might end up deciding the election. (Barrett did not recuse herself from the Texas case.)\n\nBefore Trump brought the country to this point on the election, his policy agenda had bitterly divided the nine justices, such as on the travel ban that affected majority-Muslim countries and his attempt to end the \"Dreamers\" program for young immigrants who came to the US without proper papers.\n\nTrump prevailed on the first, in 2018, and lost on the second, just this year. The administration generally did better in the early years, as the court majority soon grew frustrated with the Trump team's failure to comply with procedural norms.\n\nIn opinions written by Chief Justice John Roberts, the court found that the administration contrived a rationale for a proposed citizenship question on the 2020 census and, separately, failed to justify its rollback of protections for \"Dreamers\" in the Obama-sponsored Deferred Action for Childhood Arrivals , or DACA, program.\n\nBut Trump could usually count on two or more justices on the right-wing to endorse his positions.\n\nIn the election case, not a single justice expressed any openness to the Texas and Trump assertions of election irregularities. Friday night's order was unsigned.\n\nThe only other comment in the court's action may be mainly of interest to the legal community, rather than relevant to the election results. In asking the justices to exercise its \"original jurisdiction,\" Paxton tried to vault over lower courts and brush aside rulings against the President and his allies. Only Justices Samuel Alito and Clarence Thomas wrote a separate statement saying they would have given Texas permission to file the case. But they also said they would not have granted any claims.\n\nThe substance of the case aside, the sloppiness of some of filings might have generated additional frustrations for the justices. The apparent haste in which many were put together reinforced the overall weakness of the arguments. A brief from GOP states that included Louisiana spelled it \"Lousiana.\" The filing from GOP lawmakers placed Republican Rep. Jeff Van Drew of New Jersey from South Carolina instead. Advocates for the \"New California\" and \"New Nevada\" states, siding with Texas, repeatedly misspelled the name of current California Gov. Gavin Newsom.\n\nJUST WATCHED Dale: I don't usually have to fact-check court briefs Replay More Videos ... MUST WATCH Dale: I don't usually have to fact-check court briefs 03:35\n\nTrump vs. The Roberts Court\n\nOver his tenure, Trump has split the high court and put Roberts on the defensive.\n\nAfter Trump derided a judge who ruled against him in November 2018 as an \"Obama judge,\" Roberts issued a statement: \"We do not have Obama judges or Trump judges, Bush judges or Clinton judges. What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them.\"\n\nThe Roberts Court majority has sided with the President's positions more often than not, particularly on pro-corporate, anti-immigrant, and conservative religious liberty claims. But there have been recent high-profile losses, including the DACA case this year, that have drawn Trump's wrath on Twitter.\n\nThe administration may be headed for another. Based on the justices' comments during arguments over the Affordable Care Act in November, Trump may soon lose his attempt to kill Obamacare. During arguments, Roberts expressed frustration that opponents of the law that has brought health insurance coverage to 20 million more Americans had failed to end it legislatively and were asking the judicial branch to do it for them.\n\nIrrespective of whether the justices ruled for the administration or its challengers, Roberts took pains to signal the justices' independence.\n\n\"We should celebrate our strong and independent judiciary, a key source of national unity and stability,\" Roberts wrote in his 2019 year-end message. \"But we should also remember that justice is not inevitable.\"\n\nJUST WATCHED Famed GOP election lawyer weighs in on Supreme Court decision Replay More Videos ... MUST WATCH Famed GOP election lawyer weighs in on Supreme Court decision 00:44\n\nTexas and its supporters had invoked the 2000 Bush v. Gore case, in which the Supreme Court cut off Florida recounts and effectively declared then-Gov. George Bush the winner of Florida's decisive electors over then-Vice President Al Gore.\n\nThat dispute, arising from a truly tight race and a state-certified 537-vote margin for Bush, worked its way through lower courts and offered grounds that differed dramatically from the Texas effort. Still, Texas warned that the 2020 \"electoral irregularities exceed the hanging-chad saga of the 2000 election\" and \"preclude knowing who legitimately won the 2020 election.\"\n\nFor the Supreme Court of 2000, Bush v. Gore came down to a difficult 5-4 vote, coincidentally issued 20 years ago on Saturday. Justices on both sides later expressed regret that they were dragged into it.\n\nFor the current Supreme Court, considering whether to join the Trump turmoil, it wasn't close.",
          "keywords": [],
          "top_image": "https://cdn.cnn.com/cnnnext/dam/assets/201104111205-20201104-scotus-split-gfx-super-tease.jpg"
        },
        {
          "link": "https://www.cnn.com/2020/12/12/politics/donald-trump-supreme-court-pfizer-vaccine/index.html",
          "published": "2020-12-12T14:12:08",
          "title": "Trump schemes next political moves after effort to overthrow democracy dead ends at Supreme Court",
          "text": "(CNN) President Donald Trump's effort to unravel democracy hit a dead end at the Supreme Court Friday night, capping five weeks in which he dragged the country along on his narcissistic quest to stay in power after President-elect Joe Biden overwhelmingly won the election.\n\nIn the end, the guardrails of democracy stayed in place. Trump lost -- for the second time at the Supreme Court this week. But instead of helping the effort to curb a deadly pandemic that has claimed nearly 300,000 American lives by easing the transition for his successor, he is already scheming about his next political moves. Before the high court rejected his bid Friday, his campaign announced a cable ad buy to further his fraudulent claims about the election, and he clearly intends to try and meddle in Congress' counting of the Electoral College results in January.\n\nMore broadly, the damage he has done to Americans' faith and trust in democratic institutions will last long after he packs his bags and ends what will go down as one of the worst presidencies in history.\n\nWhile waiting to hear from the Supreme Court on Friday, Trump attacked another American institution, opening a new front in his war on science and ethics by pressuring the commissioner of the Food and Drug Administration to rush the process for granting emergency use authorization for Pfizer and BioNTech's coronavirus vaccine. Ultimately, the FDA greenlighted the vaccine late Friday night in the time frame that was expected.\n\nIt was fitting that on a historic day -- when Americans got their first confirmation that vaccines could soon be on the way -- the President was distracted at the White House, stewing over his election defeats and tweeting lies about voting in Georgia.\n\nTrump \"put a huge stress test on our democracy,\" GOP election lawyer Ben Ginsberg said, reflecting on the destruction that the commander-in-chief has wrought by undermining US election processes and jeopardizing the safety of countless election workers as he pursued frivolous lawsuits that were scorned even by judges he appointed.\n\n\"It's five weeks after Election Day, and the institutions of our democracy held against this onslaught, and so we should be really proud of that,\" Ginsberg said to CNN's Wolf Blitzer on \"The Situation Room\" Friday evening. \"At the same time, the Republicans who did follow Donald Trump really have an obligation now to make the country strong again, to heal the chinks that Donald Trump tried to put in the foundation and the democracy.\"\n\nBut there are few signs that Trump loyalists are taking that moment of reflection in a deeply fractured Republican Party. When Trump joined Texas Attorney General Ken Paxton's lawsuit, which was also joined by 19 GOP attorneys general and was attempting to invalidate the votes of millions of voters in Biden-won states of Pennsylvania, Michigan, Georgia and Wisconsin, more than 125 GOP House lawmakers also signed on, including House Minority Leader Kevin McCarthy.\n\nThey knew that the lawsuit would serve as a loyalty litmus test as Trump openly contemplates another run for the White House in 2024, and it was a frightening sign of the GOP's acquiescence to the President's dictatorial machinations and acceptance of his wild conspiracy theories.\n\n\"The Supreme Court really let us down. No wisdom, No Courage!\" Trump tweeted shortly before midnight.\n\nBut the Supreme Court's order once again affirmed that the President's legal efforts have been a total waste of time for the country at a moment when there were lives to be saved.\n\nDespite the court's solid conservative majority -- and the fact that Trump named three of the justices seated on the court -- there were no noted dissents to the court's order, which essentially said that Texas has no grounds to challenge how other states conduct their elections.\n\nJustices Samuel Alito and Clarence Thomas said in a statement that they would have allowed Texas to file the case on procedural grounds, but would not have granted any other relief -- making it clear that they, too, rejected the substance of Texas' arguments.\n\n\"Every American who cares about the rule of law should take comfort that the Supreme Court — including all three of President Trump's picks — closed the book on the nonsense,\" Nebraska Sen. Ben Sasse -- a rare Trump critic in the GOP -- said in a statement Friday evening.\n\nStephen Vladeck, a CNN Supreme Court analyst and University of Texas Law professor, said the court's unsigned order was \"the closest possible thing to the last nail in the coffin for election-related legal challenges.\"\n\nEven Trump seemed to explicitly acknowledge earlier in the day that Biden would be the next president in a tweet calling on the Supreme Court to \"show great Courage & Wisdom\" and \"Save the USA!!\" In the same tweet, he alleged that \"the Biden administration will be a scandal-plagued mess for years to come.\" But a White House spokesman said the tweet should not be interpreted as a concession.\n\nBiden's campaign hailed the Supreme Court's decision. \"Dozens of judges, election officials from both parties, and Trump's own Attorney General have dismissed his baseless attempts to deny that he lost the election,\" Mike Gwin, Biden's campaign spokesman said. \"President-elect Biden's clear and commanding victory will be ratified by the Electoral College on Monday, and he will be sworn in on January 20th.\"\n\nTrump tries to subvert science\n\nShortly after the FDA issued emergency use authorization for the Pfizer/BioNTech vaccine, the President released a pre-recorded video on Twitter heralding the \"medical miracle\" of the arrival of a \"safe and effective vaccine in just nine months.\"\n\n\"This is one of the greatest scientific achievements in history,\" he said. \"It will save millions of lives and soon end the pandemic once and for all.\"\n\nHe thanked \"all of the brilliant scientists, technicians, doctors and workers who made this all possible,\" and highlighted the safety of the vaccines noting that the clinical trials showed that both the Pfizer/BioNTech and Moderna were 95% effective. Moderna is seeking emergency use authorization from the FDA next week.\n\nThe first doses of the vaccine could be injected as early as Monday or Tuesday if an advisory panel to the US Centers for Disease Control and Prevention, along with that agency, also sign off. The CDC advisory panel has now scheduled an emergency meeting for Saturday to discuss that decision.\n\n\"I promised that we would produce a vaccine in record time before the end of the year,\" Trump said. \"They said it couldn't be done, but with today's announcement, we have now achieved that goal.\"\n\nHe called the vaccine \"verifiably safe and effective,\" but hours earlier he smashed through the time-honored tradition in the United States of separating politics from science by trying to interfere in the FDA's authorization process.\n\nFrustrated by the fact that other countries like the United Kingdom began vaccinating their citizens first, the President appeared to lean on the FDA to accelerate their review -- which could increase the skittishness of Americans who are already wary of taking the vaccine because of fears it was rushed. A Gallup poll released this week showed that 63% of Americans now say they are willing to be immunized against Covid-19.\n\nOn Twitter Friday, Trump called the FDA \"a big, old, slow turtle.\"\n\n\"Get the dam vaccines out NOW, Dr. Hahn @SteveFDA,\" Trump tweeted at Food and Drug Administration Commissioner Dr. Stephen Hahn, misspelling the word \"damn.\" \"Stop playing games and start saving lives!!!\"\n\nAt the time of his pressure campaign, sources told CNN the FDA had been expected to grant emergency use authorization either Friday or Saturday, so it was unclear why Trump felt the need to weigh in on a decision that would come within hours.\n\non Friday morning that he needed to grant an emergency use authorization for Pfizer and BioNTech's coronavirus vaccine by the end of the day or he should resign. CNN's White House team reported that White House chief of staff Mark Meadows told Hahn during a callon Friday morning that he needed to grant an emergency use authorization for Pfizer and BioNTech's coronavirus vaccine by the end of the day or he should resign.\n\nHahn called reports of the conversation, which first appeared in The Washington Post, \"an untrue representation\" and said the FDA was \"encouraged to continue working expeditiously.\"\n\nBut even Dr. Moncef Slaoui, the head of Operation Warp Speed -- the Trump administration's effort to develop and distribute vaccines against Covid-19 -- said the appearance of pressure could harm the nearly year-long efforts by top scientists and medical experts to assuage concerns about the vaccine.\n\n-- if the story is right,\" he told CNN's Jake Tapper on \"The Lead.\" Earlier this year, Slaoui told \"I think there is an opportunity there for people to see undue pressure- if the story is right,\" he told CNN's Jake Tapper on \"The Lead.\" Earlier this year, Slaoui told Science Magazine that he \"would immediately resign\" from his role with Operation Warp Speed \"if there is undue interference in this process.\"\n\nSlaoui, an immunologist who previously headed vaccine development at GlaxoSmithKline, said that the FDA has conducted \"an effective, transparent, thorough, in-depth review\" of the Pfizer and BioNTech vaccine and asked Americans to \"keep an open mind\" and an eye on the transparency of the process.\n\n\"We have to go out there and engage with all of the leadership at all levels in our communities to help explain the features with of the vaccine, its performance, and hopefully engage with people and convince them\" to take it, Slaoui said.",
          "keywords": [],
          "top_image": "https://cdn.cnn.com/cnnnext/dam/assets/201211133213-trump-axelrod-oped-super-tease.jpg"
        },
        {
          "link": "https://www.cnn.com/videos/politics/2020/12/12/sarah-palin-donald-trump-false-claims-2020-election-nobles-pkg-vpx-ebof.cnn",
          "published": "2020-12-12T01:49:25",
          "title": "Sarah Palin joins Trump allies in making false election claims",
          "text": "Former Governor of Alaska Sarah Palin has joined President Donald Trump and his allies in continuing to push false election claims. CNN's Ryan Nobles reports.",
          "keywords": [],
          "top_image": "https://cdn.cnn.com/cnnnext/dam/assets/201211202617-palin-pkg-super-tease.jpg"
        },
        {
          "link": "https://www.cnn.com/2020/12/12/health/us-coronavirus-saturday/index.html",
          "published": "2020-12-12T13:33:37",
          "title": "FDA's Covid-19 vaccine authorization is a 'monumental moment,' expert says. It came on the deadliest day of the pandemic",
          "text": "(CNN) Shipments of Pfizer and BioNTech's Covid-19 vaccine will be distributed soon across the country after the FDA on Friday authorized the vaccine for emergency use , a landmark in the pandemic.\n\n\"We need to take a moment, I think, and just consider that we are having this mass casualty event every day here in the US. But now we have this vaccine developed in record time that can in time really save us and save our country and save the world from this awful pandemic,\" emergency physician Dr. Leana Wen told CNN's Chris Cuomo moments after the authorization.\n\n\"This is really a monumental moment for us,\" she added.\n\nThe Food and Drug Administration's authorization came amid one of the worst days of the pandemic for the US, with record numbers of new cases, deaths and Covid-19 patients in US hospitals.\n\nThe emergency use authorization (EUA) is a \"significant milestone\" in the fight against the pandemic, FDA Commissioner Dr. Stephen Hahn said in a statement Friday. He said it comes after an \"open and transparent review process that included input from independent scientific and public health experts and a thorough evaluation by the agency's career scientists.\"\n\nAn EUA stops short of a full approval. Pfizer would have to file a separate application for its vaccine to be fully licensed by the FDA.\n\nBut the EUA \"holds the promise to alter the course of this pandemic in the United States,\" said Dr. Peter Marks, director of the FDA's Center for Biologics Evaluation and Research.\n\nTwo key steps remain before vaccinations can start. The US Centers for Disease Control and Prevention vaccine advisory committee, scheduled to meet Saturday morning, must vote to recommend the vaccine. The agency next must accept that recommendation.\n\nThen vaccinations can begin. But it will be months before most Americans will get one. Advisers to the CDC have recommended healthcare workers and long-term care facility residents be first in line.\n\nOf course, Pfizer and BioNTech's vaccine is just one of those in development. Health and Human Services Secretary Alex Azar told ABC News on Friday that about 20 million Americans should be vaccinated by the end of the month, 50 million by the end of January and at least 100 million people should be vaccinated by the end of February.\n\nOfficials \"remain confident,\" he added, that there will be enough doses for any American who wants to get vaccinated by summertime.\n\nIn the meantime, the US -- ravaged by a rampant spread of the virus -- is projected to face brutal days ahead, and precautions like masking and social distancing will remain crucial.\n\nOverburdened hospitals across the US\n\nThe US reported more than 231,700 new Covid-19 infections Friday, the most ever. The average of daily cases over the last week was 210,764, another pandemic high, according to a CNN analysis of Johns Hopkins data.\n\nSome communities have already begun feeling the impacts of Thanksgiving gatherings and travel -- which officials predicted would lead to even more infections and drive another surge. And that surge could be followed by another surge tied to the upcoming Christmas holiday, some officials have said.\n\nFor at least the sixth day in a row, the US also reported another record high number of Covid-19 patients in US hospitals: more than 108,000 nationwide, according to the COVID Tracking Project.\n\nHospitals in nearly every corner of the country have felt the impact. HHS data shows more than 85% of hospitals nationwide had more Covid-19 patients last week than they did a month ago and overall, about one in five hospital inpatients were confirmed to have Covid-19 last week -- nearly double from a month earlier.\n\nIn the country's 10 largest cities, the share of hospital patients who had the virus ranged from about 9% in New York to 23% in Chicago. Meanwhile in El Paso, Texas, more than 50% of patients in city hospitals had Covid-19 between November 27 and December 3. That's nearly double the national average for that period.\n\nIn Mississippi, the state's top health official said Friday ICUs are full and \"many hospitalizations (are) on the way.\" Elective surgeries requiring hospitalization must be delayed starting Tuesday, State Health Officer Dr. Thomas Dobbs said on Twitter.\n\n\"Pressure on ICUs worse than summer surge. 26 hospitals on diversion for critically ill patients,\" Dobbs wrote a day earlier.\n\n'Unprecedented and catastrophic suffering'\n\nThe rise in hospitalized Covid-19 patients nationwide has been followed by climbing death tolls. More than 3,300 American deaths were reported Friday, marking the deadliest day since the pandemic's start. The country's previous record was set Wednesday, with more than 3,100 deaths.\n\nAs of Friday, the average number of daily deaths over the previous seven days was 2,359, the highest since the pandemic began.\n\nThe next three months will be \"really rough,\" CDC's director warned, even with a vaccine becoming available soon.\n\n\"For the next 60 to 90 days, we're going to have more deaths per day than we had in 9/11,\" Dr. Robert Redfield said Thursday. \"This is going to be a real unfortunate loss of life, as all that we've had so far.\"\n\nAnd it's a reality that a vaccine authorization won't impact, he added.\n\nIn California, Los Angeles County Public Health Director Dr. Barbara Ferrer gave a grim warning about the coming weeks, after announcing the county has doubled its number of new cases in about 10 days.\n\n\"The issue right now is what we call the Thanksgiving surge,\" Ferrer said. \"We had a surge, and now we have a surge on top of a surge, and it's really hard for us to calculate exactly what we're going to see in the next week or two.\"\n\nThe county, she said, is in \"uncharted territory,\" with case numbers and hospitalizations that \"we have not experienced and frankly did not anticipate.\"\n\n\"We're on a very dangerous track to see unprecedented and catastrophic suffering and death here in L.A. County if we can't stop the surge,\" Ferrer said.\n\nFAA urges all airports to be ready for vaccine flights\n\nMeanwhile, the Federal Aviation Administration has urged airports nationwide to be ready for flights carrying the Covid-19 vaccine even if the airport is not scheduled to receive it.\n\nThe agency told CNN Thursday it would direct air traffic controllers to give priority clearance to flights carrying the vaccine.\n\nStates will receive shipments of Pfizer's Covid-19 vaccine once a week to begin with after the shots are rolled out, Operation Warp Speed Chief Adviser Moncef Slaoui said Friday.\n\n\"The plan is to ship vaccines once a week and to inform the governors a week in advance about the number of doses they will be receiving,\" Slaoui told CNN. \"Those vaccines ... are meant to be used in full in the population during that period of a week because the same states will receive an identical number of doses in the case of Pfizer's vaccine three weeks later to give as a second dose to give to the recipients of the first dose earlier,\" he said.\n\nThe number of vaccines will increase \"week on week,\" he added, as manufacturing ramps up.\n\nAnd if the Moderna vaccine is authorized, he said, \"that would be quite a significant boost of vaccine to be distributed.\" Vaccine advisers to the FDA will meet next week to discuss an EUA for Moderna's vaccine.",
          "keywords": [],
          "top_image": "https://cdn.cnn.com/cnnnext/dam/assets/201212014149-us-coronavirus-1204-super-tease.jpg"
        }
      ]
    },
    "foxnews": {
      "rss": "http://feeds.foxnews.com/foxnews/latest",
      "link": "http://www.foxnews.com/",
      "articles": [
        {
          "link": "https://www.foxnews.com/us/officials-6-people-injured-by-car-during-nyc-protest",
          "published": "2020-12-12T13:29:26",
          "title": "6 injured by car during NYC protest, officials say",
          "text": "Several people were injured when a car drove into a street protest in midtown Manhattan, the New York City Police Department said.\n\nThe protest march was passing the intersection of 39th Street and Third Avenue at about 4 p.m. Friday when the car went through, said Tom Ella, who was there documenting the demonstration.\n\nPEDESTRIANS STRUCK IN MIDTOWN MANHATTAN DURING PROTEST, 1 SERIOUSLY HURT\n\n“It just starts high-speed, just plowing through people,\" he said.\n\nThe New York Fire Department said six people were taken by ambulance to local hospitals. Police and fire officials said the injuries didn’t appear to be life-threatening.\n\nPolice said the driver, a woman, was stopped near the area. She was taken into custody and was being questioned. It wasn’t clear whether she would face charges.\n\nIn a video from Ella showing the car's movements, a small group of protesters could be seen gathered around the car on 39th Street as it slowly approached the intersection with Third Avenue, with one person seemingly leaning over the front of the vehicle.\n\nThe car suddenly accelerated, knocking aside both the people who were blocking it and people who were in the intersection.\n\n“Suddenly you hear the engine roar, you see them accelerate,\" Ella said. “Just watching them actually hit people. It's traumatizing, it's horrifying.\"\n\nA participant in the protest, Sofia Vickerman of Denver, Colo., said that when the car hit the crowd it tossed people and a bicycle in the air.\n\nCLICK HERE FOR THE FOX NEWS APP\n\n“I hear people screaming in the front, I look behind me, the woman is plowing through,\" she said. “I see bodies flying.\"\n\nShe said the march had begun in Times Square and was aimed at drawing attention to an ongoing hunger strike by immigration detainees at a jail in New Jersey.",
          "keywords": [],
          "top_image": "https://static.foxnews.com/foxnews.com/content/uploads/2020/12/AP20346821950304.jpg"
        },
        {
          "link": "https://www.foxnews.com/food-drink/taco-bell-loaded-nacho-taco-back-christmas-eve",
          "published": "2020-12-12T13:06:50",
          "title": "Taco Bell’s $1 Loaded Nacho Taco back on menus on Christmas Eve",
          "text": "After a year of removing items from its menu, Taco Bell is bringing back a fan favorite just in time for Christmas.\n\nThe fast food chain announced this week that its Loaded Nacho Taco will be back on menus nationwide for just $1, starting on Christmas Eve.\n\nHowever, it’ll only be available for a limited time.\n\nMCDONALD’S OPENS BARBER SHOP, OFFERS ‘90S-INSPIRED ‘GOLDEN M’ HAIRCUT\n\nThe Loaded Nacho Taco is a tortilla filled with seasoned beef, lettuce, cheddar cheese, nacho cheese sauce and red strips -- which are mini seasoned chips.\n\nAccording to Thrillist, the taco first debuted on Taco Bell menus in April 2019.\n\nPANERA TO OFFER 3 MONTHS OF FREE UNLIMITED COFFEE FOR NEW SUBSCRIBERS\n\nThe return of the Loaded Nacho Taco comes after the fast food chain took several fan-favorites off its menu earlier this year.\n\nIn September, Taco Bell announced that several items would be removed in November in order to create “a faster and more seamless restaurant experience,” FOX Business previously reported.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nOn Nov. 5, Taco Bell removed Mexican Pizza, pico de gallo and shredded chicken from its menu -- though the removal of Mexican Pizza seemed to hit people the hardest, even leading to a petition to reverse Taco Bell’s decision.\n\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER\n\nEven before that, Taco Bell took away 12 other menu items over the summer, including its Grilled Steak Soft Taco, 7-Layer Burrito, Quesarito, Nachos Supreme and Cheesy Fiesta Potatoes, among others.",
          "keywords": [],
          "top_image": "https://static.foxnews.com/foxnews.com/content/uploads/2020/12/Taco-Bell-1-Loaded-Nacho-Taco.jpg"
        },
        {
          "link": "https://www.foxnews.com/opinion/coronavirus-vaccine-hanukkah-marc-siegel",
          "published": "2020-12-12T13:00:29",
          "title": "Dr. Marc Siegel: COVID vaccine is a holiday gift for all. Keep taking precautions but know help is on the way",
          "text": "It is now Hanukkah, the Jewish holiday of miracles, where lamp oil for one day lasted for eight as the Maccabees reclaimed the holy Temple in Jerusalem from the Syrian-Greek invaders more than 2,000 years ago. The emergency use authorization of the Pfizer-BioNTech coronavirus vaccine Friday night by the Food and Drug Administration has the same miraculous feeling of a light at the end of the long and dark COVID-19 tunnel.\n\nBut with Christmas coming up in a few weeks, the holiday spirit that we all need is still lacking. We know it isn’t safe to huddle together in stores shopping for presents, or worse, in gatherings to share holiday cheer. We walk along the streets in our masks like zombies, barely talking or looking at each other.\n\nAmerica is depressed. Suicides and drug abuse are on the rise. Families are splintered. Too many of our children are separated from their friends. Social media and remote learning don’t take the place of face-to-face camaraderie.\n\nHHS SECRETARY AZAR: HOW OPERATION WARP SPEED DELIVERED A COVID VACCINE IN RECORD TIME\n\nA new Gallup poll reveals that Americans’ assessment of their own mental wellbeing is lower than at any time over the past 10 years.\n\nOnly 34% of Americans say their mental health is excellent, down from 43% just a year ago. I think these numbers just scratch the surface, because almost everyone has been impacted in some way by the stress and financial and medical uncertainty surrounding COVID-19. People’s lives everywhere have been disrupted.\n\nA report from the Centers for Disease Control and Prevention in August revealed that there was a tripling of anxiety and a quadrupling of depression in over 5,000 adults surveyed now compared with a group from 2019.\n\nSubstance abuse, including alcohol, is rising dramatically. Studies from Boston University School of Public Health and from Johns Hopkins University have found that symptoms of depression and psychological distress were triple those found in 2018.\n\nSome of the people most effected have preexisting mental health problems, but this vulnerable group is far from the only ones affected.\n\nThe problem isn’t in the U.S. alone. A recent study from Japan, which has done a far better job controlling its COVID-19 outbreak than we have, showed that there have been more deaths in Japan from suicide in October alone than deaths from COVID-19 during the entire pandemic.\n\nHere in the U.S., the sense of anxiety is almost palpable. Parents everywhere are heartbroken because their young children are forced to adapt to a sparse stay-at-home life.\n\nLuckily, it seems that help is finally on the way, with the emergency use authorization authorized for the first Pfizer-BioNTech COVID-19 vaccine Friday night. This holiday miracle (highly effective vaccine development at an unprecedented rate of speed) couldn’t be coming at a better time.\n\nCLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER\n\nA recent Gallup poll revealed that now 63% of Americans are willing to take the COVID-19 vaccine.\n\nIt will take months to widely distribute this vaccine, so in the meantime, we must continue to wear our masks, wash our hands, physically distance and test for COVID-19 whenever we travel. We must resist our COVID fatigue and fears, and comply with a more uniform public health response in order to lessen the burden on our hospitals and our entire health care system.\n\nBut I do not feel we can cancel Christmas. We must be cautious, keep to very small groups of people we know, and avoid gatherings. We must limit travel and not live in denial of COVID.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nBut we can’t allow the Christmas Grinch to steal our hopes for a better and less-restricted future or our belief in miracles now in real-time. We must hang in there and not allow the Hanukkah candles to blow out.\n\nHelp is on the way.\n\nCLICK HERE FOR MORE FROM DR. MARC SIEGEL",
          "keywords": [],
          "top_image": "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/623bd36b-c15d-44e0-bd38-09eb5d6aa1a8/a808882e-d51b-4d5d-8c4b-03ff2fb86cd0/1280x720/match/image.jpg"
        },
        {
          "link": "https://www.foxnews.com/opinion/steve-doocy-2020-holiday-marcus-luttrell-mom-prime-rib",
          "published": "2020-12-12T12:00:44",
          "title": "Steve Doocy: Your 2020 holiday game changer -- ​​​​​​​Marcus Luttrell's mama's prime rib",
          "text": "The signature holiday dish from our new “Happy in a Hurry” cookbook comes to us from the family of an absolute American hero, Marcus Luttrell, the Lone Survivor.\n\nI don’t know about your family, but the Doocys have always had prime rib at Christmas and for the rest of our lives we will make this one because it is that good. And because 2020 has been such a challenging time, why not try to make that special meal, really special.\n\nThis recipe is called Marcus Luttrell’s Mama’s Prime Rib and his mom Holly’s recipe is so easy and so flavorful, it’s going to be your 2020 holiday game-changer.\n\nHolly always made this prime rib on major holidays and the Luttrell twins, Marcus and Morgan, both grew up big and strong and eventually both became Navy SEALs.\n\nSTEVE DOOCY: GET 'HAPPY IN A HURRY' WITH GRANDMA BERNDT'S HASH BROWN-CRUST QUICHE\n\n\n\nTo this day, Marcus will request it “every time Mama whips up a big meal.”\n\nHow good is this prime rib recipe? One time a professional photographer was at the Luttrell home taking pictures while a prime rib was in the oven and he announced that while he was a vegetarian, the smell was driving him crazy. Eventually, he asked for a tiny taste.\n\nCLICK HERE TO GET THE OPINION NEWSLETTER\n\n“Wow, that’s good! Would you have enough to send me home with a plate?” he asked (and they did).\n\nHolly brags, “I turned a vegetarian into a carnivore with this prime rib…”\n\nI know exactly what the photographer was talking about, because when my wife Kathy makes this and the roast is in the oven, the perfect combination of garlic and onion and beef fills the house with delicious aromas and memories of wonderful family meals when we all used to be able to sit together at the table.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nThis is just one of 100 quick and easy recipes you’ll find in the \"holidays\" chapter of \"The Happy in a Hurry Cookbook.\" And… since people are still looking online for stocking stuffers, we should remind you that this book is a thoughtful gift for the person on your holiday list who loves to cook!\n\nClick here to order our new cookbook.\n\nAdapted from \"THE HAPPY IN A HURRY COOKBOOK,\" by Steve & Kathy Doocy",
          "keywords": [],
          "top_image": "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/5f874ce5-d3a1-4b03-88b5-9abcdc0240ce/e808da7c-2699-4de0-a995-7505ec22e5ba/1280x720/match/image.jpg"
        }
      ]
    },
    "nytimes_frontpage": {
      "rss": "https://rss.nytimes.com/services/xml/rss/nyt/HomePage.xml",
      "link": "https://nytimes.com/",
      "articles": [
        {
          "link": "https://www.nytimes.com/2020/12/11/us/politics/supreme-court-election-texas.html",
          "published": "2020-12-12T05:02:08",
          "title": "Supreme Court Rejects Texas Suit Seeking to Subvert Election",
          "text": "“We’re not finished, believe me,” he said with a laugh at the end of the interview.\n\nThe president, who at a White House Hanukkah party earlier in the week eagerly mentioned the pending court case in his remarks, was scheduled to attend another holiday party around the time the ruling came down. But around 8:30 p.m., guests were informed that Mr. Trump would not be coming down from the residence to speak.\n\nMr. Trump weighed in later on Twitter. “The Supreme Court really let us down,” he said. “No Wisdom, No Courage!”\n\nFriday’s order was not quite unanimous. Justice Samuel A. Alito Jr., joined by Justice Clarence Thomas, issued a brief statement on a technical point. But it was nonetheless a comprehensive rebuke to Mr. Trump and his allies. It was plain that the justices had no patience for Texas’ attempt to enlist the court in an effort to tell other states how to run their elections.\n\nThe majority ruled that Texas could not file its lawsuit at all. “The state of Texas’ motion for leave to file a bill of complaint is denied for lack of standing,” the court’s order said.\n\nJustice Alito, taking a slightly different approach, wrote that the court was not free immediately to shut down lawsuits filed by states directly in the court. “In my view,” he wrote, “we do not have discretion to deny the filing of a bill of complaint in a case that falls within our original jurisdiction.”\n\nBut that was as far as those two justices were willing to go. “I would therefore grant the motion to file the bill of complaint but would not grant other relief,” Justice Alito wrote, “and I express no view on any other issue.”\n\nSome of Mr. Trump’s advisers had anticipated the court would give the president and the Republican attorneys general something that could be characterized as supportive, in the form of a dissent or a lengthy commentary. Instead, there was simply the brief statement from the two justices.",
          "keywords": [],
          "top_image": "https://static01.nyt.com/images/2020/12/11/us/politics/11dc-scotus-texas1/11dc-scotus-texas1-facebookJumbo.jpg"
        },
        {
          "link": "https://www.nytimes.com/2020/12/12/us/politics/trump-lawsuits-electoral-college.html",
          "published": "2020-12-12T12:43:01",
          "title": "‘An Indelible Stain’: How the G.O.P. Tried to Topple a Pillar of Democracy",
          "text": "The Supreme Court repudiation of President Trump’s desperate bid for a second term not only shredded his effort to overturn the will of voters: It also was a blunt rebuke to Republican leaders in Congress and the states who were willing to damage American democracy by embracing a partisan power grab over a free and fair election.\n\nThe court’s decision on Friday night, an inflection point after weeks of legal flailing by Mr. Trump and ahead of the Electoral College vote for President-elect Joseph R. Biden Jr. on Monday, leaves the president’s party in an extraordinary position. Through their explicit endorsements or complicity of silence, much of the G.O.P. leadership now shares responsibility for the quixotic attempt to ignore the nation’s founding principles and engineer a different verdict from the one voters cast on Election Day.\n\nMany regular Republicans supported this effort, too — a sign that Mr. Trump has not just bent the party to his will, but pressed a mainstay of American politics for nearly two centuries into the service of overturning an election outcome and assaulting public faith in the electoral system. The G.O.P. sought to undo the vote by such spurious means that the conservative majority on the Supreme Court quickly rejected the argument.\n\nEven some Republican leaders delivered a withering assessment of the 126 G.O.P. House members and 18 attorneys general who chose to side with Mr. Trump over the democratic process, by backing a lawsuit that asked the Supreme Court to throw out some 20 million votes in four key states that cemented the president’s loss.",
          "keywords": [],
          "top_image": "https://static01.nyt.com/images/2020/12/12/us/12voting1/12voting1-facebookJumbo.jpg"
        },
        {
          "link": "https://www.nytimes.com/2020/12/11/us/politics/trump-supreme-court-texas.html",
          "published": "2020-12-12T04:46:46",
          "title": "Democrats, and Even Some Republicans, Cheer as Justices Spurn Trump",
          "text": "The rejection came swiftly. The celebrations came just as fast.\n\nThe Supreme Court’s unsigned order on Friday rejecting Texas’ bid to toss the results of the presidential election in four states won by Joseph R. Biden Jr. unceremoniously ended a case that President Trump had teased only hours earlier as “perhaps the most important case in history.”\n\nDemocrats cheered the ruling as a symbolic final blow to more than a month of failed legal challenges by Mr. Trump and his allies and a victory for the will of voters who delivered Mr. Biden 306 Electoral College votes and a margin of more than seven million in the popular vote.\n\n“The will of the people will be heard,” New York’s attorney general, Letitia James, a Democrat, said on Twitter. Josh Shapiro, the attorney general of Pennsylvania and a Democrat, said that the Supreme Court had recognized the lawsuit as a “seditious abuse of the judicial process.”\n\nThough legal experts never gave the case much of a chance, it drew support from more than 120 Republican members of Congress and 17 Republican attorneys general. On Friday night, Senator Ben Sasse of Nebraska was the highest-level Republican to break with Mr. Trump and much of his own party in applauding the ruling.",
          "keywords": [],
          "top_image": "https://static01.nyt.com/images/2020/12/11/us/politics/11dc-scotus-texas1-print/11dc-scotus-texas1-facebookJumbo.jpg"
        },
        {
          "link": "https://www.nytimes.com/2020/12/11/health/pfizer-vaccine-authorized.html",
          "published": "2020-12-12T14:03:23",
          "title": "F.D.A. Clears Pfizer Vaccine, and Millions of Doses Will Be Shipped Right Away",
          "text": "Even though the F.D.A. was going to approve the Pfizer vaccine in any case, some experts warned that the pressure from the White House could undermine public trust in the agency’s decision-making.\n\n“This may actually do more harm than good, because all it will do is inject more politics into a scientific process,” said Dr. Aaron S. Kesselheim, a professor at the Brigham and Women’s Hospital and Harvard Medical School.\n\nA similar vaccine, developed by Moderna, is also under review by the F.D.A. and could soon be cleared for emergency use. On Friday, the federal government announced it had ordered another 100 million doses from Moderna, adding to a deal this summer for an initial supply of 100 million doses. Other vaccines, including ones developed by Johnson & Johnson and AstraZeneca, are in late-stage trials and could be authorized in the next few months.\n\nIn anticipation of the vaccine arriving across the country, Americans expressed both hope and anxiety.\n\nDr. Samu Queen, a physician in Portland, Ore., said her geriatric patients are especially eager to receive the vaccine. “They are all very anxious,” she said. “Pretty much everyone, at every appointment, is ready to get it.”\n\nDr. Queen said she was watching closely to see how initial subjects in Britain were responding. She described herself as “somewhat apprehensive about how safe it is, versus not.”\n\nJoshua Ball, the associate executive director of Shaping Our Appalachian Region, an economic development group in eastern Kentucky, has been a primary caretaker for his father, who had a stroke earlier this year and has other health issues. During the pandemic, he has had to try and help remotely as much as possible.",
          "keywords": [],
          "top_image": "https://static01.nyt.com/images/2020/12/11/science/11VIRUS-PFIZER-hfo/11VIRUS-PFIZER-hfo-facebookJumbo.jpg"
        }
      ]
    },
    "nytimes_international": {
      "rss": "https://rss.nytimes.com/services/xml/rss/nyt/World.xml",
      "link": "https://nytimes.com/",
      "articles": [
        {
          "link": "https://www.nytimes.com/2020/12/12/world/americas/covid-vaccine-us-uk-canada.html",
          "published": "2020-12-12T11:51:13",
          "title": "How the Vaccine Rollout Will Compare in Britain, Canada and the U.S.",
          "text": "But those numbers reflect deliveries that are expected to take months to complete, and Pfizer, like other companies, has hit snags in ramping up production. In addition, all three countries have made advance purchases from other companies, as well, so the pace of vaccine approval could significantly affect the speed of rollout.\n\nThat speed will also be affected by the need for vaccination sites to be equipped with the right freezers, the staff to prepare the shots, and enough syringes and protective gear.\n\nThe initial shipments are a small fraction of the pre-purchases — 800,000 doses to Britain and an expected 249,000 this month to Canada.\n\nU.S. officials have said they hope to have 40 million doses of the vaccine by the end of the month, which may be optimistic. That would be enough to inoculate 20 million people.\n\nRural areas where hospitals are not equipped to keep the vaccines at the right temperatures, or do not have the staff to prepare them for injection, will not receive the Pfizer shots. That is more of an obstacle in the United States and Canada, huge countries with vast, sparsely populated regions, than in Britain, which is much more compact.\n\nIn Canada, where the military is playing a central role in vaccine distribution, the government is sending shipments to all 10 provinces. The three northern territories will have to wait.",
          "keywords": [],
          "top_image": "https://static01.nyt.com/images/2020/12/11/world/11vaccine-rollout/11vaccine-rollout-facebookJumbo.jpg"
        },
        {
          "link": "https://www.nytimes.com/2020/12/11/world/europe/nagorno-karabakh-armenia-azerbaijan.html",
          "published": "2020-12-12T00:58:10",
          "title": "After Nagorno-Karabakh War, Trauma, Tragedy and Devastation",
          "text": "For Armenians uprooted from their homes, and for Azerbaijanis returning to uninhabitable towns, “It’s going to be very hard to forgive.”\n\nCarlotta Gall and Mauricio Lima and\n\nFIZULI, Azerbaijan — Crossing into territory that Azerbaijan recently recaptured from Armenia is a journey into a devastated wasteland reminiscent of a World War I battlefield. The road passes miles of abandoned trenches and bunkers, and village after village of ruins, the white stones of homesteads scattered, every movable item — roofs, doors, window frames — picked clean.\n\nThe absence of life is eerie.\n\nWrecked Armenian tanks and armor lay beside the road and in hilltop positions, testament to the devastating power of Azerbaijani drones. Abandoned uniforms and equipment signal a panicked retreat by Armenian soldiers as Azerbaijani forces seized control of the district in early November.\n\nDecades after the surrounding territory was seized by Armenia, the town of Fizuli, once a prosperous agricultural settlement of some 30,000 people, has become a forest, its ruined public buildings smothered by trees and undergrowth. The fate of the larger town of Aghdam, further north, is even more stark, its buildings split open to the skies on a desiccated plain, its main bridge destroyed.",
          "keywords": [],
          "top_image": "https://static01.nyt.com/images/2020/12/10/world/00FIZULI-AZERBAIJAN3/00FIZULI-AZERBAIJAN3-facebookJumbo-v3.jpg"
        },
        {
          "link": "https://www.nytimes.com/2020/12/12/world/middleeast/an-epic-israeli-tv-drama-exposes-war-wounds-old-and-new.html",
          "published": "2020-12-12T09:08:45",
          "title": "An Epic Israeli TV Drama Exposes War Wounds Old and New",
          "text": "JERUSALEM — A new Israeli television series based on true events from the 1973 war, when the country was caught off guard on the holiest day of the Jewish calendar and feared total destruction, has prompted an intense public reckoning with the scope of war trauma and the treatment of survivors.\n\nThe high-impact series pried open a collective national wound and led to a cathartic outpouring of emotion. It also exposed a younger generation to the battlefield sacrifices and the shocking failures of leadership that led to the surprise concerted Arab attack on Yom Kippur, led by the Egyptian and Syrian armies. The period is so painful that Israeli culture has rarely dared to grapple with it.\n\n“This was our worst trauma and our worst disaster as a country,” said Ron Leshem, who cocreated the series together with Amit Cohen, both veterans of the Israeli military’s elite 8200 intelligence unit. “For 47 years, people had the feeling this was a forgotten war and that they would end their lives without anyone knowing their stories,” Mr. Leshem added. “We knew we had an awful responsibility.”\n\nThe series, aired by the Israeli public broadcaster Kan, was 10 years in the making with a multimillion-dollar budget far exceeding those of typical Israeli productions. It featured heart-stopping recreations of epic tank battles in their original locations in the Golan Heights, which Israel had seized from Syria in the 1967 Middle East war. In 1973, the Syrians attacked from the north and the Egyptians from the south.",
          "keywords": [],
          "top_image": "https://static01.nyt.com/images/2020/12/13/world/13Israel-1973war-print1/merlin_181010391_4adb3fd0-9591-4523-9c3c-2e9338072e17-facebookJumbo.jpg"
        },
        {
          "link": "https://www.nytimes.com/2020/12/12/world/europe/macron-france-terrorism-darmanin.html",
          "published": "2020-12-12T11:25:26",
          "title": "As France Shifts Right, a Hard-Line Minister Proves Indispensable to Macron",
          "text": "PARIS — He has declared war on the Islamist “enemy within” and halal food shelves in supermarkets. He launched what he described as a “massive” operation against 76 of France’s mosques, and sought to criminalize the filming of police officers. And he announced that he “can’t breathe” when he hears the term “police violence” — mocking a cry against police brutality that originated in the United States and resonated around the world.\n\nInterior Minister Gérald Darmanin of France is at the center of a triple-headed political crisis that is rocking the late stages of the presidency of Emmanuel Macron — over Islam, police brutality and freedom of the press.\n\nAnd there is no sign that Mr. Darmanin is buckling.\n\nThis week, the youthful, 38-year-old Mr. Darmanin appeared on the cover of the magazine Paris Match, a sure sign that he has transcended the Paris political bubble and entered into the public consciousness. “Baptism by Fire” is the headline in the widely read weekly magazine, which combines news with extensive coverage of celebrities, next to a posed picture of the minister looking thoughtful.\n\nVilified on the left and mistrusted by former colleagues on the right, Mr. Darmanin, who is the minister in charge of the French police, has become indispensable to Mr. Macron at a time when a majority of French are demanding law, order and toughness in the face of what the president calls “Islamism” after a spate of terrorist attacks.",
          "keywords": [],
          "top_image": "https://static01.nyt.com/images/2020/12/13/world/13FRANCE-INTERIORMINISTER-print1/merlin_180490239_37ae976f-9f19-45c1-a916-b6cc2aa5ca91-facebookJumbo.jpg"
        }
      ]
    },
    "theguardian": {
      "rss": "https://www.theguardian.com/uk/rss",
      "link": "https://www.theguardian.com/international",
      "articles": [
        {
          "link": "https://www.theguardian.com/politics/2020/dec/12/brexit-uk-eu-continue-trade-talks-deadline-looms",
          "published": "2020-12-12T12:32:52",
          "title": "Brexit: UK and EU continue trade talks as deadline looms",
          "text": "Trade talks between the UK and the EU are continuing with less than 48 hours to go until the deadline imposed by both parties to reach a deal.\n\nWith both sides saying on Friday that an agreement on trade was unlikely, Boris Johnson met Michael Gove, the minister who has responsibility for Brexit planning, to “take stock” of plans for a no-deal exit from the EU. The UK is also readying four Royal Navy patrol ships to help protect its fishing waters from 1 January in the event a deal cannot be reached.\n\nPlay Video 2:17 'New beginnings for old friends': EU commission chief warns Brexit agreement not reached yet – video\n\nThe 80-metre-long vessels, armed with machine guns, would have the power to halt, inspect and impound all EU fishing boats operating within the UK’s exclusive economic zone (EEZ), which can extend 200 miles from shore.\n\nSpeaking to reporters on a visit to Blyth in Northumberland on Friday, Johnson said fishing was one of two significant impediments to a deal – the other being how to maintain fair competition once the UK is able to set its own standards and regulations from the end of the transition period in three weeks’ time.\n\nOn Saturday, Tobias Ellwood, the Conservative chair of the commons defence committee, called the threat to use Royal Navy gunboats to protect UK fishing waters irresponsible at a time of more pressing threats.\n\n“We’re facing the undignified prospect right now of our overstretched Royal Navy squaring up to a close Nato ally over fishing vessel rights when we are witnessing an increasing presence of Russian drone activity and subsurface activity – our adversaries must really be enjoying this blue on blue,” the former defence minister told BBC Radio 4’s Today programme.\n\n“This isn’t Elizabethan times any more, this is global Britain – we need to be raising the bar much higher than this.”\n\nHe said the focus should be on reaching a deal, warning that failure to do so “would be so damaging to Britain – it would be a retrograde step, a failure of statecraft”.\n\nHowever Sir Alan West, a former admiral and chief of naval staff, said the navy should protect UK waters from foreign fishing vessels if asked to do so in a no-deal Brexit scenario.\n\n“It is absolutely appropriate that the Royal Navy should protect our waters if the position is that we are a sovereign state and our government has said we don’t want other nations there,” the peer told Today.\n\n“There are complications in that you can push vessels aside, you can cut their fishing tackle, but boarding these foreign ships, they’ll need to pass probably a little thing through parliament to give authority to board and get on them.\n\n“There is no doubt if you are a fisherman who has fished for years there – they are, as our fishermen are, quite stormy people – and you get a bit of a punch-up and you might need some marines and things.”\n\nThe French MEP Pierre Karleskind, the chairman of the European parliament’s committee on fisheries, also warned about the consequences of no deal, as he called for calm about the potential deployment of the Royal Navy vessels.\n\nPlay Video 1:11 Boris Johnson says it is 'very likely' UK will leave EU on WTO terms – video\n\n“Let’s keep cool. Let’s keep calm. I was just looking at a history book,” he told Times Radio. “The creation of the French Royal Navy was done in 1294 in response to naval battles between French and English fishermen. So this is a long, long history between our two nations.\n\n“You’re saying it’s about fish but let’s think just a few seconds. Do you really think it’s only about fish that navy ships are used and will be used? I don’t think so. I think there are other interests like the control of the border, especially the question of migrants.”\n\nHe added: “I really think a no-deal would be a lose-lose deal. Lose for you, lose for us. I’m pretty sure of that. I don’t know if a deal would be a win-win, but I’m absolutely sure that a no-deal would be a lose-lose deal.”\n\nJohnson declared on Friday that a no deal on trade was “very likely” as it emerged that Emmanuel Macron and Angela Merkel flatly rejected his appeal for direct talks earlier in the week. The European commission president, Ursula von der Leyen, issued a similar warning about the trajectory of the talks earlier on Friday.",
          "keywords": [],
          "top_image": "https://i.guim.co.uk/img/media/58dffa53dd353b928196bb07acda2e0b3996c048/177_428_3201_1921/master/3201.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=0348d2f1f1e81c805963557199c4d688"
        },
        {
          "link": "https://www.theguardian.com/politics/2020/dec/12/keir-starmer-winning-over-tory-leave-voters-to-labour-poll",
          "published": "2020-12-12T12:53:19",
          "title": "Keir Starmer winning Tory Leave voters for Labour – poll",
          "text": "More Leave voters than Remainers have swung from the Tories to Labour since the last election, according to a major polling project that suggests Keir Starmer, the Labour leader, has made some early progress in bridging the Brexit divide.\n\nA large 7,000-strong poll, designed to examine the political changes that have taken place since Labour’s disastrous result, found that the party was showing signs of winning over some of those who backed the Tories last year.\n\nThe Tories won support from 70% of those who voted Leave and 20% of Remain voters at the 2019 election. Labour won 16% of Leave voters and 49% of Remain voters. The latest polling found that the Tories now have the support of 63% of those who voted Leave and 21% of Remain voters. Labour is backed by 20% of Leave voters and 53% of Remain voters.\n\nIt represents a swing to Labour from the Tories among Leave voters of 5.5 points. The swing among Remainers was just 1.5 points. The pollsters said that a significant part of the swing was down to Leave voters turning against the Tories, now saying they did not now know who they would vote for. Some 18% of Conservative Leave voters now say they do not know how they will vote.\n\nMeanwhile, the net movement of Conservative voters to Labour since the election is roughly the same as the net movement of Green and Lib Dem voters to Labour – about 500,000 voters in each group. It challenges suggestions that Starmer has largely boosted Labour’s vote share by winning Lib Dem and Green voters.\n\nThe study, launched as part of a new Opinium ebook on the last election, comes with Labour poised to back any Brexit deal that is agreed with the EU. The move is causing unease at all levels of the party. Starmer has suggested he will order his MPs to back a deal in the “national interest”, making clear it is preferable to a no-deal outcome.\n\nChris Curtis, the senior research manager at Opinium, said: “This data will be particularly important for Labour to consider when deciding how to vote on a potential Brexit deal. The data shows that there are lots of Leave voters who are going off the Conservative party, but haven’t yet been won over by Labour. The party will want to avoid alienating them with the decision it makes.”\n\nSeveral figures in the shadow cabinet, the unions and prominent backbenchers want the party to abstain in a Brexit deal vote, concerned that backing a deal will prevent Labour from criticising it in the future – while abstaining will not stop its passage.\n\nHowever, Starmer’s team has been holding meetings with party figures for weeks in an attempt to prepare the ground for voting in favour of a deal. There is also a feeling among Starmer’s team that Remain voters are not as focused on Brexit as they once were, following the last election.\n\nThe Opinium study found that Starmer is doing better among Leave voters than the Labour party as a whole, suggesting that he may have the ability to reach some more Tory voters who are increasingly becoming dissatisfied with the party, but have yet to make the jump to Labour. Starmer’s approval rating among Leave voters was -5, with 27% approving of him and 32% disapproving.\n\nA huge lead for the Tories among older voters at the last election is also showing evidence of closing. The Conservatives had a 38-point lead among those aged 65 and over. It remains high, but has closed to 26 points.\n\nLabour has a marginal lead among working-class voters, following suggestions it was behind among that group at the election. It is now backed by 40% of so-called “C2DE” voters, compared with 38% for the Tories. Meanwhile, the Tories lead among the more affluent voters. It leads 42% to 38% among “ABC1” voters. The gender gap that emerged at the last election persists. The Tories lead 43% to 35% among men, while Labour leads 41% to 38% among women.\n\nCurtis said: “Labour’s vote share has increased under the leadership of Keir Starmer, with the party now just two points behind the Conservatives. But what is more interesting are the trends underlying the swing back to the party. Labour is seeing greater swings towards them among older voters and Leave voters, the key groups they have struggled with in recent years. This indicates that some of the major divides that have haunted our politics for the past few years might be starting to fade.\n\n“A key element seems to be the handling of the pandemic, with many Leave voters who backed the Tories last year thinking the government has done a bad job. The party is therefore only holding on to 70% of the Leave voters who backed them, as opposed to 78% of their Remain voters.”\n\nOpinium polled about 7,000 people online between 27 November and 8 December.",
          "keywords": [],
          "top_image": "https://i.guim.co.uk/img/media/0944809ee1abca17ae7eab3036be6ac570f3bcd4/0_65_4278_2567/master/4278.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&enable=upscale&s=b25419fe68d6d90b676ef62f8e47749a"
        },
        {
          "link": "https://www.theguardian.com/world/live/2020/dec/12/coronavirus-live-news-brazil-investigates-reinfection-australia-pins-hopes-on-oxford-vaccine",
          "published": "2020-12-12T14:08:34",
          "title": "Coronavirus live news: community testing to begin in England tier 3 areas; US vaccinations to start 'in 24 hours'",
          "text": "14:08\n\nThere are not enough nurses to safely care for patients in the UK, according to the body that oversees the profession, and many of those who are working are suffering from anxiety and burnout after a gruelling nine months treating Covid patients.\n\nA year after the prime minister pledged during the 2019 election campaign to add 50,000 nurses to the NHS, the Royal College of Nursing has accused Boris Johnson of being “disingenuous” for claiming the government is meeting this 2025 target.\n\nJohnson claimed last week that the government had “14,800 of the 50,000 nurses already” during prime minister’s questions in the Commons.\n\nYet the latest NHS figures show there were 36,655 vacancies for nursing staff in England in September, with the worst shortages affecting mental health care and acute hospitals. Staff in some intensive care units (ICUs) have quit since the pandemic, with those whom the Observer spoke to choosing to work instead in supermarkets or as dog-walkers.\n\nRead the full report here:",
          "keywords": [],
          "top_image": "https://i.guim.co.uk/img/media/3e7d1d32e1bdc3b824aaf7040c7c5742ca841f3b/0_22_3255_1954/master/3255.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctbGl2ZS5wbmc&enable=upscale&s=b4062afb4153c673a3923d2cb5020b9f"
        },
        {
          "link": "https://www.theguardian.com/us-news/2020/dec/11/federal-execution-alfred-bourgeois-trump-administration",
          "published": "2020-12-12T02:18:23",
          "title": "Trump administration puts second man to death in two days",
          "text": "Alfred Bourgeois’s IQ put him in the intellectually disabled category, which should have barred execution, lawyers say\n\nThe Trump administration continued its unprecedented series of post-election federal executions Friday by putting to death a Louisiana truck driver who abused and killed his two-year-old daughter.\n\nAlfred Bourgeois, 56, was pronounced dead at 8.21pm eastern time after receiving a lethal injection at the federal prison in Terre Haute, Indiana.\n\nHis lawyers argued Bourgeois had an IQ that puts him in the intellectually disabled category, saying that should have made him ineligible for the death penalty under federal law. Victor J Abreu said it was “shameful” to execute his client “without fair consideration of his intellectual disability”.\n\n'Abolish the death penalty': Brandon Bernard execution prompts wave of anger Read more\n\nBourgeois was the 10th federal death-row inmate put to death since federal executions resumed under Donald Trump in July after a 17-year hiatus. He was the second federal prisoner executed this week, with three more executions planned in January.\n\nBourgeois met with his spiritual adviser on Friday as he sought to come to terms with the possibility of dying, and he was also praying, one of his lawyers, Shawn Nolan told the Associated Press just hours before the execution.\n\n“He certainly doesn’t want to die – and it’s harder for him to grasp being killed by the federal government. But he does get it that this is bad.”\n\nThe attorney added: “He’s praying for redemption.”\n\nBourgeois took up drawing in prison, including doing renditions of members of his legal team. Nolan said he had not been a troublemaker on death row and had a good disciplinary record.\n\nThe last time the number of civilians executed federally reached double digits in a year was under President Grover Cleveland, with 14 in 1896.\n\nThe series of executions under Trump since election day, the first in late November, also marks the first time in more than 130 years that federal executions have occurred during a lame-duck period. Cleveland was also the last president to do that.\n\nOn Thursday, Brandon Bernard was put to death for his part in a 1999 killing of a religious couple from Iowa after he and other teenage members of a gang abducted and robbed Todd and Stacie Bagley in Texas. The death of Bernard, who was 18 at the time of the killings, was a rare execution of a person who was in his teens when his crime was committed.\n\nSeveral high-profile figures, including Kim Kardashian West, appealed to Trump to commute Bernard’s sentence to life in prison, citing, among other things, Bernard’s youth at the time and the remorse he has expressed over years.\n\nIn Bourgeois’s case, the crimes stand out as particularly brutal because they involved his young daughter.\n\nAccording to court filings, he gained temporary custody of the child after a 2002 paternity suit from a Texas woman. Bourgeois was living in Louisiana with his wife and their two children.\n\nOver the next month, Bourgeois whipped the girl with an electrical cord, burned her feet with a cigarette lighter and hit her in the head with a plastic baseball bat so hard that her head swelled – then refused to seek medical treatment for her, court documents say. Prosecutors also said he sexually abused her.\n\nIt was during a trucking run to Corpus Christi, Texas, that he ended up killing the toddler, slamming her head on the windows and dashboard four times, court filings say. She died the next day in a hospital of brain injuries.\n\nAfter his 2004 conviction, a judge rejected claims stemming from his alleged intellectual disability, noting he did not receive a diagnosis until after he was sentenced to death.\n\nAttorneys argued that finding was based on misunderstandings about such disabilities. They said Bourgeois had tests that demonstrated his IQ was around 70, well below average, and that his childhood history buttressed their claims.\n\nBourgeois’s lawyers did not argue that he should have been acquitted or should not have been handed a stiff penalty, just that he should not be executed, Nolan said.\n\n",
          "keywords": [],
          "top_image": "https://i.guim.co.uk/img/media/954061e895d3e4fa4f8a2e62a21313c7ef5180a6/0_321_3505_2103/master/3505.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=1993ecb810aa4c7845a6d7e393511295"
        }
      ]
    },
    "washingtonpost": {
      "rss": "http://feeds.washingtonpost.com/rss/world",
      "link": "https://www.washingtonpost.com/",
      "articles": [
        {
          "link": "https://www.washingtonpost.com/world/europe/germany-mass-vaccination-centers/2020/12/11/efdb9b08-3951-11eb-aad9-8959227280c4_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world",
          "published": "2020-12-12T11:00:00",
          "title": "As Germany awaits vaccine, mass vaccination centers are built in less than a week",
          "text": "“That’s my duty, but it’s hard work to get to it,” he said.\n\nThe string of vaccination centers being built across the country come before Germany even has a vaccine to distribute. European approval of the Pfizer vaccine is expected sometime this month.\n\nThe German approach could be watched closely by the United States and other countries around the world as they eye ways to vaccinate their populations as speedily as possible.\n\nTime constraints are particularly pressing with the Pfizer vaccine — developed by the German firm BioNTech with German government funding — because of its cold storage requirements.\n\nThe vaccine can only survive for about five days after being defrosted from minus-94 degrees and comes in trays of just under 1,000 doses, so experts say it makes sense for people to come to a central location that can get as many people in and out as possible.\n\nBritain, which began giving its first vaccines through hospitals earlier this week, is also expected to open mass vaccination centers next year.\n\n“We asked the federal states to be ready by Dec. 15. And we are confident they will be,” said Hanno Kautz, a spokesperson for Germany’s Health Ministry.\n\nVaccination centers are being constructed because “you want to be quick,” he said, and there simply isn’t the space at hospitals, he said.\n\nConstruction is underway in all 16 German states. The central state of Hessen has said it will have 28 centers ready before the week is out, with the capacity to vaccinate 28,000 a day. Michael Schaich, a spokesman for the Interior Ministry said that operations have been tested, including a “seamless logistics chain.”\n\n“We are well prepared,” he said.\n\nThe western state Baden-Württemberg is setting up nine large centers for its 11 million people, with 44 more community vaccination points to be added in January.\n\n“It’s better to have [vaccination centers] ready and there are delays than the other way around: having the vaccine and no vaccination centers ready to go,” Health Minister Jens Spahn told reporters last week as he visited a new vaccination center in a Düsseldorf soccer ground set up to give 2,800 shots a day. The health ministry did not provide numbers on how many vaccination centers it expects to be ready next week.\n\nThe cost of Berlin’s six centers will range between around $70 million and $95 million, according to Broemmer, with other federal states outlining similar investments.\n\nAt Arena Berlin, where Broemmer was overseeing the work, there are 80 small cubicles planned for the center designed to vaccinate 4,000 people a day. The aim is to vaccinate 450,000 people in Berlin — around 10 percent of the population — within three months.\n\nBut that will depend on supplies, and little is certain.\n\nBroemmer sketched out his plans for the space with a Lego brick model before handing them along to architects.\n\nCenters will have a waiting area where patients will be monitored for half an hour for side effects before they are allowed to leave.\n\nAbout 20 doctors will oversee the center at any one time, with about 150 staff members and volunteers. Those administering shots will be drawn from organizations such as the International Committee of the Red Cross, and Broemmer said the city also was in discussions with airlines including Lufthansa and easyJet about using flight attendants who have first aid training.\n\nEurope has purchased an initial 200 million doses of the vaccine, double the initial order from the United States. But Germany has also secured an additional 40 million outside the European Union contract.\n\nGermany’s federal states have scrambled to procure the deep freezers necessary for the vaccine storage. That was a challenge, Broemmer said.\n\n“The problem is to find these fridges,” he said. “We ordered them two months ago, and we got them.”\n\nThere are three for all Berlin, enough to store the 900,000 doses of the Pfizer/BioNTech vaccine that it hopes to initially receive.\n\nIn Hessen, Schaich said that his state had also made an “early effort” to get freezers without giving specifics. “There are only a few suppliers for this ultra-freezing,” he said.\n\nBerlin’s three freezers will be kept at a central location in the city, one of 27 “distribution hubs” across the country, the location of which won’t be made public for security reasons.\n\nThere are concerns that the centers could be targets for anti-vaxxers and followers of conspiracy theories. Germany has a vociferous anti-lockdown movement that has been becoming increasingly radicalized, with police still investigating an arson attack on the building of the federal agency for infectious-disease control in late October.\n\nOn Wednesday, the domestic intelligence agency in Baden-Württemberg, home to some of the largest demonstrations, said it would put their main organizers — a group called Querdenken 711 — under observation.\n\n“We never know what happens around, what happens at night,” Broemmer said. “There might be arson or something like this. There might be some people that want to make trouble.”\n\n“We never know,” he said.\n\nThroughout the pandemic, Germany has been quick to put in motion practical measures such as contact tracing, which took other countries months to roll out. However, now it’s struggling to bring down the number of new cases, as daily deaths reach a record high.\n\nBroemmer was also responsible for overseeing the construction of an overspill hospital in an exhibition center in Berlin during the first wave of the pandemic last spring, which cost around $40 million but has not taken in a single patient.",
          "keywords": [],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/JY6LKJRZPUI6XKWZRFMSE4UAYQ.jpg&w=1440"
        },
        {
          "link": "https://www.washingtonpost.com/local/obituaries/alex-olmedo-dead/2020/12/11/2403cd0a-3bc4-11eb-9276-ae0ca72729be_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world",
          "published": "2020-12-11T14:58:26",
          "title": "Alex Olmedo, first male Latin American Grand Slam singles champion, dies at 84",
          "text": "Known as “Cacique” or “Chief” because of his Inca heritage, Mr. Olmedo was a 5-foot-10 right-hander who lit up the amateur tennis scene in the late 1950s, winning top tournaments nearly a decade before Grand Slam events were opened to professionals. Official, computerized tennis rankings were still years away, but at his peak in 1959 he was considered the top amateur in the United States and No. 2 in the world.\n\nRightly or not, he was also deemed one of the sport’s most frustrating players, losing to second-rate opponents and struggling at times to elevate his game for matches he was expected to win. “There is nothing else quite like Olmedo in the formful world of tennis,” Sports Illustrated journalist James Murray wrote in a 1959 cover story. “He is the world’s best amateur tennis player one day. And he is plain run-of-the-mill the next.”\n\nThe son of a groundskeeper and tennis instructor, Mr. Olmedo grew up playing at a local club in Arequipa, Peru’s second-largest city. By most accounts, he came to the United States in 1954 after local supporters raised $700, enabling him to take a boat to Havana, a plane to Miami and a cross-country bus to Los Angeles. He spoke no English, and later spoke of a “guardian angel” watching over him on the Greyhound.\n\nHe went on to work at a tennis pro shop, where he said he “strung rackets and made malts and hamburgers” while developing his game, ultimately catching the eye of Perry T. Jones, the czar of Southern California’s amateur tennis scene. When Jones was named captain of America’s 1958 Davis Cup squad, he successfully lobbied for Mr. Olmedo — by then winning NCAA titles for USC — to join the team.\n\nThe decision irritated some current and former tennis players, as Mr. Olmedo was not American (he later became a naturalized citizen) and the tournament was a showcase for national pride. But Peru wasn’t fielding a team, and Mr. Olmedo silenced his critics after powering the United States to victory over Australia, ending a three-year winning streak by defeating Ashley Cooper, the reigning Wimbledon champion, in the finals on New Year’s Eve.\n\n“We did it, Cap. We won,” Mr. Olmedo yelled to Jones, shedding a few tears on the court and throwing his racket in celebration. He received a congratulatory telegram from actor Kirk Douglas (“Now you are more than a chief. You are a superchief”) and was crowned with a laurel wreath during a triumphant return to Peru.\n\nMr. Olmedo won his first Grand Slam championship that same year, partnering with Davis Cup teammate Ham Richardson to win the men’s doubles title at the 1958 U.S. National Championships. Months later, he defeated Neale Fraser to win the 1959 Australian Championships, becoming only the second Latin American to win an individual Grand Slam title, after Chile’s Anita Lizana won the U.S. Nationals in 1937.\n\nHis victory set him up for the No. 1 seed at Wimbledon, where he defeated 20-year-old Rod Laver in straight sets in the finals of the world’s oldest tennis tournament. “He took his fast and aggressive game, and rocked the tennis world,” the International Tennis Hall of Fame later said.\n\nMr. Olmedo and Brazilian Maria Bueno, who won the women’s championship the next day, became the first South Americans to win individual titles at Wimbledon. He nearly won a third Grand Slam that year at the U.S. Nationals, where his former Australian opponent, Fraser, got revenge in the finals, winning in four sets.\n\nBut his success in major tournaments was accompanied by a number of disastrous matches. He was blamed for the American team’s loss in the 1959 Davis Cup, when he dropped two matches in the final round, and was charged with throwing a clay-court match after a lackadaisical performance near Chicago.\n\nSports Illustrated later reported that Mr. Olmedo had not wanted to play in the clay tournament anyway, and was insulted when he arrived at the club and the gatekeeper didn’t recognize him. In the predominantly White world of high-level tennis, he was sometimes mistaken for tournament staff.\n\n“In Europe people treat you much better. I feel better over there because they know a player is a human being over there,” he said at the time. Exhausted by an amateur sports system in which he had to pay his own way to tournaments, then arrived to be treated poorly, he turned pro in December 1959, signing a contract that reportedly guaranteed him a minimum of $35,000.\n\nMr. Olmedo won the U.S. Pro Tennis Championships the next year and retired in 1965 with an overall record of 90-85. He was tired of traveling, he said, and wanted to focus on raising his family in Los Angeles, where he taught tennis until his death. He became the teaching pro at the Beverly Hills Hotel and worked with celebrities including Katharine Hepburn, Robert Duvall and Charlton Heston, describing himself as “kind of a therapist” on the tennis court, according to his son.\n\nGreeting clients with a standard line — “How you doing, champ?” — he helped them with their serve or backhand while also chatting about life and work. “They come to see me to make themselves feel better about themselves,” he would say, “and to hit some tennis balls.”\n\nThe second of seven children, Luis Alejandro Olmedo y Rodríguez was born in Arequipa on March 24, 1936. His family said that Mr. Olmedo started playing with a homemade wooden racket by age 4 or 5, and within a decade had beaten everyone in town. He went to Lima, the capital, where the head of the Peruvian tennis association connected him with American coach Stanley Singer, setting him on a path to come to the United States.\n\nMr. Olmedo was 15 when he made his amateur debut at the 1951 U.S. Nationals, losing his first match. His son and former wife, Ann Peirce Olmedo, said that he had already made his epic boat-plane-and-bus trip to Los Angeles by then, in contrast to news reports that suggested he made the journey three years later.\n\nBy all accounts, he learned English at night school soon after arriving, and studied at Modesto Junior College before enrolling at USC to play under tennis coach George Toley. He won NCAA doubles and individual championships in both 1956 and 1958, and helped lead the Trojans to a 1958 team championship.\n\nMr. Olmedo was inducted into the International Tennis Hall of Fame in 1987.\n\nHis marriage ended in divorce. In addition to his son, Alex Olmedo Jr. of Santa Monica, survivors include two daughters, Amy Olmedo of Los Angeles and Angie Williams of Paia, Hawaii; four brothers; a sister; and four grandchildren.\n\nIn a phone interview, his son recalled that Mr. Olmedo was still leading private lessons until shortly before his death, working with clients on an extra-wide, extra-long court that Mr. Olmedo had installed outside his home in Encino.\n\n“When he was around people, he would just turn on the charm,” Olmedo Jr. said. “If you were a beginner, he was so precise he could hit the ball exactly to your sweet spot and make you feel like you were a better player than you were. That’s the key to being a pro, making people feel good about their abilities while also helping them improve. People would come back and say, ‘What’s going on, how come I can’t play as well against other people as I do against you?’\n\n“And he’d say, ‘Well, champ, you’ve got to keep coming back.’ ”",
          "keywords": [],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/D3UKV3R4BYI6XKWZRFMSE4UAYQ.jpg&w=1440"
        },
        {
          "link": "https://www.washingtonpost.com/world/the_americas/mexico-fast-tracks-law-that-could-limit-antidrug-cooperation-with-us/2020/12/11/aa2f90d4-3b43-11eb-98c4-25dc9f4987e8_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world",
          "published": "2020-12-11T12:26:00",
          "title": "Mexico fast-tracks law that could limit anti-drug cooperation with U.S.",
          "text": "But the bill is a sign of the fury detonated in Mexico by the detention of Cienfuegos in Los Angeles in October. The legislation was proposed by the office of President Andrés Manuel López Obrador, whose party holds a majority in Congress. It sailed through the Senate on Wednesday night and is expected to clear the lower house soon.\n\nThe measure would require that Mexican federal, state and local officials get permission from a high-level security panel to talk with “foreign agents” such as those working for the FBI or Drug Enforcement Administration. The Mexican officials would be required to provide a written report about such meetings to the Foreign and Public Security ministries. A representative of the Foreign Ministry would have to sit in on the sessions.\n\n“It will dramatically change the way Mexican law enforcement and U.S. law enforcement cooperate,” said Ana María Salazar, a Mexico City-based security analyst who worked in drug enforcement under the Clinton administration. “The extreme requirements will probably paralyze the relationship.”\n\nThe measure could affect a wide range of investigations — involving drug-trafficking, money-laundering, kidnapping and other crimes.\n\nU.S. agents are unlikely to share sensitive information under such conditions because it could easily fall into the hands of corrupt officials if distributed widely, former officials say. “That would compromise agents, informants and investigations,” said Mike Vigil, a former chief of international operations for the DEA.\n\nU.S. Attorney General William P. Barr said in a statement that the Justice Department was “troubled” by the legislation, which he said would complicate bilateral cooperation. “The passage of this legislation can only benefit the violent transnational criminal organizations and other criminals that we are jointly fighting,” he said.\n\nAnother department official said the measure could have a dramatic impact on bilateral relations. “The immediate effect is a freeze” on sharing information, said the official, who spoke on the condition of anonymity because he was not authorized to give interviews.\n\nDrug cooperation is particularly important because Mexico is the main source of heroin and methamphetamines in the United States, as well as a major gateway for cocaine and fentanyl.\n\nRoberto Velasco, the senior official handling U.S. affairs at the Foreign Ministry, said diplomats had met with officials from the State and Justice departments to explain details of the bill. “It is in our shared interest to continue working together on law enforcement,” he said in a statement. “The aim of the bill is for our cooperation to continue on the basis of mutual respect, and shared objectives.”\n\nCienfuegos served as defense minister from 2012 to 2018, under President Enrique Peña Nieto. He was charged in October in U.S. federal court with helping the H-2 drug cartel, based in northwestern Mexico, to ship heroin, cocaine and methamphetamines to the United States. He pleaded not guilty. Many Mexicans said they believed him; Cienfuegos was not widely perceived as corrupt and had worked on anti-drug efforts with U.S. officials.\n\nThe detention was seen in Mexico as a slap at the military — which is highly regarded and has become a central player in López Obrador’s security and infrastructure plans. Mexico responded to the arrest by threatening to curtail security cooperation with the United States. The Trump administration dropped the charges citing “foreign policy considerations” and sent Cienfuegos home. But that wasn’t the end of the story.\n\nMexican officials have portrayed the law as necessary to guarantee their sovereignty. “I think there’s a national awakening” after the Cienfuegos case, said Ricardo Monreal, a ruling-party lawmaker who guided the legislation through the Senate. “We want a harmonious relationship with the United States, but not one of subordination.”\n\nHe said the language in the legislation was originally harsher. “It was moderated because the president wants a good relationship” with Washington, he said.\n\nForeign Ministry officials noted that many parts of the legislation, such as providing only limited diplomatic immunity for foreign agents, are copied from bilateral agreements reached years ago. But the legislation adds new provisions. And it is part of the national security law, which allows criminal charges — even treason — against violators, noted Jorge Lara, a former senior Mexican justice official.\n\n“This will result in many people preferring not to take the risk” of meeting with U.S. agents, he said. “This will generate a kind of paranoia.”\n\nThe law was introduced during a political vacuum in the United States, with the Trump administration on the brink of leaving office and a Biden team not yet confirmed. Mexican diplomats insist López Obrador wants a good relationship with the incoming U.S. leader. But Lara said the Mexican government could be using the measure to gain leverage with Biden.Senior members of the armed forces were infuriated by the arrest of Cienfuegos, whom many had served with over the years. The case was built in the United States, relying on intercepted BlackBerry messages allegedly involving the general and drug traffickers. But it sparked alarm among other senior members of the Mexican government who feared that the DEA might be tapping their phones.\n\nLópez Obrador, a longtime leftist, has developed a surprisingly warm relationship with President Trump. But he also relies heavily on Mexico’s military, both for domestic security and numerous other duties, from building a new Mexico City airport to transporting medications during the coronavirus pandemic.",
          "keywords": [],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/CBLNLBRZOYI6XKWZRFMSE4UAYQ.jpg&w=1440"
        },
        {
          "link": "https://www.washingtonpost.com/world/2020/07/16/coronavirus-pandemic-cities-reopening/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world",
          "published": "2020-12-11T12:55:36",
          "title": "What’s reopened and what’s still restricted in 16 cities around the world",
          "text": "Vaccines are here. But so is a resurgence in coronavirus cases in many parts of the world. Washington Post correspondents and contributors across 16 cities are keeping track of the responses from public health officials and others.\n\nBeijing\n\nVisitors crowd the Badaling section of the Great Wall northwest of Beijing on Oct. 31. (Tingshu Wang/Reuters)\n\nWhat’s required, restricted or in force\n\nmasks required\n\npolice checks in place\n\nWhat is not\n\ndine-in service open\n\nschools open\n\nno curfew\n\nno fines\n\nA customer wearing a face mask browses in a Christmas store in Berlin on Nov. 2. Chancellor Angela Merkel has pledged to do “everything necessary” to help cushion the economic impact of the partial lockdown. (Liesa Johannssen-Koppitz/Bloomberg News)\n\nBerlin\n\nWhat’s required, restricted or in force\n\nfines\n\npolice checks in place\n\nmasks required\n\nno dine-in service\n\nWhat is not\n\nschools open\n\nno curfew\n\nA man rides a camel past beachgoers in Dubai on Oct. 31. Dubai Sports Council has organized many outdoor events after lifting the lockdown for the coronavirus. (Ali Haider/EPA-EFE/Shutterstock)\n\nDubai\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines\n\npolice checks\n\nWhat is not\n\nschools open\n\ndine-in service open\n\nno curfew\n\nPeople wait to watch a film at Hong Kong's first socially distanced outdoor entertainment venue on Nov. 10, 2020. It has 100 socially distanced private \"pods,\" each seating two or four people, to respect social distancing measures. (Anthony Wallace/AFP/Getty Images)\n\nHong Kong\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines\n\npolice checks in place\n\nschools closed\n\nWhat is not\n\ndine-in service open\n\nno curfew\n\nCustomers eat and drink on the street outside a bar ahead of a coronavirus lockdown in the Soho district of London on Nov. 4. (Chris J. Ratcliffe/Bloomberg News)\n\nJump to city\n\nLondon\n\nWhat’s required, restricted or in force\n\nfines\n\nmasks required\n\nWhat is not\n\ndine-in service\n\nschools open\n\nno fines\n\nno police checks\n\nno curfew\n\nPeople protest during a small rally in support of coronavirus deniers and against restrictions by the government in Madrid on Nov. 7. (Manu Fernandez/AP)\n\nMadrid\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines\n\npolice checks in place\n\ncurfew in place\n\nWhat is not\n\nschools open\n\ndine-in restaurants open\n\nA teacher looks after students Nov. 3 in the classroom of a makeshift school that the children of Mexican drug lord Joaquin \"El Chapo\" Guzman helped to build near the city of Culiacan for families who have no access to online classes during the pandemic restrictions in Mexico. (Reuters)\n\nMexico City\n\nWhat’s required, restricted or in force\n\nschools closed\n\nmasks required\n\nfines possible\n\nWhat is not\n\nno curfew\n\ndine-in restaurants open\n\nno police checks\n\nA woman walks from the underpass in Moscow on Nov. 3. (Alexander Zemlianichenko/AP)\n\nMoscow\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines possible\n\npolice checks in place\n\nWhat is not\n\nschools open\n\nine-in restaurants open\n\nno curfew\n\nKenyans sit close to each other at a nightclub in Nairobi on Nov. 5. Kenyan President Uhuru Kenyatta announced the extension of a nationwide curfew from 10 p.m. to 4 a.m. until Jan. 3. (Daniel Irungu/EPA-EFE/Shutterstock)\n\nNairobi\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines\n\npolice checks\n\ncurfew in place\n\nWhat is not\n\ndine-in service open\n\nschools open\n\nCustomers shop for discounted garments during the festival of Dhanteras at the Lajpat Nagar market in New Delhi on Nov. 13. (Prashanth Vishwanthan/Bloomberg News)\n\nNew Delhi\n\nWhat’s required, restricted or in force\n\nschools closed\n\nmasks required\n\nfines\n\npolice checks\n\nWhat is not\n\nno curfew\n\ndine-in service open\n\nThe terrace of a closed restaurant sits empty in Paris on Nov. 12 during a second national lockdown aimed at curbing the spread of the coronavirus. (Stephane De Sakutin/AFP/Getty Images)\n\nParis\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines in place\n\ncurfew in place\n\nno dine-in service\n\npolice checks\n\nWhat is not\n\nschools open\n\nPeople visit Ipanema Beach in Rio de Janeiro on Sept. 13. The mayoralty of the city is allowing bathers on its beaches, the opening of nightclubs and the operation of buffet systems in restaurants in a new stage of steps to ease pandemic restrictions. (Antonio Lacerda/EPA-EFE/Shutterstock).\n\nRio de Janeiro\n\nWhat’s required, restricted or in force\n\nschools closed\n\nmasks required\n\nWhat is not\n\ndine-in service open\n\nno fines\n\nno police checks\n\nno curfew\n\nPeople stroll in Via del Corso in Rome on Nov. 13. Italy authorities adopted new restrictions to curb the spread of the virus. (Angelo Carconi/EPA-EFE/Shutterstock)\n\nRome\n\nWhat’s required, restricted or in force\n\nfines in place\n\nmasks required\n\npolice checks in place\n\ncurfew in place\n\nWhat is not\n\ndine-in service open\n\nschools open\n\nPeople take pictures as drones fly in formation showing messages of hope in Seoul on Nov. 13. (Kim Hong-Ji/Reuters)\n\nSeoul\n\nWhat’s required, restricted or in force\n\nfines in place\n\nmasks required\n\npolice checks in place\n\nWhat is not\n\nschools open\n\ndine-in service open\n\nno curfew\n\nPeople make their way at Shinagawa station in Tokyo on Nov. 13. (Kim Kyung-Hoon/Reuters)\n\nTokyo\n\nWhat’s required, restricted or in force\n\nNo restrictions\n\nWhat is not\n\ndine-in service open\n\nschools open\n\nmasks not required\n\nno fines\n\nno police checks\n\nno curfew\n\nPeople watch the marine life at Ripley's Aquarium of Canada in Toronto on Oct. 28. (Nathan Denette/The Canadian Press/AP)\n\nToronto\n\nWhat’s required, restricted or in force\n\nfines\n\npolice checks in place\n\nmasks required\n\nno dine-in service\n\nWhat is not\n\nschools open\n\nno curfew\n\nAbout this story: Max Bearak in Nairobi, William Booth and Karla Adam in London, Mary Beth Sheridan in Mexico City, Terrence McCoy in Rio de Janeiro, Chico Harlan in Rome, Loveday Morris in Berlin, Pamela Rolfe in Madrid, Joanna Slater in New Delhi, Paul Schemm in Dubai, Min Joo Kim in Seoul, Simon Denyer in Tokyo, Gerry Shih in Taipei, Robyn Dixon in Moscow, James McAuley in Paris, Amanda Coletta in Toronto and Shibani Mahtani in Hong Kong contributed to this report.",
          "keywords": [],
          "top_image": "https://www.washingtonpost.com/resizer/yPdvyaiftt1aBs0ysa75cWXO86w=/1484x0/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/IVRU5NQRNJBITFTSEII7JC2NA4.jpg"
        }
      ]
    }
  }
}