{
  "newspapers": {
    "Al Jazeera": {
      "link": "https://www.aljazeera.com/",
      "articles": [
        {
          "title": "Israel-Hamas war live: Mixed feelings for Gaza residents as truce starts",
          "text": "blinking-dot Live updates Live updates,\n\nIsrael-Hamas war live: Mixed feelings for Gaza residents as truce starts\n\nFour-day pause in fighting to be accompanied by release of 150 Palestinian prisoners, 50 captives in Gaza, entry of aid.",
          "link": "https://www.aljazeera.com/news/liveblog/2023/11/24/israel-hamas-war-live-israel-continues-gaza-attacks-ahead-of-truce",
          "keywords": [
            "feelings",
            "startsfourday",
            "updatesisraelhamas",
            "war",
            "starts",
            "truce",
            "live",
            "updates",
            "release",
            "residents",
            "gaza",
            "israelhamas",
            "prisoners",
            "mixed"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/2023-11-24T060105Z_453629025_RC2IJ4AGJM5E_RTRMADP_3_ISRAEL-PALESTINIANS-TRUCE-1700806409.jpg?resize=1920%2C1440",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "‘The war is not over’: Israel blocks Palestinians’ return to northern Gaza",
          "text": "Israeli military warns people against returning to northern Gaza, saying ‘the war is not over’.\n\nIsrael has said that northern Gaza is out of bounds as displaced Palestinians attempt to use the pause in fighting to return to their homes.\n\nLarge numbers of displaced people were attempting to return home across Gaza as the four-day truce brokered by Qatar took effect on Friday morning. However, Israel has warned people that they will not be allowed to enter the north of the war-torn enclave.\n\nVideos obtained by Al Jazeera showed Palestinians returning to their homes in Beit Lahiya in the northern Gaza Strip, despite the Israeli army’s insistence that it is a combat zone.\n\nThe Israeli military has said that it expects Hamas would try to encourage or push civilians to return to the northern part of the Gaza Strip, and that they were prepared to prevent it from happening, Al Jazeera’s Mohammed Jamjoom reported from occupied East Jerusalem.\n\nCiting witnesses, Palestinian news agency Wafa said that seven people were wounded by Israeli forces as they attempted to go to northern Gaza.\n\nSeveral have been injured and taken back to hospitals in the south of the territory, reports Al Jazeera’s Tareq Abu Azzoum from Khan Younis in southern Gaza.\n\nAn Israeli military spokesperson, Avichay Adrei, released a statement in Arabic on X.\n\n#عاجل يا سكان غزة، لن يُسمح بأي شكل من الأشكال بتنقل السكان من جنوب القطاع إلى شماله وإنما من الشمال إلى الجنوب فقط. ندعوكم الى عدم الاقتراب الى القوات العسكرية والى المناطق شمال وادي غزة. استغلوا الوقت للتزود بالاحتياجات وترتيب أموركم. منطقة شمال القطاع هي منطقة قتال ويحظر… pic.twitter.com/PmdUpytJD7 — افيخاي ادرعي (@AvichayAdraee) November 24, 2023\n\n“Residents of Gaza, the movement of the population from the south of the Strip to the north will not be allowed in any way, but only from the north to the south,” it read.\n\n“We invite you not to approach the military forces and the areas north of the Gaza Valley. Take advantage of the time to replenish your needs and arrange your affairs,” he said.\n\n“The area north of the Gaza Strip is a combat zone and it is forbidden to stay there. The war is not over and we urge you to obey the teachings and warnings for your safety,” Adrei added.\n\n‘Everything is broken’\n\nMany people no longer have a home to go back to after seven weeks of Israeli bombardment and ground invasions that started on October 7.\n\nGaza resident Ashraf Shann told Al Jazeera that he had mixed feelings about the truce.\n\n“I have nowhere to go back to even if [the Israelis] allow us to go back to Gaza City. My house was bombed and completely destroyed on the third day of the war,” he said.\n\n“At the same time, I’m happy for those people whose loved ones are missing. At least they can go and pick up the pieces and try to search for them.”\n\nZak Hania, a displaced Palestinian who fled the Shati refugee camp, said “everything is broken in Gaza”.\n\n“We don’t know whether to be happy or sad. Our houses are broken, our hearts are broken, everything is broken in Gaza now. We do not know how life will continue after this,” he told Al Jazeera from the southern city of Khan Younis.\n\nAsked if he was planning to head home during the truce, Hania responded: “We can’t go because the Israeli army said nobody’s allowed to go back to the north and people are afraid and hesitant to go.\n\n“I think it’s dangerous to go back because they’re still on the road separating the north and south of Gaza … We’re not sure about anything and we’re just praying that the ceasefire holds,” he said.\n\n\n\n\n\nResumption of war looming\n\nHani Mahmoud, reporting from Khan Younis in southern Gaza, said the looming fact that the war will resume in a matter of days was a huge disappointment for people.\n\n“There is a sense of happiness, a sense of optimism, but it is a cautious optimism because after 48 days of relentless air strikes and killings, so many Palestinians have been surrounded by destruction and blood, and the bodies of loved ones and family members,” Mahmoud said.\n\n“The ceasefire comes when people want to take a moment and just check on each other and check on their homes and belongings,” he said.\n\n“There is also the looming fact that the war will resume in a matter of days, according to Israeli officials,” Mahmoud said.\n\n“That statement was very devastating and depressing for many Palestinians who believe this ceasefire is incomplete and unfair as they want to go and check on their homes and see who is left among their family members,” he said.\n\nIsrael’s war has killed more than 14,800 people in Gaza since October 7. In Israel, the official death toll from Hamas’s attacks that prompted the war stands at about 1,200.",
          "link": "https://www.aljazeera.com/news/2023/11/24/displaced-people-attempt-to-return-home-across-gaza-as-truce-sets-in",
          "keywords": [
            "al",
            "gaza",
            "strip",
            "war",
            "return",
            "blocks",
            "military",
            "palestinians",
            "northern",
            "south",
            "north",
            "israeli",
            "israel"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/344M72Z-Preview-1700817075.jpg?resize=1200%2C630",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "‘Relief’ in war-torn Gaza as truce takes effect in Israel-Hamas war",
          "text": "Aid begins to trickle in to Gaza as the first pause begins after seven weeks of hostilities between Israel and Hamas.\n\nA Qatar-mediated four-day truce has taken effect in Israel’s war on Gaza. The first pause after seven weeks of bombardment has been met with relief by Palestinians.\n\nDuring the humanitarian break in the fighting, which began at 7am (05:00 GMT) on Friday, 150 Palestinian prisoners held in Israeli jails and 50 captives held by the Hamas armed group in Gaza are due to be released.\n\nThe first releases, which will see 39 Palestinians and 13 Israelis freed, are expected on Friday afternoon.\n\nIn the hours preceding the start of the truce, Israeli bombing intensified across the Gaza Strip, with attacks in Rafah and the city of Khan Younis in the south, as well as constant artillery shelling in the north of the enclave.\n\nAlmog Boker, a correspondent for the Israeli station Channel 13, has posted a video online showing Israeli soldiers celebrating from afar as a number of buildings were destroyed in the northern Gaza Strip in the last hour before the start of the truce.\n\nבשעה האחרונה שלפני הפסקת האש, כוחות צה\"ל השמידו תוואי מנהרות תת קרקעיות ומספר פירי מנהרות במרחב בית החולים שיפאא'. כך זה נראה ונשמע: pic.twitter.com/FHabuf2C6r — almog boker (@bokeralmog) November 24, 2023\n\nThe first pause in the fighting was met with huge relief by Palestinians, who were rejoicing to be safe from Israeli bombardment for the first time in weeks, Al Jazeera’s Tareq Abu Azzoum reported from Khan Younis, southern Gaza.\n\n“This is the first time that we have not heard Israeli drones since the beginning of this round of fighting,” he said. “People sense that there is a glimmer of hope that this short-term pause will pave the way for a longer ceasefire.”\n\nBadly needed aid\n\nUnder the deal, badly needed aid will be allowed into Gaza. The enclave has been under a total Israeli blockade since the war was triggered by Hamas’s attack on October 7.\n\nEgypt said 130,000 litres of diesel and four trucks of gas will be delivered daily to Gaza over the four days. Overall, 200 trucks carrying aid are set to enter Gaza daily.\n\nAl Jazeera’s Youmna ElSayed, reporting from the Rafah border crossing, said the flow of trucks carrying fuel and gas had begun.\n\nAdditional aid would start entering into and the first captives, including elderly women, would be freed at 4pm (14:00 GMT), said Qatar’s foreign ministry spokesperson Majed al-Ansari in Doha. The total number of hostages to be freed by Hamas will rise to 50 over the four days.\n\nMonitoring truce\n\nQatar will monitor the truce in real time for possible violations, reported Al Jazeera’s James Bays from Doha.\n\n“Qatar has an operations room here in Doha where they are going to get real-time information from Gaza. They have direct links with the Israeli military, with Hamas,” he said.\n\n“The idea is that if there is any sort of violation, that because of those direct links, they are going to try and nip it in the bud and make sure that this truce can continue, that this process can continue for the four days,” he added.\n\n\n\n\n\nFighting raged on in the hours leading up to the truce, with officials inside the Hamas-ruled enclave saying a hospital in Gaza City was among the targets bombed.\n\nBoth sides also signalled the pause would be temporary before fighting resumes.\n\nThe Indonesian Hospital was reeling under relentless bombing, operating without light and filled with bedridden old people and children too weak to be moved, Gaza health officials said.\n\nMunir al-Bursh, the Gaza health ministry director, told Al Jazeera that a wounded woman was killed and three others injured.\n\nIsrael launched its devastating invasion of Gaza after gunmen from Hamas burst across the border fence on October 7, killing 1,200 people and seizing about 240 captives, according to Israeli tallies.\n\nSince then, Israel has rained bombs on the besieged enclave, killing more than 14,000 people in Gaza, about 40 percent of them children, according to Palestinian health authorities.\n\n\n\n\n\n‘I want to go home’\n\nAs soon as the fighting paused, thousands of displaced Palestinians have set out to check on their homes in central and southern areas of the enclave reports Al Jazeera’s Wael Dahdouh from Khan Younis.\n\n“One man said, ‘I want to go home and even if it is destroyed, I want to stay there. I want to die there’,” the correspondent reported.\n\n“One woman with a child said, ‘I pray that these days will get longer and longer, to just feel safe for a day or two’.”\n\nHowever, the Israeli military said its forces will be stationed at the truce lines and will not allow Palestinians to head to northern Gaza.",
          "link": "https://www.aljazeera.com/news/2023/11/24/first-truce-begins-in-israels-war-on-gaza",
          "keywords": [
            "effect",
            "al",
            "jazeeras",
            "war",
            "israeli",
            "hamas",
            "truce",
            "relief",
            "wartorn",
            "palestinians",
            "pause",
            "enclave",
            "takes",
            "gaza",
            "israelhamas",
            "fighting"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/2023-11-24T062105Z_1956148846_RC2IJ4A931BV_RTRMADP_3_ISRAEL-PALESTINIANS-TRUCE-1700807055.jpg?resize=1920%2C1440",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Israel pounds Gaza ahead of truce, killing and injuring dozens",
          "text": "Dozens of Palestinians have been killed and hundreds wounded as Israeli forces step up attacks in Gaza in advance of the truce that came into effect on Friday morning.\n\nThe Gaza Ministry of Health reported on Thursday 27 fatalities from a strike on the Abu Hussein School. Run by the UN Relief and Works Agency for Palestine Refugees (UNRWA), the school in the Jabalia refugee camp in northern Gaza was housing many displaced Palestinians.\n\nIsraeli forces also launched fresh attacks on the Indonesian Hospital, targeting the main entrance and power generators.\n\nAshraf al-Qudra, the ministry’s spokesperson, said the hospital had come under “intense bombardment”, and that “large parts of the building” were being targeted.\n\nMore than 200 patients, medical staff and internally displaced people were currently at the hospital in Beit Lahiya, which has been under siege for a week.\n\nThe Palestinian death toll from Israeli attacks on the Gaza Strip has soared to 14,854, the government media office in the blockaded enclave said on Thursday.\n\nAbout 7,000 people remain unaccounted for, including more than 4,700 children, the media office said.",
          "link": "https://www.aljazeera.com/gallery/2023/11/24/israel-pounds-gaza-ahead-of-truce-killing-and-injuring-dozens",
          "keywords": [
            "hospital",
            "gaza",
            "dozens",
            "forces",
            "displaced",
            "attacks",
            "killing",
            "truce",
            "media",
            "injuring",
            "wounded",
            "israeli",
            "israel",
            "office",
            "pounds",
            "ahead",
            "school"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/344H6LG-highres-1700781910.jpg?resize=1920%2C1440",
          "published": "2023-11-24T00:00:00"
        }
      ]
    },
    "Reuters": {
      "link": "https://www.reuters.com/",
      "articles": [
        {
          "title": "Amazon hit by strikes, protests across Europe during Black Friday trade",
          "text": "[1/4] People hold a banner during a Black Friday strike outside the Amazon warehouse, in Coventry, Britain November 24, 2023. REUTERS/Phil Noble Acquire Licensing Rights\n\nLONDON, Nov 24 (Reuters) - Amazon (AMZN.O) workers came out on strike at multiple locations across Europe on Friday as protests against the U.S. e-commerce giant's working practices picked up pace on one of the busiest shopping days of the year.\n\n\"Make Amazon Pay\", a global campaign coordinated by UNI Global Union, said strikes and protests would take place in more than 30 countries from so-called \"Black\" Friday through to Monday.\n\nMany retailers slash prices to boost sales on Black Friday, the day after the U.S. Thanksgiving holiday.\n\nOriginally known for crowds lining up at big-box stores in the U.S., the event has increasingly moved online and gone global, fuelled in part by Amazon, which advertises ten days of holiday discounts this year from Nov. 17 to Nov. 27.\n\nIn Germany, Amazon's second-biggest market by sales last year, workers at five fulfilment centres in Bad Hersfeld, Dortmund, Koblenz, Leipzig, and Rheinberg started a 24-hour strike at midnight on Thursday to demand a collective wage agreement, trade union Verdi said.\n\nAn Amazon spokesperson in Germany said workers are paid fair wages, with a starting salary of more than 14 euros ($15.27) an hour, and have additional benefits. The spokesperson said deliveries of Black Friday orders will be reliable and timely.\n\nMore than 200 workers were striking on Friday at Amazon's warehouse in Coventry, England as part of a long-running dispute over pay.\n\nNick Henderson, a worker at the Coventry warehouse, which acts as a logistics hub for Amazon to process products to send to other warehouses, said he was striking for higher pay and better working conditions.\n\nThe striking workers were chanting their demand for a pay rise to 15 pounds ($18.69) an hour.\n\nAn Amazon UK spokesperson said minimum starting pay is between 11.80 pounds and 13 pounds an hour depending on location, and would increase to 12.30 to 13 pounds an hour from April 2024. Amazon said the strike would not cause disruption.\n\nItalian trade union CGIL called for a Black Friday strike at the Castel San Giovanni warehouse, while Spanish union CCOO called for Amazon warehouse and delivery workers to stage a one-hour strike on each shift on \"Cyber Monday\", the last day of Amazon's ten-day sale.\n\nAmazon's parcel lockers - located in train stations, supermarket car parks, and street corners, and used by many customers to receive orders - are also being targeted.\n\nIn France, anti-globalisation organisation Attac is encouraging activists to plaster them with posters and ticker tape, potentially blocking delivery workers and customers from being able to open them.\n\nAttac, which calls Black Friday a \"celebration of overproduction and overconsumption\", said it expects the protest to be wider than last year, when it estimates 100 Amazon lockers across France were targeted.\n\nAmazon has remained popular in Europe even as rivals like Shein and Temu have seen rapid growth. Amazon's app had 146 million active users in Europe in October, compared to 64 million for Shein and 51 million for Temu, according to data.ai.\n\nReuters Graphics\n\n($1 = 0.9168 euros)\n\n($1 = 0.8025 pounds)\n\nReporting by Helen Reid and James Davey in London, Phil Noble in Coventry, Matthias Inverardi in Dusseldorf, Elisa Anzolin in Milan, Corina Pons in Madrid, Editing by Sharon Singleton\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/technology/amazon-protests-europe-target-warehouses-lockers-busy-black-friday-2023-11-24/",
          "keywords": [
            "strikes",
            "trade",
            "protests",
            "warehouse",
            "workers",
            "hit",
            "coventry",
            "strike",
            "black",
            "union",
            "pay",
            "amazon",
            "amazons",
            "europe",
            "pounds"
          ],
          "top_image": "https://www.reuters.com/resizer/bNbnF2CHNC31bTDt69QXjFdF_Vs=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/4XKNL6QGWFPCTAJB5ESMD47HOA.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Germany's economy shrinks slightly in third quarter",
          "text": "A double decker bus passes the skyline with its dominating banking district in Frankfurt, Germany, November 8, 2023. REUTERS/Kai Pfaffenbach/File Photo Acquire Licensing Rights\n\nBERLIN, Nov 24 (Reuters) - Germany's economy shrank slightly in the third quarter compared with the previous three months, data from its statistics office showed on Friday.\n\nThe figure confirmed an initial estimate, published in late October, that saw Europe's largest economy shrink by 0.1%.\n\n\"After the weak economic development seen in the first half of 2023, the German economy began the second half of the year with a slight drop in performance,\" said Ruth Brand, president of the statistics office.\n\nGermany has been among the weakest economies in Europe this year as high energy costs, weak global orders and higher interest rates have taken their toll.\n\nIn the second quarter, Germany's economy had grown by 0.1% after stagnating in the first three months of the year.\n\nAdjusted gross domestic product (GDP) contracted by 0.4% year-on-year in the third quarter.\n\nPrivate consumer spending, which accounts for about two-thirds of GDP, was 0.3% lower than in the previous quarter, the statistics office said. Government consumer spending increased for the first time in more than a year by 0.2%, it added.\n\nA court ruling that blocked the transfer of unused funds from the pandemic to green investment and blew a 60 billion euro ($65.44 billion) hole in the government's budget has led to major uncertainty, particularly among industry, about planned investments.\n\n\"Government austerity measures could lead to an additional dampening of growth,\" said VP Bank Chief Economist Thomas Gitzel, adding \"it is unlikely that private consumption or investment will suddenly pick up.\"\n\nThe Bundesbank said in its monthly economic report on Monday that the German economy will likely shrink again in the fourth quarter and show signs of slight improvement early next year.\n\n($1 = 0.9168 euros)\n\nReporting by Miranda Murray; Editing by Linda Pasquini and Jamie Freed\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/markets/europe/german-economy-shrinks-slightly-third-quarter-2023-11-24/",
          "keywords": [
            "second",
            "weak",
            "economy",
            "spending",
            "slight",
            "germanys",
            "shrink",
            "previous",
            "shrinks",
            "slightly",
            "quarter",
            "statistics",
            "office"
          ],
          "top_image": "https://www.reuters.com/resizer/hzvSLI7_1Dy_kaolfbqfwq5dYpc=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/6WEFXW52KRORLC4OREZG63P6JU.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Tesla ready to invest up to $2 bln to build India factory, but with riders -ET",
          "text": "Tesla logo is seen on the steering wheel of an electric vehicle at a dealership in Durango, northern Spain, October 30, 2023. REUTERS/Vincent West/File Photo Acquire Licensing Rights\n\nCompanies Tesla Inc Follow\n\nBENGALURU, Nov 24 (Reuters) - Tesla (TSLA.O) is ready to invest up to $2 billion to set up a factory in India if the government cuts import duty on its vehicles to 15% for the first two years of operations, the Economic Times reported on Friday.\n\nReuters reported in August that India is working on a new EV policy to slash import taxes to as low as 15% - compared to the current 100% on cars priced above $40,000 and 70% for the rest - in exchange for a commitment to some local manufacturing.\n\nThe Elon Musk-led electric vehicle (EV) maker is willing to invest up to $500 million if the government approves the reduced duty for 12,000 vehicles and up to $2 billion if the concession is for 30,000 vehicles, the ET report said, citing unnamed sources.\n\nThe government is examining the viability of Tesla's proposal to invest $2 billion but wants to reduce the number of cars imported on a lower duty, compared to Tesla's proposal, the Economic Times said.\n\nTesla, the department for promotion of industry and internal trade, ministry of heavy industries, ministry of road transport & highways and the ministry of finance did not immediately respond to Reuters' requests for comment.\n\nReporting by Rama Venkat in Bengaluru; Editing by Nivedita Bhattacharjee\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/business/autos-transportation/tesla-ready-invest-up-2-bln-build-india-factory-with-riders-et-2023-11-24/",
          "keywords": [
            "ready",
            "teslas",
            "reported",
            "invest",
            "factory",
            "riders",
            "vehicles",
            "build",
            "bln",
            "vehicle",
            "india",
            "times",
            "ministry",
            "duty",
            "billion",
            "tesla",
            "et"
          ],
          "top_image": "https://www.reuters.com/resizer/MMXoBpND0DXVtA_yvueVWOwiodA=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/GWI77EP5MZISTJAO7Y2OTE5WC4.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Retailers hope to draw picky Black Friday shoppers to stores",
          "text": "NEW YORK, Nov 24 (Reuters) - Retailers are hoping forecasts for a cool, dry Black Friday across much of the U.S. will drive millions of shoppers to their stores in the kickoff to the key holiday shopping season.\n\nBut with many shoppers facing financial pressure, U.S. holiday spending is expected to rise at the slowest pace in five years. Most major retailers slashed their seasonal hiring.\n\n\"Consumers are still being very cautious, so if holiday sales do go up, we think it will be due to inflation raising prices,\" said Jessica Ramirez, a senior research analyst at Jane Hali & Associates.\n\nU.S. shoppers plan to spend an average $875 on holiday purchases -- $42 more than last year -- with clothing, gift cards and toys at the top of most shopping lists, according to a survey of 8,424 adults conducted in early November by the National Retail Federation, a U.S. retail trade group.\n\nArea chart with data from Insider Intelligence shows retail e-commerce sales in the U.S. from Thanksgiving to Cyber Monday in 2017 to 2023, with 2023 as forecast.\n\nA record 130.7 million people are expected to shop in-store and online in the U.S. on Black Friday this year, it estimates.\n\nOriginally known for crowds lining up at big-box stores in the U.S., Black Friday has moved online and gone global.\n\nIn France, Italy, and Spain, most shoppers planned to buy clothing on Black Friday, with electronic goods coming second, according to a PwC survey.\n\nOn average, shoppers in France expected to spend 295 euros ($322) on Black Friday according to the survey.\n\nExecutives say the rise of online shopping has made Black Friday less important as a single-day event. Retailers from Macy's to Amazon now launch deals as early as October and often offer additional discounts closer to Christmas, Macy's CEO Jeff Gennette told investors this month.\n\nMost U.S. stores were closed on Thanksgiving but will open to shoppers at 5 a.m. or 6 a.m. on Friday. A coalition of activist organizations, including antiwar group \"Act Now to Stop War and End Racism,\" has called for \"disruptions and rallies\" at major commercial centers on Black Friday to demand a ceasefire and end of aid to Israel. The New York Police Department said on Wednesday that \"there are currently no credible threats to any individual event or to New York City in general\" over the holiday weekend.\n\nIn post-earnings calls this week, retailers from Kohl's (KSS.N) to Nordstrom (JWN.N) told investors they had invested in jackets, cashmere sweaters and Ugg boots to lure Christmas shoppers after an unseasonably warm October. Macy’s (M.N) also touted Black Friday deals on seasonal attire, including 60% to 65% off men’s and women’s coats, according to its website.\n\nWaffle chart with survey data from the National Retail Federation shows the rising number of returns in US retail sales from 2018 to 2022.\n\nTo be sure, some retailers hold their biggest markdowns for the Thanksgiving holiday weekend, and big-box players including Walmart (WMT.N), Lowe’s (LOW.N) and Home Depot (HD.N) maintained or deepened their advertised discounts.\n\nWhether those deals will convince inflation-weary consumers to open their wallets is the biggest worry for retailers on Friday. Several categories of merchandise that were top sellers on Black Friday in previous years have been hit hardest by the recent downturn in discretionary spending, said Mari Shor, a senior equity analyst at Columbia Threadneedle Investments.\n\nBest Buy (BBY.N), for instance, is offering between $100 and $1,600 off electronics including laptops, flat-screen TVs and KitchenAid mixers after telling investors this week that shoppers are still holding off on big-ticket purchases.\n\nA downturn in luxury spending has also prompted department stores, including Bergdorf Goodman and Nordstrom to offer steep discounts on items such as Balenciaga shoes and Oscar de la Renta earrings. “Designer remains pressured, primarily in shoes and handbags, and we continue to right-size our inventory to meet that demand,” Nordstrom President Pete Nordstrom told investors on Tuesday.\n\nMall owner Westfield said it expects more visitors to its shopping centres in Britain this year than in 2022, with footfall up more than 6% so far this week, according to Katie Wyle, head of shopping centre management UK at Unibail-Rodamco-Westfield.\n\n($1 = 0.9168 euros)\n\nReporting by Katherine Masters, additional reporting by Mimosa Spencer in Paris and Helen Reid in London; Editing by Josie Kao and Miral Fahmy\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/business/retail-consumer/us-retailers-hope-draw-picky-black-friday-shoppers-stores-2023-11-24/",
          "keywords": [
            "holiday",
            "stores",
            "nordstrom",
            "retailers",
            "draw",
            "shopping",
            "hope",
            "shoppers",
            "according",
            "retail",
            "black",
            "picky",
            "including"
          ],
          "top_image": "https://www.reuters.com/resizer/ABXMplqYLtHrUSxVdWkDZsW8YQ0=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/2JSXFKMIPNIJNK26H3O3KZUZCI.jpg",
          "published": "2023-11-24T00:00:00"
        }
      ]
    },
    "Washington Post": {
      "link": "https://www.washingtonpost.com/politics/",
      "articles": [
        {
          "title": "Israel-Gaza war live updates Pause in fighting begins as part of deal to release captives",
          "text": "Israel-Gaza war\n\nHostages: Israel and Hamas have reached a hostage release deal that involves a four day pause in fighting. Learn what’s included in the agreement and here’s what we know about the hostages set for release.\n\nAl-Shifa Hospital: Israeli forces conducted a raid on the besieged al-Shifa Hospital in Gaza City, searching for evidence of the Hamas infrastructure that Israeli and U.S. officials say is under the facility.\n\nAround the world: Protests showing support for Israelis and Palestinians are growing calls for a cease-fire. Concerns over antisemitism on college campuses in the United States have sparked an investigation from the Department of Education.\n\nOct. 7 attack: A Post video analysis shows how Hamas exploited vulnerabilities created by Israel’s reliance on technology at the “Iron Wall” to carry out the deadliest attack in Israel’s history.\n\nIsraeli-Palestinian conflict: The Hamas-controlled Gaza Strip has a complicated history. Understand what’s behind the Israel-Gaza war and see the history of the Israeli-Palestinian conflict.",
          "link": "https://www.washingtonpost.com/world/2023/11/23/israel-hamas-war-news-hostages-gaza-palestine/",
          "keywords": [
            "begins",
            "live",
            "pause",
            "israeli",
            "gaza",
            "war",
            "whats",
            "attack",
            "israels",
            "captives",
            "hamas",
            "updates",
            "release",
            "deal",
            "conflict",
            "fighting",
            "israelgaza",
            "hospital",
            "history"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/11-24-2023/t_fa314673039142b785978cbdec2c0b1f_name_OQANNHQTL22QIZHHOOP7SEJ2MQ.jpg&w=1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "What we know about the hostages set for release in the Israel-Hamas deal",
          "text": "Listen 4 min Share Comment on this story Comment Add to your saved stories Save\n\nA hostage release deal between Israel and Hamas will involve the return of 50 hostages, who are among the estimated 240 held captive by Hamas and possibly other groups in Gaza, in exchange for the release of 150 Palestinian prisoners held in Israel, plus a four-day pause in fighting.\n\nThe agreement, announced Wednesday, was the result of weeks of tense negotiations that involved mediation by Qatar. The planned four-day pause would begin at 7 a.m. local time Friday, with the first group of hostages to be released later in the day, Majed Al Ansari, a spokesperson for the Qatar Foreign Ministry said Thursday. He added that the pause was delayed by last-minute logistical issues, including the verification of the list of hostages set to be released.\n\nHere’s what we know about the release of hostages from Gaza.\n\nThe facts\n\nThe first group of hostages — 13 women and children — would be transferred at 4 p.m. Friday, Qatar said Thursday. At least 50 hostages — women and children — will be released during the four-day pause in fighting, the Israeli government said Wednesday.\n\nIn turn, Israel will release 150 Palestinian prisoners — women and children aged 14 and over — or three for each hostage. The pause in fighting could be extended by a day for every additional 10 hostages released by Hamas from Gaza after the first group of 50.\n\nThree Americans — two women and a girl — are expected to be released under the present agreement, a senior Biden administration official told The Washington Post.\n\nThe hostages are likely to be transferred to the International Committee of the Red Cross in small numbers, which would escort them to the Gaza border.\n\nIn Israel, six hospitals have been readied to receive the hostages with a special pediatrics unit and mental health counselors. The hostages and their families will be housed in dedicated facilities, and the hospitals would be barred from releasing information or photographs to the public, the Israeli Ministry of Health said.\n\nWho are the hostages being released?\n\nOn Thursday, Israeli officials received the list of names of hostages who will be released in the first batch on Friday, and has contacted their families, they said.\n\nAdvertisement\n\nThe estimated 240 people held in Gaza are from a plurality of countries, many also with Israeli citizenship. Some 25 Thai workers were among those taken, the Thai Foreign Ministry said. They are hoped to be among the first released, it said Nov. 2, after talks with Iran, Egypt and Qatar before the hostage release deal. Not all hostages are believed to be held by Hamas; smaller militant groups such as Palestinian Islamic Jihad are potentially in control of some.\n\nShare this article Share\n\nAfter the initial captives exchange is completed, there will still be about 190 remaining hostages in Gaza, though the deal leaves open the possibility of further exchanges. Israeli and U.S. officials believe there are at least another 25, and perhaps another 50 or more, women and children among the hostages, with the remaining including male civilians, female Israeli soldiers, and up to several dozen male members of the Israel Defense Forces, The Post reported Wednesday. Hamas has claimed that some hostages were killed in Israeli strikes on Gaza, but verifying that information has not been possible.\n\nWere other hostages released earlier?\n\nFour hostages have been released by Hamas since the beginning of the war, in two batches of two about a month ago.\n\nAdvertisement\n\nOn Oct. 20, Americans Judith Raanan, 59, and her daughter Natalie, 17, were released. Hamas said that this was due to “humanitarian reasons,” without elaborating further. They had been staying with relatives at the Nahal Oz, a kibbutz near the border with Gaza, when they were taken captive during Hamas’s unprecedented attack Oct. 7 that killed at least 1,200 in Israel. More than 13,300 people have been killed in Gaza since the start of the war and 35,180 wounded, the Gaza Health Ministry said Thursday, adding that the number did not include figures from two major hospitals.\n\nOn Oct. 23, Yocheved Lifshitz and Nurit Cooper, Israeli women in their 70s and 80s, were released, for “crushing humanitarian reasons,” Hamas said. Their husbands remain in captivity.\n\nHow many American hostages are there?\n\nAt least nine Americans and one legal permanent resident are believed to be among those held in Gaza, The Post reported previously. One is a 3-year-old child whose parents were killed in the Oct. 7 attack.\n\nBiden said that Americans would be among those freed under the newly announced deal. “Today’s deal should bring home additional American hostages, and I will not stop until they are all released,” he said in his statement Wednesday.\n\nSteve Hendrix contributed to this report.",
          "link": "https://www.washingtonpost.com/world/2023/11/23/israel-hamas-hostages-release-update-americans/",
          "keywords": [
            "know",
            "set",
            "hamas",
            "held",
            "release",
            "women",
            "deal",
            "hostages",
            "pause",
            "israeli",
            "gaza",
            "released",
            "israelhamas",
            "israel"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/HBGLA2RYVIRQTWI7A7FXJGSAJI_size-normalized.jpg&w=1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "Biden’s resistance to cease-fire could alienate youth voters in 2024",
          "text": "Listen 12 min Share Comment on this story Comment Add to your saved stories Save\n\nANN ARBOR, Mich. — University of Michigan senior Bhavani Iyer, 21, stayed in line to vote until 1 a.m. last November to help reelect Democratic Gov. Gretchen Whitmer and vote on a ballot measure to codify the right to abortion in the state. Keeping up with politics is easy with The 5-Minute Fix Newsletter, in your inbox weekdays. ArrowRight The 21-year-old considers herself a Democrat, but sitting here on the Diag — an open area on the center of campus where students gather between classes and club meetings — she said she doesn’t know if she will support President Biden’s reelection bid next November. One of her top priorities is protecting access to abortion, but her disapproval of Biden’s handling of the Israel-Gaza war and his decision not to call for a full cease-fire weighs just as heavily on her mind these days.\n\n“In past elections, I voted a straight ticket,” said Iyer, who is now weighing third-party options but is still unsure whom she would support. “But in this one, I feel like it’s probably not going to be that way.”\n\nAdvertisement\n\nSitting on a concrete bench with friends Andrea Gonzalez and Humza Irfan last week as fellow students rushed through the campus hub, all three of the young, typically reliably blue voters expressed their own moral conflict about how to vote — or whether to vote at all — in next year’s presidential contest.\n\nGonzalez, a 19-year-old whose parents are immigrants, said that she feels a deep sense of responsibility to cast her vote in what will be her first time participating in a presidential election but that she is torn over what she feels is a lack of options. While she feels disdain for former president Donald Trump and his years of controversial rhetoric toward women, immigrants and people of color, Biden’s stance on the war makes it difficult to decide where she leans. And Irfan, 21, who said his enthusiasm for the incumbent president has been diminished by the war, noted the conflict has changed Biden’s standing overall among Muslims, many of whom feel he has shown a lack of sympathy for Palestinian civilians.\n\nThe uncertainty shared by the three friends is emblematic of the broader disapproval many young voters across the country have voiced over Biden’s handling of the Israel-Gaza war. Gen Z and millennial voters — defined as those born from 1997 to 2012 and 1981 to 1996, respectively — have typically supported Democratic candidates, and young people were key to flipping swing states such as Michigan blue and securing Biden’s win in 2020.\n\nAdvertisement\n\nBut conversations with more than a dozen students here underscore that Biden’s handling of the war threatens to diminish enthusiasm for him among young voters ahead of the 2024 election, with many students and other young people divided on how they will use their vote and their organizing power. Against the backdrop of concerns about Biden’s age, a number of liberal students here expressed openness to third-party candidates and frustration with a likely Trump-Biden rematch, signaling they would shift the focus of their volunteering down-ballot as a result.\n\nThe Gaza Health Ministry said Thursday that more than 13,300 people have been killed since the start of the war and 35,180 wounded. About 6,000 people are missing, according to the ministry, whose figures were dated Tuesday.\n\nIsrael approved a deal with Hamas early Wednesday to temporarily pause fighting in the Gaza Strip in exchange for the release of at least 50 of about 240 hostages held inside the enclave, bringing a four-day halt to the war. But that pause — the first major de-escalatory step since the war began — falls short of the permanent cease-fire that young voters, in interviews before the deal was confirmed, said that they want to see.\n\nAdvertisement\n\nBiden has remained unapologetic in his defense of Israel, writing in an op-ed for The Washington Post on Saturday: “As long as Hamas clings to its ideology of destruction, a cease-fire is not peace.”\n\nAmericans overall continue to side strongly with Israel, but polling shows those views have grown increasingly polarized across party and generation since even before the war. An NPR/PBS NewsHour/Marist poll earlier this month found 48 percent of Gen Z and millennial adults said Israel’s military response has been “too much,” compared with 38 percent of the public overall. Most young adults disapprove of Biden’s handling of the situation, according to national polls this month by Fox News, Quinnipiac University and Marist College. And a recent poll from NBC News found that 70 percent of voters age 18 to 34 disapprove of Biden’s handling of the war.\n\nMany experts and activists over the years have attributed the divide to younger generations’ disapproval of the right-wing politics of Israeli Prime Minister Benjamin Netanyahu, the Israeli blockade of Gaza and occupation of the West Bank, and comparisons between the treatment of minorities in the United States and Palestinians in Gaza and the West Bank.\n\nAdvertisement\n\n“After what’s happening right now in the Middle East, it’s a very difficult decision for people from my background who we’re going to be voting for,” said Irfan, who is Pakistani American and said a relative was killed last month in an apparent Israeli strike.\n\nGen Z and millennial voters are expected to make up nearly 40 percent of the electorate in 2024 and have already flexed their influence on elections. They helped flip the Wisconsin Supreme Court earlier this year to a liberal majority, and they boosted turnout on college campuses in Pennsylvania and Virginia in this month’s elections. Polling showed young voters were highly motivated by issues such as abortion, in which there is a clear contrast between the stances of Biden and Trump, the front-runner for the GOP nomination.\n\nBut a diminished turnout among young voters could complicate Biden’s reelection bid, especially in key battleground states such as Michigan. Biden flipped the state in 2020, and network exit polls found 61 percent of Michigan voters ages 18 to 29 supported his campaign.\n\nAdvertisement\n\n“We are working hard to highlight how an extreme MAGA agenda would devastate the financial security, safety, and freedom of young people, and how President Biden and Vice President Harris are fighting for the future that America’s young people deserve,” Biden-Harris spokesperson Kevin Munoz said in a statement. “As Democrats did in 2020 and 2022, we will meet younger Americans where they are and earn their votes.”\n\nShare this article Share\n\nA Democratic National Committee official pointed to the recent hire of a youth coalitions director and an already launched relational organizing pilot program focused on young voters in Wisconsin as efforts to invest early in infrastructure to organize the youth vote ahead of next year’s election.\n\nBut support for Biden among young people was waning long before the war — with University of Michigan students outlining their disappointment over unmet promises on policies such as climate change and student loan forgiveness and concerns about his age.\n\nAdvertisement\n\nBreah Marie Willy, 19, said she was previously excited to vote for president for the first time in 2024, but now she is not sure whom to vote for. She had hoped other Democrats would challenge Biden and was disappointed in his approval of the Willow Project, a major oil development in Alaska. His stance on a cease-fire has caused a bigger fissure, with her friends now referring to him as “Genocide Joe,” she said.\n\n“We all have TikTok, we all have Instagram. And it’s honestly like we’ve begun to form these parasocial relationships with the people in Palestine,” Willy said, citing posts by a creator named Bisan Owda who shares videos from inside Gaza.\n\nAs students weigh their 2024 options, some liberal students such as Willy said they are open to voting for a third-party candidate, even if doing so could boost Trump.\n\nAdvertisement\n\nAmong those willing to take that risk is Joseph Fisher, 20, who now sees a third-party vote as a broader effort to push back against the two-party system.\n\n“I just can’t see how I can ever muster up the courage a year from now to walk to a ballot box and vote for this person that has directly been responsible for so much harm,” he said of Biden.\n\nA self-described former “Bernie bro,” Fisher was too young to vote in 2020 and instead volunteered on the youth council of his local NAACP in Cobb County, Ga., a fast-growing suburb of metropolitan Atlanta that helped turn the state blue.\n\nNow as the political action chair of the Black Student Union and the activism chair of Students Allied for Freedom and Equality, the University of Michigan chapter of Students for Justice in Palestine, he echoed disapproval of Biden’s performance and is seriously considering supporting Claudia De la Cruz, who is running a long-shot presidential campaign on the Party for Socialism and Liberation ticket.\n\nAdvertisement\n\nZaynab Elkolaly, 22, another member of SAFE, said she voted for Biden in 2020 as a form of harm reduction compared with Trump but doesn’t believe casting her vote for an outside candidate is the best strategy.\n\n“The general sentiment [on campus] towards Joe Biden is that he absolutely sucks. But we have to put up with him because his alternative is even worse,” Elkolaly said.\n\nEarlier this month, several leaders of national youth organizing groups penned a letter to the Biden administration calling for a cease-fire and warning that the president’s stance on Israel could lower youth voter turnout in the presidential election.\n\n“You and your Administration’s stance on Gaza risks millions of young voters staying home or voting third party next year,” the letter read, adding that it “will not be possible for those committed to turning out the youth vote this election to recruit the volunteers, organizers, staff, and donors needed to deliver the margins for Democratic victory down the ballot.”\n\n“It’s one thing to be mobilizing the youth vote; it’s another to be asking for people’s time to help make sure that others are doing the same,” said Michele Weindling, the political director of the youth climate group Sunrise Movement and a signee of the letter.\n\nJack Petocz, mobilization coordinator for Gen-Z for Change, said motivating young voters to support Biden in 2024 is a harder sell in the wake of war. “I’ve never seen this kind of frustration and energy from my generation before,” he said.\n\nBeyond those pushing a cease-fire, some Democratic students who support Biden’s backing of Israel expressed other frustrations with his candidacy or offered suggestions on how he can better his message to their peers.\n\nSari Rosenberg, 21, does not support a cease-fire in the current climate without the return of all hostages held by Hamas but argued that Biden should be more critical of Netanyahu.\n\n“I think that it’s important that we have Israel as an ally, but I don’t think Biden has been critical enough of the far-right government and a lot of the things that they’re trying to impose,” said Rosenberg, a Democrat who is chair of the undergraduate governing board of University of Michigan Hillel. “I think that Biden does not really take that into account.”\n\nRosenberg said that it feels as though Democrats could do better than “an old White man” as president, and that she wishes other strong candidates had jumped into the race, citing her concern that Biden is “starting to deteriorate ... age-wise.” Still, she plans to vote for him next November.\n\nMembers of College Democrats at the University of Michigan, some of the president’s top defenders on campus, said they believe at the end of the day that their peers will turn out for Biden, especially when confronted with Trump as the alternative — even as some acknowledged that the president could improve his messaging around the war.\n\n“I understand some folks’ frustration, especially of recent in light of the Israel-Palestine conflict … it’s a deeply emotional thing, deeply personal,” said Jade Gray, the co-president of the group. “And I do think that the steps that he’s taken are along the path to a cease-fire, and I know that that’s what folks are looking for next.”\n\nNate Aurbach, another member of the organization, believes young voters will come out in support more for Biden as the election approaches, confronted by the realities of another Trump term.",
          "link": "https://www.washingtonpost.com/politics/2023/11/22/biden-ceasefire-youth-voters-2024/",
          "keywords": [
            "biden",
            "students",
            "war",
            "voters",
            "young",
            "michigan",
            "youth",
            "resistance",
            "president",
            "2024",
            "vote",
            "bidens",
            "alienate",
            "ceasefire"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/L4L6YDKWFP2QYVTWRGQPSAEATE_size-normalized.jpg&w=1440",
          "published": "2023-11-22T00:00:00"
        },
        {
          "title": "‘Scream’ actress Melissa Barrera defends Israel-Gaza posts",
          "text": "Listen 4 min Share Comment on this story Comment Add to your saved stories Save\n\nMelissa Barrera condemned antisemitism and Islamophobia in her first public remarks since producers fired her from “Scream VII” earlier this week. The Mexican actress, who starred in the last two installments of the horror picture franchise, was terminated from the film after controversial social media posts she shared regarding the Israel-Gaza conflict.\n\nIn a statement posted to Instagram on Wednesday, Barrera said she plans to “continue to speak out for those that need it most and continue to advocate for peace and safety, for human rights and freedom.”\n\n“Silence is not an option for me,” Barrera added.\n\nOn Tuesday, Spyglass Media announced that Barrera would not star in “Scream VII” because of social media posts deemed antisemitic by the production company.\n\n“We have zero tolerance for antisemitism or the incitement of hate in any form, including false references to genocide, ethnic cleansing, Holocaust distortion or anything that flagrantly crosses the line into hate speech,” the company said in a statement.\n\nAdvertisement\n\nSkip to end of carousel The Style section Style is where The Washington Post covers happenings on the front lines of culture and what it all means, including the arts, media, social trends, politics and yes, fashion, all told with personality and deep reporting. For more Style stories, click here End of carousel\n\nBarrera had been vocal in her support for the Palestinian territories since last month, frequently sharing social media posts from other accounts decrying Israel’s attacks on Gaza, as well as sharing her thoughts on the conflict. Barrera was also one of more than 200 entertainers who signed an open letter to President Biden in October petitioning for a cease-fire.\n\nIn her posts, Barrera has described Israel’s actions in Gaza as “genocide” and “ethnic cleansing.”\n\n“Gaza is currently being treated like a concentration camp,” she wrote in one recent post.\n\nSpyglass had yet to formally announce the cast of “Scream VII,” but it was widely expected that Barrera, who starred in 2022’s “Scream” and this year’s “Scream V,” would return. Also this week, Hollywood trade publications announced that Barrera’s co-star Jenna Ortega would not be reprising her role in the franchise.\n\nAdvertisement\n\nWhile Barrera’s fans had lobbied online for Ortega to walk away from the film in a show of solidarity, Deadline reported that the actress’s exit was discussed before the actors strike, which began in July.\n\nShare this article Share\n\nAccording to Variety, Ortega left because of conflicts with the shooting schedule for the second season of her Netflix series “Wednesday,” and it was unrelated to Barrera’s firing.\n\nNow the franchise will move forward without the two actors credited with revitalizing it.\n\nOpinions and feelings about the Israel-Gaza war have caused some fractures in the entertainment industry, and some stars and power brokers have met with professional consequences for their comments.\n\nOscar-winning actress Susan Sarandon was reportedly dropped by United Talent Agency after comments she made at a pro-Palestinian rally in New York on Nov. 17, according to the Hollywood Reporter.\n\n“There are a lot of people afraid of being Jewish at this time and are getting a taste of what it feels like to be a Muslim in this country, so often subjected to violence,” Sarandon said at the rally.\n\nAdvertisement\n\nMaha Dakhil, who heads film at Hollywood agency CAA, resigned from the company’s board in October after sharing an Instagram post that stated, “What’s more heartbreaking than witnessing genocide? Witnessing the denial that genocide is happening.”\n\nDakhil’s comments drew sharp backlash, including from screenwriter Aaron Sorkin, who announced he was dropping her as an agent after her comments. “Maha isn’t an antisemite, she’s just wrong,” Sorkin said in a statement to Variety.\n\nIn her Instagram remarks Wednesday, Barrera condemned “any hate and prejudice of any kind against any group of people.”\n\n“As a latina, a proud Mexicana, I feel the responsibility of having a platform that allows me the privilege of being heard, and therefore I have tried to use it to raise awareness about issues I care about and to lend my voice to those in need,” she wrote.\n\n“I believe a group of people are NOT their leadership, and that no governing body should be above criticism,” Barrera added. She continued sharing posts from pro-Palestinian accounts afterward.",
          "link": "https://www.washingtonpost.com/entertainment/2023/11/23/melissa-barrera-israel-gaza-comments/",
          "keywords": [
            "vii",
            "ortega",
            "barrera",
            "media",
            "social",
            "genocide",
            "style",
            "sharing",
            "posts",
            "melissa",
            "defends",
            "actress",
            "israelgaza",
            "scream"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/E65DJ6CULMEKMLSSCEYW5QLKN4.jpg&w=1440",
          "published": "2023-11-23T00:00:00"
        }
      ]
    },
    "Billboard": {
      "link": "https://www.billboard.com/",
      "articles": [
        {
          "title": "Beyonce Drops Final Trailer for ‘Renaissance’ Concert Film: ‘We Are Creating Our Own World’",
          "text": "Beyonce gave the Beyhive something to be thankful for on Thanksgiving morning (Nov. 23): a new and final trailer for her upcoming concert documentary, Renaissance: A Film by Beyonce.\n\nThe two-minute teaser kicks off with a sideways home video before Queen Bey reveals who the cameraperson is when she addresses them: “Rumi, now can I teach you a trick? You gotta turn it to the side!”\n\nWith that intro featuring her young daughter, whom she shares with husband Jay-Z, Beyonce sets up the focus of her latest trailer — her children and what they mean to her. Interspersed between scenes of the superstar backstage giving her thoughts on the direction of her Renaissance World Tour to family scenes and big, flashy concert moments Bey explains it all.\n\n“Time is my biggest obstacle. It’s impossible to not realize how fast it’s going when you’re looking through the eyes of your children,” she begins in the voiceover, as an image of Blue Ivy –the couple’s firstborn — performing on stage with Beyonce appears.\n\n“I think about all of my heroes and all that they endured,” the 32-time Grammy winner continues, as video of Diana Ross’ surprise performance at Beyonce’s birthday show plays. “I know that all of my struggle and sacrifice is opening the door for the next. They are the new beginning.”\n\nEnding on a powerful note, the superstar concludes her voiceover, saying, “I have nothing to prove to anyone at this point. We are creating our own world. This is my reward. Nobody can take that away from me.”\n\nThe concert film opens worldwide Dec. 1. Ahead of that, Renaissance will have a dual world premiere in Los Angeles on Nov. 25, and London on Nov. 30, The Hollywood Reporter previously reported.\n\nBeyonce wrote, executive produced, as well as co-directed the film, which chronicles her record-breaking Renaissance World Tour. Tickets for shows around the world are on sale now.\n\nWatch the new and final trailer for Renaissance: A Film by Beyonce below:",
          "link": "https://www.billboard.com/culture/tv-film/beyonce-renaissance-concert-film-trailer-last-teaser-thanksgiving-1235510018/",
          "keywords": [
            "creating",
            "concert",
            "voiceover",
            "nov",
            "video",
            "beyonce",
            "world",
            "tour",
            "film",
            "drops",
            "renaissance",
            "trailer",
            "final"
          ],
          "top_image": "https://www.billboard.com/wp-content/uploads/2023/11/screengrab-beyonce-renaissance-film-2023-billboard-1548.jpg?w=1024",
          "published": "2023-11-23T18:45:25+00:00"
        },
        {
          "title": "Cher Takes Macy’s Thanksgiving Day Parade to the Disco With ‘DJ Play a Christmas Song’ & Flavor Flav Approves",
          "text": "It’s not Christmastime until… Cher hits the dance floor.\n\nThe timeless diva performed “DJ Play a Christmas Song” from her brand-new Christmas album at the Macy’s Thanksgiving Day Parade on Thursday (Nov. 23), and she turned the parade route into a dance club, performing on a silver stage flanked by dancers dressed like discofied toy soldiers.\n\nA troupe of silver-clad dancers also surrounded the stage and carried giant red hearts out for the grande finale.\n\nThe club-banger Christmas song recalls one of Cher’s biggest hits, 1998’s “Believe,” with its vocoder-assisted vocals and insistent beat. “DJ Play a Christmas Song” debuted at No. 3 on Billboard‘s Dance/Electronic Digital Song Sales chart last month — Cher’s highest-peaking song on the chart — while its parent album, Christmas, debuted atop Billboard‘s Top Holiday Albums earlier this month.\n\nIn a recent interview with Billboard about the new album, Cher explained, “They’re not ‘Christmas Christmas’ songs, OK? They’re just great songs. And I never say that because I almost never like what I do. But I mean, people love it and I’m happy. I’m so particular, but I love the songs and everyone who hears them loves them.”\n\nOne of the biggest fans of Cher’s parade performance was Flavor Flav: The Public Enemy rapper was shown onscreen wildly applauding from the crowd as the song wrapped up.\n\nSocial media is loving it too — even if one fan on X wondered: “Is Cher singing ‘DJ Play a Christmas Song’ or did someone spike my coffee with absinthe?”\n\nSee some of the best social media reaction to Cher’s festive set below:\n\nI did not expect Cher to show up at the parade with a new Christmas banger but tis the season for blessings pic.twitter.com/kDV3xgxBgz — 🌸Mariel (@mariel.bsky.social) (@mariel_code) November 23, 2023\n\nwait this cher Christmas song goes kind of hard pic.twitter.com/ym3BK58bVn — andrea is playing bg3 (@moonriseaerdna) November 23, 2023\n\nNot Flavor Flav out here being a Cher stan #MacysParade pic.twitter.com/ml7GtVjPeq — Evan Mills (@awkvanmills) November 23, 2023\n\nIs Cher singing “DJ Play a Christmas Song” or did someone spike my coffee with absinthe? pic.twitter.com/efyvZIfNGJ — Michael Slezak (@MichaelSlezakTV) November 23, 2023",
          "link": "https://www.billboard.com/music/music-news/cher-macys-thanksgiving-day-parade-dj-play-a-christmas-song-flavor-flav-1235510012/",
          "keywords": [
            "play",
            "macys",
            "songs",
            "album",
            "thanksgiving",
            "dj",
            "song",
            "flavor",
            "flav",
            "chers",
            "parade",
            "christmas",
            "23",
            "takes",
            "cher",
            "disco"
          ],
          "top_image": "https://www.billboard.com/wp-content/uploads/2023/10/cher-press-courtesy-warner-records-2023-billboard-1548.jpg?w=1024",
          "published": "2023-11-23T17:33:56+00:00"
        },
        {
          "title": "The Shop 100: Billboard’s Ultimate Gift Guide",
          "text": "All products and services featured are independently chosen by editors. However, Billboard may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes.\n\nIntroducing the Shop 100! With the holidays coming soon, Billboard put together a comprehensive gift guide featuring 100 shoppable and perfectly giftable items to snag this season — like our flagship Hot 100 chart, but for the hottest gifts.\n\nFinding the perfect gift can be stressful, but our list goes a bit deeper than your average music lover’s gift guide to ensure that you make the best choice — no matter how large or small your budget might be.\n\nAccording to a recent shopping poll, more than half of those surveyed plan to start holiday shopping in November or December. If you fall into that category, you’re right on time to snag Black Friday deals before and after Thanksgiving on Thursday (Nov. 23).\n\nThere’s still about a month before Christmas, and whether you’re searching for the best Bluetooth earbuds, best speakers, or the best blanket to snuggle up in while you listen to your favorite music, the Shop 100 has you covered.\n\nIn the spirit of giving, we’re offering up a variety of gift ideas for you to consider this holiday season. You’ll find a few different headphones, earbuds and Bluetooth speakers on our list, along with a viral record player that needs to be under your Christmas tree! Plus, the coolest consoles for the gamers in your life, must-read books, stylish shoes, jackets and cute collectibles. The Shop 100 features dozens of must-haves, including many of our personal favorites and items tested by our e-comm team.\n\nFrom fun to flashy, budget-friendly to expensive, check below for a list of thoughtful, affordable, cozy and downright epic gifts in tech, beauty, home, fashion and more.\n\nHappy holidays!\n\nSkip to:\n\nTech/Gaming Gifts\n\nToys/Collectible Gifts\n\nHome Gifts\n\nFashion/Jewelry Gifts\n\nBeauty Gifts\n\nBook Gifts\n\nMisc. Gifts",
          "link": "https://www.billboard.com/lists/shop-100-gift-guide-2023-best-products/",
          "keywords": [
            "100",
            "speakers",
            "guide",
            "billboards",
            "list",
            "snag",
            "shop",
            "youre",
            "shopping",
            "ultimate",
            "gift",
            "season",
            "best"
          ],
          "top_image": "https://www.billboard.com/wp-content/uploads/2023/11/Shop-100-List-2023-billboard-1548.jpg?w=1024",
          "published": "2023-11-21T18:00:00+00:00"
        }
      ]
    },
    "New York Times": {
      "link": "https://www.nytimes.com/international/section/politics",
      "articles": [
        {
          "title": "5 Minutes to Make You Love Music",
          "text": "Card 1 of 28\n\n5 Minutes That Will Make You Love Alice Coltrane\n\nWe asked writers, critics and musicians including Meshell Ndegeocello and Angel Bat Dawid to tell us what moves them in Coltrane’s spiritual jazz.\n\nBackground Image: A colorful animated illustration of a musician with a loose resemblance to Alice Coltrane playing the harp with their eyes closed.",
          "link": "https://www.nytimes.com/interactive/2023/10/27/arts/music/music-fivemins-collection.html",
          "keywords": [
            "minutes",
            "musicians",
            "love",
            "music",
            "tell",
            "playing",
            "moves",
            "ndegeocello",
            "spiritual",
            "resemblance",
            "writers",
            "musician",
            "alice"
          ],
          "top_image": "https://static01.nyt.com/images/2022/08/03/arts/03fiveminutes-jazz-duke/03fiveminutes-jazz-duke-facebookJumbo.jpg",
          "published": "2023-10-27T00:00:00"
        },
        {
          "title": "From Serial Productions: The Kids of Rutherford County",
          "text": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\n\nmeribah knight\n\nDo you remember what year it was that you were arrested and jailed?\n\nspeaker 1 I was so young that I don’t even remember what was going on in that time. [MUSIC PLAYING]\n\nmeribah knight\n\nYeah. Right. And so you were — how old were you?\n\nspeaker 1 Seven.\n\nmeribah knight\n\nOh, my god. When Brandon was just seven years old, police showed up at his door to arrest him. Brandon’s offense? Tagging along with his older brothers who’d wrestled in a vacant duplex and left some holes in the drywall. Now police were there to take Brandon and his brothers to the juvenile detention center, jail, basically.\n\nspeaker 1 My mom said that they weren’t going to take me in. But they were like, well, he needs to learn his lesson.\n\nmeribah knight\n\nBrandon was held in detention overnight and then brought to the juvenile court for his hearing.\n\nspeaker 1 They had me in shackles, from our feet to our arms, going into court.\n\nmeribah knight\n\nBrandon should have gone home with his mom that day. But when he went before the judge, she sent him back to jail for a week. Brandon’s arrest and detention happened in Rutherford County, Tennessee. And his case wasn’t unique there. For over a decade, the county was arresting and jailing kids for even the most minor offenses.\n\nspeaker 2 I didn’t want to go to school. speaker 3 I just ran away. speaker 4 I spray painted a penis on a wall.\n\nmeribah knight\n\nIt happened so often, to so many kids in Rutherford County, that getting sent to juvenile detention was almost a rite of passage. In many cases, what it also was was illegal. This is the story of how that system came to be, how it came to be normalized, accepted, lauded even. It’s also the story of two insiders who actually did see the problem in Rutherford County.\n\nspeaker 5 We would sit out, and smoke a cigarette, and say, we’re going to burn this place to the ground. [LAUGHS]\n\nmeribah knight\n\nThey just needed other people to see it, too. From Serial Productions and the New York Times, I’m Meribah Knight. And this is The Kids of Rutherford County, coming October 26.",
          "link": "https://www.nytimes.com/2023/10/19/podcasts/serial-kids-rutherford-county.html",
          "keywords": [
            "going",
            "transcript",
            "rutherford",
            "kids",
            "detention",
            "serial",
            "speaker",
            "juvenile",
            "sent",
            "remember",
            "county",
            "productions"
          ],
          "top_image": "https://static01.nyt.com/images/2023/10/18/podcasts/rutherford-promo-art/rutherford-promo-art-facebookJumbo-v2.jpg",
          "published": "2023-10-19T00:00:00"
        }
      ]
    }
  }
}