{
  "newspapers": {
    "Reuters": {
      "link": "https://www.reuters.com/",
      "articles": [
        {
          "title": "Wall St ends mixed in truncated Black Friday trading",
          "text": "Summary\n\nCompanies Nvidia down as Reuters reports AI chip launch delay in China\n\niRobot up on report Amazon wins EU approval for takeover\n\nVista Outdoor gains on Colt CZ's merger offer\n\nIndexes: Dow up 0.33%, S&P up 0.06%, Nasdaq off 0.11%\n\nNEW YORK, Nov 24 (Reuters) - U.S. stocks ended little changed in holiday-shortened trading on Friday, with low volume and conviction as investors watched the start of the seasonal shopping season for signs of consumer resiliency.\n\nThe S&P 500 (.SPX) closed nominally higher, while the Dow (.DJI) eked out a modest gain. The Nasdaq (.IXIC) was dragged slightly lower by weakness in megacap momentum stocks.\n\nAll three indexes notched their fourth consecutive weekly gains.\n\n\"We had mixed macroeconomic data and the post-Thanksgiving session is only half a day, so there aren't that many participants,\" said Peter Cardillo, chief market economist at Spartan Capital Securities in New York. \"But we're seeing a market that's on the right path of a year-end rally.\"\n\nRetailers around the world were attempting to attract millions of shoppers, many offering steep \"Black Friday\" discounts the day after the U.S. Thanksgiving holiday.\n\n\"Consumers are being very frugal and while they might spend, they're looking for bargains,\" Cardillo added. \"The higher cost of money is hitting consumers' pocketbook.\"\n\nA survey by NRF, a U.S. retail trade group, showed U.S. shoppers are planning to spend an average of $875 on holiday purchases this year, an annual increase of about 5%.\n\nArea chart with data from Insider Intelligence shows retail e-commerce sales in the U.S. from Thanksgiving to Cyber Monday in 2017 to 2023, with 2023 as forecast.\n\nS&P Global's advance purchasing managers' index (PMI) showed steady U.S. business activity in November, but private sector employment declined for the first time in almost 3-1/2 years, possibly due to the Federal Reserve's restrictive monetary policy.\n\nNext week's most anticipated data include the Commerce Department's second estimate on third-quarter gross domestic product on Thursday, followed on Friday by its wide-ranging Personal Consumption Expenditures (PCE) report, which will provide further clues on the extent of the Fed's rate-hike impact.\n\nTraders work on the floor at the New York Stock Exchange (NYSE) in New York City, U.S., November 17, 2023. REUTERS/Brendan McDermid/File Photo Acquire Licensing Rights\n\nThe focus has increasingly shifted to the likely timing of the U.S. central bank's first rate cut, which will be largely determined by the rate at which inflation cools down toward the Fed's average 2% target.\n\nNew and pending home sales, home prices, consumer prices and ISM PMI are also expected next week.\n\nThe Dow Jones Industrial Average (.DJI) rose 117.12 points, or 0.33%, to 35,390.15, the S&P 500 (.SPX) gained 2.72 points, or 0.06%, at 4,559.34 and the Nasdaq Composite (.IXIC) dropped 15.00 points, or 0.11%, to 14,250.86.\n\nOf the 11 major sectors in the S&P 500, nine ended with gains, led by healthcare (.SPXHC). Communication services (.SPLRCL) and tech (.SPLRCT) closed in the red.\n\nNvidia (NVDA.O) dipped 1.9% after Reuters reported a delay in the launch of the company's China-focused AI chip designed to comply with U.S. export rules until the first quarter of 2024.\n\nIRobot (IRBT.O) surged 39.1% in the wake of a report that Amazon (AMZN.O) is set to win unconditional EU antitrust approval for its $1.4 billion acquisition of the robot vacuum maker.\n\nVista Outdoor (VSTO.N) advanced 3.9% after Czech gunmaker Colt CZ Group's (CZG.PR) cash-and-stock merger offer worth nearly $1.7 billion.\n\nU.S.-listed shares of Chinese EV maker Xpeng jumped 6.085% after Volkswagen (VOWG_p.DE) said it will develop a new platform for entry-level electric vehicles in China.\n\nAdvancing issues outnumbered decliners on the NYSE by a 2.64-to-1 ratio; on Nasdaq, a 2.29-to-1 ratio favored advancers.\n\nThe S&P 500 posted 23 new 52-week highs and no new lows; the Nasdaq Composite recorded 77 new highs and 51 new lows.\n\nVolume on U.S. exchanges was 4.97 billion shares, compared with the 10.49 billion average for the full session over the last 20 trading days.\n\nReporting by Stephen Culp; Additional Reporting by Sruthi Shankar and Shristi Achar A in Bengaluru; Editing by Richard Chang\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/markets/us/futures-drift-shortened-trading-session-2023-11-24/",
          "keywords": [
            "report",
            "mixed",
            "points",
            "truncated",
            "nasdaq",
            "dow",
            "wall",
            "york",
            "sp",
            "data",
            "billion",
            "trading",
            "black",
            "average",
            "500",
            "st",
            "ends"
          ],
          "top_image": "https://www.reuters.com/resizer/J7WETHJIZUQQmBE06bsZCwxitvA=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/6YX5O3232NPZBJSC6IS5SU6Z4A.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Ex-Binance CEO Zhao urges judge to allow him to leave US before sentencing",
          "text": "[1/2] Zhao Changpeng, founder and chief executive officer of Binance, attends the Viva Technology conference dedicated to innovation and startups at Porte de Versailles exhibition center in Paris, France June 16, 2022. REUTERS/Benoit Tessier/File Photo Acquire Licensing Rights\n\nNov 24 (Reuters) - Lawyers for former Binance CEO Changpeng Zhao are urging a U.S. judge to reject the Justice Department's request to bar him from returning to his home in the United Arab Emirates until he is sentenced for violating anti-money laundering requirements.\n\nZhao's lawyers in a Thursday filing asked U.S. District Judge Richard Jones in Seattle not to reverse bail conditions set by a magistrate judge on Tuesday that would allow him to leave the U.S. while awaiting sentencing.\n\nZhao, a citizen of the UAE and Canada, stepped down as CEO of Binance on Tuesday after pleading guilty to willfully causing the global cryptocurrency exchange to fail to maintain an effective anti-money laundering program.\n\nU.S. authorities said Binance broke U.S. anti-money laundering and sanctions laws and failed to report more than 100,000 suspicious transactions with organizations the U.S. described as terrorist groups including Hamas, al Qaeda and the Islamic State of Iraq and Syria.\n\nThe company as part of a plea deal agreed to pay more than $4.3 billion. Zhao has agreed to pay a $150 million penalty to the U.S. Commodity Futures Trading Commission, and prosecutors in a Wednesday filing said he faces up to 18 months in prison.\n\nThe Justice Department has asked Jones by Monday to reverse a decision by U.S. Magistrate Judge Brian Tsuchida to allow Zhao to return home to the UAE ahead of his Feb. 23 sentencing after he agreed to release him a $175 million bail bond.\n\nThe government said it may be unable to secure his return if he chooses not to come back to the U.S. for sentencing, given that it has no extradition treaty with the UAE and Zhao is a multi-billionaire with significant assets.\n\nBut Zhao's lawyers argued that the former CEO had demonstrated he was not a flight risk by agreeing to a \"substantial\" bail package and by voluntarily coming to the U.S. to accept responsibility for his actions.\n\nAllowing Zhao to return to the UAE would allow him to take care of his partner and three children and prepare them for his sentencing, defense lawyers argued.\n\nThe Justice Department did not respond to a request for comment on Friday.\n\n(This story has been refiled to add a missing 'to' in the headline)\n\nReporting by Nate Raymond in Boston; Editing by Alexia Garamfalvi and Marguerita Choy\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/technology/ex-binance-ceo-zhao-urges-judge-allow-him-leave-us-before-sentencing-2023-11-24/",
          "keywords": [
            "return",
            "judge",
            "leave",
            "lawyers",
            "binance",
            "exbinance",
            "laundering",
            "urges",
            "allow",
            "sentencing",
            "zhao",
            "justice",
            "uae",
            "ceo"
          ],
          "top_image": "https://www.reuters.com/resizer/UNZASe8b1IFq6KZKU9k_rllyvog=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/UGDZI7VHU5NV7KLQIHFRXZISMU.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Exclusive: Chinese car sales boom in Russia levels off amid shaky local recovery",
          "text": "MOSCOW, Nov 24 (Reuters) - Chinese car sales in Russia appear to have peaked as domestic production recovers after the exodus of Western automakers, data shared with Reuters showed, but recent growth in the market may stall as high import costs and interest rates begin to bite.\n\nThe figures are early indicators that Russia's car market, and China's role in it, have stabilised after nearly two years of upheaval caused by sanctions placed on Moscow and Western companies' sudden exit in the wake of the invasion of Ukraine.\n\nBut the sector, which saw an almost 60% slump in sales in 2022 and production sink to a post-Soviet low, is still a long way from its pre-invasion levels. Sales and output in 2023 are set to be among the lowest in the last 10 years.\n\nPrior to the February 2022 invasion, Chinese cars accounted for less than 10% of the Russian market. In August this year, Chinese brands' share of sales peaked at almost 56%, data from analytical agency Autostat and its partner consulting company PPK showed.\n\nThat percentage has now levelled off, with Chinese brands selling around 60,000 units each month since August, corresponding to a 53% share in September. Sales include imported vehicles and those made inside Russia.\n\nReuters Graphics\n\nChinese carmakers such as Haval (601633.SS), Chery and Geely (0175.HK) are capitalising on the departure of Western players that used to dominate the market before the invasion of Ukraine, showing Moscow's increasing dependence on Beijing and growing economic ties with China as the West shuns Russia over the war.\n\nRussia has jumped from 11th place to become China's largest export market for cars, reaching a value of $9.4 billion in January-October, Chinese customs data showed. In the same period of last year, car exports to Russia amounted to $1.1 billion.\n\nOverall, monthly car sales in Russia are now more than double what they were a year ago, Autostat data showed, while separate data from federal statistics service Rosstat showed car production was nearly three times higher in September year-on-year, underlining the sector's partial recovery.\n\nChinese carmakers were crucial in that process, but with demand now largely satisfied there is a ceiling for their further expansion in the sector, Autostat Executive Director Sergei Udalov told Reuters.\n\n\"The market has reached a state of equilibrium - the main Chinese brands have come to Russia and (pent-up) demand is satisfied,\" Udalov said.\n\nRussia's leading carmaker Avtovaz, which produces the most popular Lada cars, is catering to demand for cheap cars, while Chinese brands are filling the gap left by Western producers for more expensive vehicles, Udalov added.\n\nThat trend could change should either Avtovaz or Chinese carmakers seek to dip their toes into different pricing categories, Udalov said, but for now, despite depressed sales and production, the market's prospects for growth are slim.\n\n'UNSTABLE, SHAKY' MARKET\n\nSanctions against Russia contributed to lower car production and sales most notably in 2022, but also after Moscow annexed the Crimean peninsula from Ukraine in 2014.\n\nSales have not topped 2 million vehicles since 2014 and production has been lower, too. Just over 626,000 new cars were sold in Russia in 2022 and almost 830,000 were sold in January-October this year.\n\nA modest recovery is underway from 2022's lows, but the loss of Western technology and expertise is hurting the sector, analysts say, even as Chinese carmakers bed in at some of the factories vacated by their Western counterparts.\n\nIn the first three quarters of 2023, Russia produced only a few thousands more cars than in the same period of last year, Rosstat's data showed, but the figures are now trending upwards.\n\nReuters Graphics\n\nReuters Graphics\n\n\"The growth of pent-up demand that started in late spring and lasted through August started to run out of steam in September,\" said economist Natalia Zubarevich, a professor at Moscow State University.\n\nWages have been rising, partly due to above-target inflation, but four interest rate hikes since July to 15% mean that although people have more money, credit is far more expensive.\n\n\"The (key) rate should have a depressing effect (on car loans), and this should reveal itself in October and November,\" Zubarevich said.\n\nMeanwhile, the rouble's slide to 100 against the dollar this year has made imports more expensive, depressing purchases of Chinese cars. It has since recovered to around 90.\n\nThe central bank this month said a ban on imports of some Japanese cars, combined with rouble weakening, was pushing up prices of foreign cars.\n\nAvtovaz last week lowered its 2023 production forecast of 400,000 Lada cars by up to 10% in response to U.S. sanctions on Russian industry in September, which specifically targeted Avtovaz.\n\n\"The market is in a highly unstable, shaky state,\" said Zubarevich.\n\nReporting by Gleb Stolyarov and Reuters reporters; additional reporting by Alexander Marrow and Zoey Zhang and writing by Alexander Marrow; Graphics by Vineet Sachdev; Editing by Mike Collett-White and Mark Potter\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/business/autos-transportation/chinese-car-sales-boom-russia-levels-off-amid-shaky-local-recovery-2023-11-24/",
          "keywords": [
            "sales",
            "russia",
            "market",
            "recovery",
            "local",
            "boom",
            "cars",
            "production",
            "western",
            "chinese",
            "data",
            "car",
            "showed",
            "shaky",
            "levels",
            "exclusive"
          ],
          "top_image": "https://www.reuters.com/resizer/TmcDaZ89FMyq2Xv4kLvOqHpMH8M=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/FV4RIEYKZNPERM22NDCDRAG4LQ.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Argentina's Milei says shutting central bank 'non-negotiable'",
          "text": "BUENOS AIRES, Nov 24 (Reuters) - Argentina's President-elect Javier Milei said on Friday that the closure of the country's central bank, a signature campaign pledge, was a \"non-negotiable matter\", according to a statement from his office posted on social media platform X.\n\nThe comments, in response to what he called \"false rumors\", come as the outsider libertarian economist races to put together his team ahead of taking office on Dec. 10, with some signs that he is picking a more moderate Cabinet that expected.\n\nArgentina's social security administration ANSES, a key institution given Milei's pledge to slash state spending and subsidies, will be lead by economist Osvaldo Giordano from the key central Cordoba region, the statement added.\n\nThat marks a shift from a previous plan that Milei would appoint a close ally to lead the administration.\n\nHoracio Marin, a private energy sector executive, was also confirmed as the incoming chief of state oil company YPF.\n\nMilei faces major hurdles to implement his more radical reform plans, which include dollarizing the economy, shutting the central bank and privatizing state companies like YPF, which will take time if they can be done at all.\n\nHis libertarian coalition has a limited number of seats in Congress and no provincial governors. Milei also has to juggle demands from the more mainstream conservative bloc, whose public backing was key to him winning the run-off election last week.\n\nReporting by Gabriel Araujo and Adam Jourdan\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/world/americas/argentinas-milei-says-shutting-central-bank-non-negotiable-2023-11-24/",
          "keywords": [
            "argentinas",
            "nonnegotiable",
            "shutting",
            "central",
            "milei",
            "key",
            "social",
            "pledge",
            "office",
            "statement",
            "lead",
            "libertarian",
            "bank",
            "state"
          ],
          "top_image": "https://www.reuters.com/resizer/BoP7tBgx5stwEGgPFr6fSe8xtpw=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/RYOPY226RNPBVMMMGIZA5SEBVI.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Exclusive: Nvidia delays launch of new China-focused AI chip -sources",
          "text": "SINGAPORE/BEIJING, Nov 24 (Reuters) - Nvidia (NVDA.O) has told customers in China it is delaying the launch of a new artificial intelligence chip it designed to comply with U.S. export rules until the first quarter of next year, two sources familiar with the matter said.\n\nThe delayed chip is the H20, the most powerful of three China-focused chips Nvidia has developed to comply with fresh U.S. export restrictions, the sources said, and could complicate its efforts to preserve market share in China against local rivals like Huawei (HWT.UL).\n\nThe California-based AI chip giant had been expected to launch the new products as early as Nov. 16, chip industry newsletter SemiAnalysis reported this month.\n\nHowever, the H20 launch has now been pushed back until the first quarter of next year, the sources said, with one saying they were advised it could take place in February or March.\n\nBoth sources declined to be named as the information was confidential. Nvidia declined to comment.\n\nThe sources said they were told that the H20 was being delayed due to issues server manufacturers were having in integrating the chip.\n\nA smartphone with a displayed NVIDIA logo is placed on a computer motherboard in this illustration taken March 6, 2023. REUTERS/Dado Ruvic/Illustration/File Photo Acquire Licensing Rights\n\nIn addition to the H20, Nvidia has been planning two other chips to comply with new U.S. export rules - the L20 and L2. The sources said the L20 was not facing delays and would launch according to its original schedule. They were unable to share information on the status of the L2.\n\nNvidia is betting on the chips to help it preserve its market share in China after it was barred from shipping products including its advanced A800 and H800 AI chips by Washington's tightened export rules.\n\nThe A800 and H800 were introduced as alternatives for Chinese customers in November 2022, about a month after the U.S. first banned exports of advanced microchips and equipment to China.\n\nThe H20, L20 and L2 include most of Nvidia's newest features for AI work, but have had some of their computing power measures cut back to comply with new U.S. rules, according to SemiAnalysis' analysis of the chips' specifications.\n\nThe U.S. export curbs have created an opportunity for rivals such as Huawei to win orders that may have otherwise gone to Nvidia, whose graphics processing units (GPUs) dominate the AI market.\n\nChinese internet giant Baidu (9888.HK) placed a sizeable order for Huawei AI chips this year, Reuters reported this month citing sources. One source said Baidu had done so before the U.S. curbs were announced because it was preparing for a future when it would no longer be able to purchase from Nvidia.\n\nReporting by Fanny Potkin in Singapore, Yelin Mo in Beijing and Brenda Goh in Shanghai; Editing by Jamie Freed\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/technology/nvidia-delays-launch-new-china-focused-ai-chip-sources-2023-11-24/",
          "keywords": [
            "sources",
            "h20",
            "comply",
            "chips",
            "export",
            "nvidia",
            "chip",
            "ai",
            "chinafocused",
            "share",
            "delays",
            "exclusive",
            "launch"
          ],
          "top_image": "https://www.reuters.com/resizer/horouMz7dIOn_O8uAfdIqYJmJvE=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/DVJZUTDRIRJOPMF5RADKY65RSQ.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Britain's Lloyds shake-up puts around 2,500 jobs at risk - source",
          "text": "Lloyds Bank logo and rising stock graph are seen in this illustration taken March 12, 2023. REUTERS/Dado Ruvic/Illustration/File Photo Acquire Licensing Rights\n\nLONDON, Nov 24 (Reuters) - Britain's biggest high street bank Lloyds (LLOY.L) is putting around 2,500 jobs at risk as part of a shake-up, a source familiar with the matter told Reuters, amid a renewed push by lenders to slash costs.\n\nLloyds is poised to begin a consultation with staff in a number of roles, including analysts and product managers, the source said, adding many would go through a selection process and it was unclear how many would ultimately be cut.\n\nStaff are expected to be informed of the process as early as next week, the source said, adding it would also involve the creation of 120 roles.\n\nThe Guardian first reported on the process.\n\n\"We are evolving and transforming our business to ensure we can do more for our customers and deliver the products and services they need,\" a Lloyds spokesperson said, adding the bank was reviewing how teams worked without elaborating on potential cuts.\n\nThe news comes after Reuters reported on Thursday that Lloyds' rival Barclays (BARC.L) is working on plans to save up to 1 billion pounds ($1.25 billion), which could involve cutting as many as 2,000 jobs.\n\nMost British banks have reported a run of strong profits as higher rates lifted lending revenue. But investor concerns about tougher competition for savers' cash and potential loan defaults amid a cost-of-living crisis are weighing on the sector.\n\nReporting by Iain Withers and Lawrence White in London and Gursimran Kaur in Bengaluru; Editing by Devika Syamnath and Hugh Lawson\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/business/finance/more-than-2500-jobs-risk-lloyds-shakeup-guardian-2023-11-24/",
          "keywords": [
            "puts",
            "risk",
            "reported",
            "source",
            "britains",
            "adding",
            "shakeup",
            "2500",
            "billion",
            "amid",
            "jobs",
            "potential",
            "lloyds",
            "involve",
            "bank",
            "process"
          ],
          "top_image": "https://www.reuters.com/resizer/kn9g-1krg9HoiOD18U3BegeeCLk=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/UDEX2DIZGFLOFLB42KH3TRTU3E.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Trans Mountain faces regulatory hearing on pipeline variance request",
          "text": "The expansion of the Canadian government-owned Trans Mountain oil pipeline advanced to a new construction stage, in Acheson, Alberta, Canada December 3, 2019. REUTERS/Candace Elliott/File Photo Acquire Licensing Rights\n\nNov 24 (Reuters) - The Canada Energy Regulator (CER) has ordered the company building the Trans Mountain oil pipeline expansion (TMX) to appear at an oral hearing on Monday, as the regulator weighs whether to approve a variance request from the project.\n\nTrans Mountain Corp, which is owned by the Canadian government, last month applied for a variance on a section of pipeline between Hope and Chilliwack, British Columbia, after encountering \"very challenging\" construction conditions due to the hardness of the rock it needs to drill through.\n\nThe company wants to install a 30-inch-diameter (76 cm) pipe instead of a 36-inch (91 cm) pipe as planned, which would shorten the installation schedule by approximately 55-60 days.\n\nIn a letter dated Nov. 23, the CER said it requires \"further information or justification\" regarding Trans Mountain's submissions so far, and will hold an oral hearing in Calgary on Monday.\n\nTrans Mountain had asked the regulator to make a decision on the variance request by Nov. 30 to \"advance the timely completion\" of the expansion project.\n\nTMX will ship an extra 590,000 barrels per day of crude from Alberta to Canada's Pacific Coast. The C$30.9 billion project has been plagued by cost overruns and regulatory delays.\n\nThe expanded pipeline is scheduled to start operating late in the first quarter of 2024, and any further construction hold-ups risk delaying the start date.\n\nEarlier this month TMX was ordered to stop work for nearly two weeks after regulators found several environmental non-compliance issues in a wetland area near Abbotsford, British Columbia.\n\nIn September, the CER approved a route deviation request from TMX for a section of pipeline near Kamloops, despite opposition from local Indigenous groups.\n\nThe CER said no other parties had expressed concern about TMX's latest variance request.\n\nReporting by Nia Williams; Editing by Mark Porter and Leslie Adler\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/business/energy/trans-mountain-faces-regulatory-hearing-pipeline-variance-request-2023-11-24/",
          "keywords": [
            "expansion",
            "mountain",
            "trans",
            "cer",
            "variance",
            "hearing",
            "pipeline",
            "faces",
            "construction",
            "regulatory",
            "tmx",
            "request",
            "regulator"
          ],
          "top_image": "https://www.reuters.com/resizer/jMMujUjdFwoQetwq9OtK24kRU2A=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/BSYYPPEGZROVPNPF6SFFYU2EAI.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Hamas frees 24 hostages from Gaza on first day of truce",
          "text": "Summary LATEST DEVELOPMENTS\n\nU.S. President Biden said there was a chance of extending the truce and that the pause was a critical opportunity to get humanitarian aid into Gaza\n\nU.N. humanitarian office said 137 trucks of goods offloaded in Gaza, biggest convoy received since Oct. 7\n\nGAZA/ISRAEL-GAZA BORDER, Nov 24 (Reuters) - Hamas fighters released 24 hostages on Friday during the first day of the war's first truce, including Israeli women and children and Thai farm workers, after guns fell silent across the Gaza Strip for the first time in seven weeks.\n\nThe hostages were transferred out of Gaza and handed over to Egyptian authorities at the Rafah border crossing, accompanied by eight staff members of the International Committee of the Red Cross (ICRC) in a four-car convoy, the ICRC said.\n\nQatar, which acted as mediator for the truce deal, said 13 Israelis had been released, some with dual nationality, plus 10 Thais and a Filipino. Thirty-nine Palestinian women and children detainees were released from Israeli jails.\n\n\"We have just completed the return of the first batch of our hostages. Children, their mothers and other women. Each and every one of them is a world in itself,\" Prime Minister Benjamin Netanyahu said. \"But I stress to you, the families, and to you, citizens of Israel: We are committed to returning all our hostages.\"\n\nThe Israeli hostages released included four children accompanied by four family members, and five other elderly women.\n\nCorinne Moshe, daughter-in-law of 72-year-old Adina Moshe, said her husband and his siblings were waiting at a hospital to be reunited with their mother. \"I miss her very, very much, I want her to be back already. I want to have dinner with her and the entire family again,\" she said.\n\nMEDICAL CHECKS FOR RELEASED HOSTAGES\n\nThe Israeli military said the released hostages underwent a medical assessment inside Israeli territory before being taken to hospitals to be reunited with their families.\n\nUnder the terms of the four-day Israel-Hamas truce, 50 women and children hostages are to be released in return for 150 Palestinian women and children among thousands of detainees in Israeli jails. Israel says the truce could be extended if more hostages are released at a rate of 10 per day.\n\nThose released on Friday were exchanged for 24 jailed Palestinian women and 15 teenagers. In at least three cases, before the prisoners were released, Israeli police raided their families' homes in Jerusalem, witnesses said. Police declined to comment.\n\nA source briefed on the negotiations said the release of the Thai workers, who were all men, was unrelated to the truce talks and followed a separate track mediated by Egypt and Qatar.\n\nThai and Filipino farm workers employed in southern Israel were among around 240 hostages taken to Gaza by gunmen when Hamas fighters launched a killing spree on Oct. 7.\n\nThai Prime Minister Srettha Thavisin said on social media that 12 Thai workers had been freed, two more than the figure given by the Qataris. No reason for the discrepancy was given.\n\nGAZANS VENTURE OUT\n\nU.S. President Joe Biden said there was a real chance of extending the truce and that the pause in fighting was a critical opportunity to get humanitarian aid into Gaza.\n\n[1/27]Released hostages disembark from an ambulance, as a convoy of vehicles carrying hostages abducted by Hamas militants during the October 7 attack on Israel arrives through the border crossing with Gaza, amid a hostages-prisoners swap deal between Hamas and Israel, in Egypt November 24, 2023. Al... Acquire Licensing Rights Read more\n\nGermany's Foreign Minister Annalena Baerbock said four of those released held German nationality.\n\n\"The ceasefire must last as long as possible now to ensure the people of Gaza receive vital goods like medicine, food, water and aid,\" she added.\n\nEarlier on Friday, combat between Israeli troops and Hamas fighters halted for the first time in seven weeks.\n\nNo big bombings, artillery strikes or rocket attacks were reported, although Hamas and Israel both accused each other of sporadic shootings and other violations. Both said the war would resume on full throttle as soon as the truce was over.\n\nIn Khan Younis in southern Gaza, people ventured out of homes and shelters into a landscape of buildings reduced to rubble. Displaced families carried belongings in plastic bags, hoping to return at least temporarily to the homes they had abandoned.\n\n\"I am now very happy, I feel at ease. I am going back to my home, our hearts are rested,\" said Ahmad Wael, smiling as he walked carrying a mattress balanced on his head. \"I am very tired of sitting without any food or water. There (at home) we can live, we drink tea, make bread.\"\n\nColumns of Israeli tanks rolled away from the Gaza Strip's northern end in the morning, while aid trucks entered from Egypt at the southern end.\n\nThe U.N. humanitarian office (OCHA) said 137 trucks of goods were offloaded in Gaza on Friday, the biggest humanitarian convoy received since Oct. 7.\n\nHamas confirmed all hostilities from its forces would cease. But Abu Ubaida, spokesperson for Hamas' armed wing, said in a video message that this was a \"temporary truce\" and called for an \"escalation of the confrontation ... on all resistance fronts\", including the Israeli-occupied West Bank.\n\nIsraeli Defence Minister Yoav Gallant spoke similarly: \"This will be a short pause, at the conclusion of which the war (and) fighting will continue with great might and will generate pressure for the return of more hostages.\"\n\nAccording to Israeli tallies, Hamas fighters killed 1,200 people and seized about 240 hostages when they burst across the border fence into southern Israel on Oct. 7.\n\nSince then, Israel has rained bombs on the Hamas-ruled enclave, killing some 14,000 Gazans, around 40% of them children, according to Palestinian health authorities.\n\nHundreds of thousands of Gaza's 2.3 million people have fled their homes, including most people in the northern half of the enclave.\n\nResidents said the Israelis had dropped leaflets warning people not to travel back to the north, and have fired over the heads of some people trying to get back into Gaza City, which Israel ordered evacuated and has pulverised in its ground assault.\n\nJames Elder, spokesperson for the U.N. children’s agency UNICEF, said from southern Gaza that the agency was pleading for the truce to be made permanent.\n\n\"We cannot in all decent conscience go from a four or five day pause into killing of children again.\"\n\nReporting by Reuters bureaus; Writing by Angus MacSwan, Hugh Lawson and Peter Graff; Editing by Jon Boyle and Grant McCool\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/world/middle-east/israel-hamas-start-first-truce-gaza-war-2023-11-24/",
          "keywords": [
            "truce",
            "frees",
            "released",
            "day",
            "hamas",
            "hostages",
            "gaza",
            "24",
            "women",
            "israel",
            "southern",
            "israeli",
            "children"
          ],
          "top_image": "https://www.reuters.com/resizer/L0s2SabUGROfyqDTRF5GClDVNOw=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/NFYCFKU2MFPRHNFJNABEHJLLMI.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Listen now: Gaza truce and radicalization fears",
          "text": "Follow on Apple, Google or Spotify. Listen on the Reuters app. Read the episode transcript.\n\nA temporary ceasefire between Israel and Hamas takes hold in Gaza with hostage releases expected. The conflict has security officials worried about Islamist attacks in Europe. U.S. shoppers set for cheapest holiday gift season in years and the AI breakthrough that is alarming some staffers at OpenAI.\n\nVisit the Thomson Reuters Privacy Statement for information on our privacy and data protection practices.\n\nYou may also visit megaphone.fm/adchoices to opt out of targeted advertising.\n\nFurther Reading\n\nCeasefire takes hold in Gaza ahead of hostage release, aid enters enclave\n\nGaza war increases risk of Islamist attacks in Europe, security officials say\n\nOpenAI researchers warned board of AI breakthrough ahead of CEO ouster, sources say\n\nAmazon hit by strikes, protests across Europe during Black Friday trade\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/podcasts/gaza-truce-radicalization-fears-black-friday-deals-openais-breakthrough-2023-11-24/",
          "keywords": [
            "truce",
            "listen",
            "security",
            "hostage",
            "takes",
            "officials",
            "gaza",
            "thomson",
            "fears",
            "islamist",
            "europe",
            "privacy",
            "radicalization",
            "hold"
          ],
          "top_image": "https://www.reuters.com/resizer/vKlJyIh4tGlfGC-pmdxYyngae40=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/Q57LOIUGMVF6TEK4Y6LDYB7LCI.png",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Mixed emotions as first group of Israeli hostages return from Gaza",
          "text": "JERUSALEM, Nov 24 (Reuters) - The first group of Israelis freed from captivity in Gaza returned to Israel on Friday, on the first day of a planned four-day truce during which further exchanges of hostages for Palestinian detainees are due to take place.\n\nThe 13 released included four small children and their mothers as well as five elderly women. They were among around 240 people abducted by gunmen from the Islamist movement Hamas who rampaged through southern Israel on Oct. 7.\n\n\"Children, their mothers and other women. Every one of them is a world in themselves,\" Prime Minister Benjamin Netanyahu said in a statement. \"But I stress to you, the families, and to you, citizens of Israel: We are committed to bringing back all our hostages.\"\n\nAs well as the Israeli hostages, 10 Thais and one Filipino, who were taken captive at the same time, were also freed under a separate agreement, Qatari mediators said.\n\nThe military said the released hostages had undergone initial medical checks inside Israel and would be taken to hospitals where they would be reunited with their families.\n\nThe rest of a group of at least 50 Israeli hostages due to be exchanged under a Qatari-brokered agreement are expected to be freed in the coming days and more hostages could be added if the truce deal is extended.\n\n\"We couldn't wait for the hours to pass,\" said Corinne Moshe, the daughter-in-law of released hostage 72-year-old Adina Moshe.\n\n[1/5]People disembark a vehicle, as a convoy of vehicles carrying hostages abducted by Hamas militants during the October 7 attack on Israel arrives through the border crossing with Gaza, amid a hostages-prisoners swap deal between Hamas and Israel, in Egypt November 24, 2023. Al Qahera News/Reuters... Acquire Licensing Rights Read more\n\nHer husband and his siblings were waiting at the hospital to reunite with their mother, who was captured by Hamas gunmen from Kibbutz Nir Oz, she told Israel's Kan public broadcaster.\n\nCorinne's son Erez said he was waiting to see his grandmother.\n\n\"I miss her very, very much. I want her to be back already. I want to have dinner with her and the entire family again.\"\n\nIn exchange, 39 Palestinian women and minors detained by Israel were released on Friday, the first of a group of 150 who are due to be freed from Israeli detention under the agreement.\n\n\"The emotions are mixed emotions,\" said Shelly Shem Tov, the mother Omer Shem Tov, 21, who had attended an outdoor dance festival that was targeted in the attack, and was among those taken hostage. He was not among those released on Friday.\n\n\"I'm excited for the families who today are going to hug their loved ones. I am jealous. And I am sad. Mostly sad that Omer is still not coming home,\" she said in an interview with Israel's Channel 12.\n\nIsraeli leaders have sworn to free the rest of the hostages as the military pursues an invasion of Gaza launched in the wake of the Oct. 7 Hamas attack, which killed around 1,200 people, according to an Israeli tally.\n\nThe military campaign has killed around 14,000 Palestinians, according to medical authorities in Hamas-ruled Gaza and reduced much of Gaza to rubble.\n\nReporting by Ari Rabinovitch; Additional reporting by Henriette Chacar; Editing by Andrew Heavens and Hugh Lawson\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/world/middle-east/first-group-13-israeli-hostages-return-gaza-military-2023-11-24/",
          "keywords": [
            "return",
            "mixed",
            "released",
            "hamas",
            "group",
            "emotions",
            "hostages",
            "taken",
            "gaza",
            "freed",
            "military",
            "women",
            "israel",
            "israeli"
          ],
          "top_image": "https://www.reuters.com/resizer/s8yO2VUe3Do67kpr7cLYeGMYWdQ=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/IZCJM2HHTRJOXOZ3AAM7EN7CGQ.jpg",
          "published": "2023-11-24T00:00:00"
        }
      ]
    },
    "Washington Post": {
      "link": "https://www.washingtonpost.com/politics/",
      "articles": [
        {
          "title": "Democratic presidential candidate Phillips announces he won’t run for reelection in House",
          "text": "Listen 2 min Share Comment on this story Comment Add to your saved stories Save\n\nRep. Dean Phillips (D-Minn.) — who launched a long-shot presidential primary bid against President Biden last month — announced Friday he wouldn’t run for reelection to the House in 2024. “It’s time to pass the torch, it’s time for change, and our best days are yet to come!” Phillips wrote in an X post on Friday that linked to a Star Tribune story where he first announced his decision. Phillips told the Minnesota news organization it would be “irresponsible to continue to string both my constituents along and the other candidates who both have entered the race and who might be interested in entering the race.”\n\nIn 2018, Phillips flipped Minnesota’s 3rd Congressional District, which encompasses many of the suburbs in the western half of the Twin Cities metro area. He went on to win reelection to two more terms.\n\nIn late October, the 54-year-old Phillips announced he would challenge Biden — who turned 81 earlier this week — for the Democratic presidential nomination, saying the president should “pass the torch” to a new generation. Phillips has built out a campaign team that included top strategists who worked on the presidential campaigns of Sen. Bernie Sanders (I-Vt.) and Andrew Yang (D).\n\nAdvertisement\n\nHis in-person campaigning in New Hampshire got off to a rocky start. But he is getting help from a new super PAC that recently launched ads in that state and the Washington area, comparing Biden’s campaign to a burning dynamite fuse overlaid on news headlines about his struggles and recent polling results showing him trailing former president Donald Trump. According to one person familiar with the ads who spoke on the condition of anonymity to describe private strategy, more than $1 million was spent on the initial ads.\n\nPhillips’s challenge to the head of his party has confounded some colleagues, and caused rifts with fellow Democrats. Before launching his campaign, he stepped down from his House leadership role as the co-chair of the Democratic Policy and Communications Committee, which coordinates messaging among the House Democrats.",
          "link": "https://www.washingtonpost.com/politics/2023/11/24/phillips-house-reelection-2024/",
          "keywords": [
            "wont",
            "reelection",
            "presidential",
            "democratic",
            "announces",
            "announced",
            "pass",
            "run",
            "president",
            "campaign",
            "launched",
            "candidate",
            "house",
            "phillips",
            "torch"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/NGZX4EYJ2MZBERQJAWLVVSUEU4_size-normalized.jpg&w=1440",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Charles Peters, Washington Monthly founder, dies at 96",
          "text": "Listen 10 min Share Comment on this story Comment Add to your saved stories Save\n\nCharles Peters, founder and longtime editor of Washington Monthly, considered himself the Don Quixote of journalism. On an anemic budget, he guided a low-circulation but influential muckraking periodical that for a time became a must-read in policymaking circles on Capitol Hill and in the White House. Wp Get the full experience. Choose your plan ArrowRight Launched in February 1969, Washington Monthly trained a magnifying glass on the federal bureaucracy. The publication was likened at times to a self-appointed inspector general, such was its interest in holding obscure government agencies accountable.\n\nMr. Peters, who died Nov. 23 at 96, vowed his magazine would probe Washington “the way that an anthropologist looks at a South Sea island” and “not from the standpoint of the outsider, but from the standpoint of the informed insider.”\n\nSome of its best-known articles questioned the fairness of the draft during the Vietnam War, revealed Army intelligence spying on civilian protesters in the United States and questioned the safety of the space shuttle’s booster rockets six years before the explosion of the Challenger in 1986.\n\nAdvertisement\n\nOver the decades, the Washington Monthly’s indefatigable and ornery spearhead was Mr. Peters, a New Deal Democrat who served in the legislature of his native West Virginia and once aspired to run the state as governor. Instead he came to Washington after playing a critical role in John F. Kennedy’s win in West Virginia during the 1960 presidential race.\n\nHe was rewarded with a job at the newly created Peace Corps, overseeing efforts to ferret out waste, fraud and abuse in its worldwide operations. By all accounts, he excelled at the work, but his political idealism was vanquished by the deepening war in Vietnam.\n\nMr. Peters quit and used his deep-pocketed political contacts to start his magazine, which he hoped would fill a void in bold-voiced, fine-grained coverage of the nation’s capital. Or as the prospectus in the first issue stated, it would be a magazine that would help readers grasp “our system of politics and government, where it breaks down, why it breaks down, and what can be done to make it work.”\n\nAdvertisement\n\nAlthough its circulation never topped 30,000, Washington Monthly gained influence among the District’s policy and journalism elite for its consistent tone of indignation. Mr. Peters admitted it was mostly liberal indignation, once quipping of the noted right-wing commentator, “You won’t find James J. Kilpatrick here.” President Jimmy Carter was reputedly a subscriber.\n\nTo staff the magazine, whose coffers were seldom flush, Mr. Peters lured raw, ambitious cubs, then drove them mercilessly. “We basically invited them in and then killed them for two years for absolutely no money,” he told the New York Times in 2000.\n\nThough few made more than $12,000 per year during his tenure as publisher, the staff writers received one of the most exacting and intense educations in Washington journalism.\n\nAdvertisement\n\nThe alumni roster included Taylor Branch, who later became a Pulitzer Prize-winning historian; authors and journalists Katherine Boo and Jon Meacham; Slate founder Michael Kinsley; Washington Post columnist David Ignatius; Timothy Noah, a senior editor at the New Republic; Suzannah Lessard, who became a New Yorker staff writer; and Nicholas Lemann, a former Post journalist who became dean of Columbia University’s Graduate School of Journalism.\n\nMr. Peters, small and intense, with deep-set eyes encircled by dark rings, could often be unbending in his demands. One contributor told The Washington Post in 1988 that Mr. Peters forced her to finish an article as another, more important, deadline approached: her wedding. He would often demand rewrites from reporters late into the night and during their vacations.\n\nWhen incensed, he would erupt into fits of rage, arms flailing, hopping, screaming. The fits became known as “Charlie’s rain dances.” One outburst so scared Kinsley as a young reporter that he hid in the bathroom for two hours. Kinsley once described Mr. Peters as a strong molder of promising editors: “He likes them al dente, with just a little bit of resistance.”\n\nMr. Peters did not spare himself from his legendary stinginess. For decades as editor and publisher, he earned $24,000 a year. His wife’s salary from the Georgetown Day School kept food in the pantry.\n\n“The Washington Monthly was the place where you would get the most interesting and the most detailed analysis of the bowels of the government and its function and the various issues surrounding the public policy issues of the day,” said Charles Lewis, the founder of the Center for Public Integrity, a nonprofit investigative watchdog organization in Washington.\n\nAdvertisement\n\n“The Washington Monthly provided that public service to the country and the city of Washington in a way that no one else was doing,” Lewis added.\n\nFinding his footing\n\nCharles Given Peters Jr. was born in Charleston, W.Va., on Dec. 22, 1926. He was the only child of a trial lawyer involved in state Democratic politics.\n\nShare this article Share\n\nIn his memoir, “Tilting at Windmills” (1988), the younger Mr. Peters wrote that he was largely shielded from want during the Depression but was exposed to relatives who either could not find work or were reduced to working jobs far below their skills.\n\n“From then on I could never accept the fundamental tenet of American conservatism that anyone who really wants to can get a job and get ahead,” he wrote.\n\nAfter graduating from high school in 1944, he entered the Army during World War II but a serious back injury during basic training kept him convalescing until after the war ended.\n\nAdvertisement\n\nIn the hospital, he came across a copy of a book by the Columbia University cultural historian Jacques Barzun, and its description of the New York intellectual firmament “sounded wonderful to me,” he once told the Boston Globe. “But the other thing that, unquestionably, went right along with that was the image of myself going to New York and dating chorus girls every night.”\n\nIn 1946, he enrolled at Columbia University and, attracted to what he called their “unconventionality,” fell in with a group of writers and intellectuals who formed the core of the Beat movement, including Allen Ginsberg and Jack Kerouac.\n\nMr. Peters graduated in 1949 with a humanities degree and then received a master’s degree in drama in 1951, then worked for the J. Walter Thompson advertising agency in New York. He also performed in summer theater and ran his own, in Charleston, before entering law school at the University of Virginia.\n\nAdvertisement\n\nHe graduated in 1957 from law school, worked for his father’s firm and began clerking for a member of the West Virginia House of Delegates. He so enjoyed the task of analyzing and summarizing legislation that he made a successful bid for a House of Delegates seat in 1960.\n\nThat year, Mr. Peters led then-Sen. John F. Kennedy’s (D-Mass.) presidential primary campaign in Kanawha County, W.Va. Kennedy’s win in the county — in the largely Protestant state — helped show that he was capable of victory nationally despite reservations some voters had about voting for a Catholic.\n\nAfter a term as a legislator, Mr. Peters was rewarded by Kennedy with a job in the newly created Peace Corps leading its training evaluation department. At the volunteer agency, he wrote and oversaw “eyes only” reports on Peace Corps operations for director and Kennedy in-law R. Sargent Shriver.\n\nAdvertisement\n\nIn 1966, Mr. Peters was tapped to head the organization’s research division, but he was growing disillusioned with a career in the federal bureaucracy. “Working in the government,” he wrote in his memoir, “was no longer exciting. Vietnam had taken care of that. I wasn’t proud of what [President Lyndon B.] Johnson was doing there — I was ashamed and depressed.”\n\nThe seeds of Washington Monthly began to sprout. He was convinced his experience learning about government waste, fraud and abuse — and why it happened — could be applied to a journalism venture. He wrote that his goal was to “change the way journalism covered government.”\n\nTo raise money for the venture, Mr. Peters secured a $20,000 loan from a Peace Corps colleague, John D. “Jay” Rockefeller IV, the future U.S. senator from West Virginia and heir to the vast oil fortune. He supplemented that with loans from his parents and Alfred Clark, an heir to the Singer sewing-machine fortune.\n\nThe first issue\n\nProduction of the magazine, starting with its maiden issue in February 1969, was a proudly renegade operation.\n\nAdvertisement\n\n“We would stay up all night to paste up the magazine — we were doing the paste-up and the printing out of the copy,” Branch told the Boston Globe in 1989. “I used to bring a bottle of bourbon and we would stay up all night and shoot rubber bands at each other and then be editing.\n\n“Then Charlie would come in at 3 o’clock in the morning and want to rip things up and start over because he’d just thought of something that, you know, might end the Vietnam War if we changed it and put it in an article. It was a fraternity party on the ramparts.”\n\nCirculation rose to 23,000 by 1971, the year the Washington Monthly won the coveted George Polk Award for a report by Christopher Pyle, a former captain in U.S. Army intelligence, on spying by the military on thousands of civil rights and antiwar protesters.\n\nThe article attracted the interest of Sen. Sam J. Ervin Jr. (D-N.C.), who led a subcommittee on constitutional rights. The Army Intelligence Command, which helped conduct the surveillance, shuttered within a few years. The Ervin hearings generated support for the Privacy Act of 1974, which limits how government agencies share a person’s data.\n\nThe Monthly offered a consistently critical editorial line against the Vietnam War. One piece, written by John Rothchild in 1971, probed into the voting records of U.S. senators who claimed to be against the war but continued to vote in favor of its continued financing.\n\nMr. Peters was credited with coining the phrase “neoliberalism,” a movement he briefly helped spur in the 1980s as traditionally liberal thought and policies were under assault during the Reagan years. He tried, for example, to pry liberals away from knee-jerk support for labor unions.\n\nMr. Peters was the co-author of books including “Blowing the Whistle” (1972) with Branch and “How Washington Really Works” (1980), a scathing look at bureaucrats.\n\nIn 1957, Mr. Peters married Elizabeth Hubbell. In addition to his wife, of Washington, survivors include a son, Christian Peters of Riverside, Calif.; and two grandsons. His death, at his home in Washington of complications from a respiratory ailment, was confirmed by his wife.\n\nMr. Peters stopped working in the magazine’s newsroom in the mid-1970s after a heart attack scare that turned out to be a hiatal hernia. He managed its operations from his living room and wrote a column, Tilting at Windmills, a reference to Don Quixote charging imaginary enemies.\n\ncorrection A previous version of this article misspelled the last name of one of the writers once on the Washington Monthly's roster. He is Nicholas Lemann. The article has been corrected.",
          "link": "https://www.washingtonpost.com/obituaries/2023/11/23/charlie-peters-washington-monthly-dies/",
          "keywords": [
            "96",
            "war",
            "york",
            "monthly",
            "school",
            "wrote",
            "mr",
            "peters",
            "article",
            "magazine",
            "charles",
            "dies",
            "founder",
            "washington"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/2IA3LJBV7UI63EJESFTENRHZNE.jpg&w=1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "Biden’s resistance to cease-fire could alienate youth voters in 2024",
          "text": "Listen 12 min Share Comment on this story Comment Add to your saved stories Save\n\nANN ARBOR, Mich. — University of Michigan senior Bhavani Iyer, 21, stayed in line to vote until 1 a.m. last November to help reelect Democratic Gov. Gretchen Whitmer and vote on a ballot measure to codify the right to abortion in the state. Keeping up with politics is easy with The 5-Minute Fix Newsletter, in your inbox weekdays. ArrowRight The 21-year-old considers herself a Democrat, but sitting here on the Diag — an open area on the center of campus where students gather between classes and club meetings — she said she doesn’t know if she will support President Biden’s reelection bid next November. One of her top priorities is protecting access to abortion, but her disapproval of Biden’s handling of the Israel-Gaza war and his decision not to call for a full cease-fire weighs just as heavily on her mind these days.\n\n“In past elections, I voted a straight ticket,” said Iyer, who is now weighing third-party options but is still unsure whom she would support. “But in this one, I feel like it’s probably not going to be that way.”\n\nAdvertisement\n\nSitting on a concrete bench with friends Andrea Gonzalez and Humza Irfan last week as fellow students rushed through the campus hub, all three of the young, typically reliably blue voters expressed their own moral conflict about how to vote — or whether to vote at all — in next year’s presidential contest.\n\nGonzalez, a 19-year-old whose parents are immigrants, said that she feels a deep sense of responsibility to cast her vote in what will be her first time participating in a presidential election but that she is torn over what she feels is a lack of options. While she feels disdain for former president Donald Trump and his years of controversial rhetoric toward women, immigrants and people of color, Biden’s stance on the war makes it difficult to decide where she leans. And Irfan, 21, who said his enthusiasm for the incumbent president has been diminished by the war, noted the conflict has changed Biden’s standing overall among Muslims, many of whom feel he has shown a lack of sympathy for Palestinian civilians.\n\nThe uncertainty shared by the three friends is emblematic of the broader disapproval many young voters across the country have voiced over Biden’s handling of the Israel-Gaza war. Gen Z and millennial voters — defined as those born from 1997 to 2012 and 1981 to 1996, respectively — have typically supported Democratic candidates, and young people were key to flipping swing states such as Michigan blue and securing Biden’s win in 2020.\n\nAdvertisement\n\nBut conversations with more than a dozen students here underscore that Biden’s handling of the war threatens to diminish enthusiasm for him among young voters ahead of the 2024 election, with many students and other young people divided on how they will use their vote and their organizing power. Against the backdrop of concerns about Biden’s age, a number of liberal students here expressed openness to third-party candidates and frustration with a likely Trump-Biden rematch, signaling they would shift the focus of their volunteering down-ballot as a result.\n\nThe Gaza Health Ministry said Thursday that more than 13,300 people have been killed since the start of the war and 35,180 wounded. About 6,000 people are missing, according to the ministry, whose figures were dated Tuesday.\n\nIsrael approved a deal with Hamas early Wednesday to temporarily pause fighting in the Gaza Strip in exchange for the release of at least 50 of about 240 hostages held inside the enclave, bringing a four-day halt to the war. But that pause — the first major de-escalatory step since the war began — falls short of the permanent cease-fire that young voters, in interviews before the deal was confirmed, said that they want to see.\n\nAdvertisement\n\nBiden has remained unapologetic in his defense of Israel, writing in an op-ed for The Washington Post on Saturday: “As long as Hamas clings to its ideology of destruction, a cease-fire is not peace.”\n\nAmericans overall continue to side strongly with Israel, but polling shows those views have grown increasingly polarized across party and generation since even before the war. An NPR/PBS NewsHour/Marist poll earlier this month found 48 percent of Gen Z and millennial adults said Israel’s military response has been “too much,” compared with 38 percent of the public overall. Most young adults disapprove of Biden’s handling of the situation, according to national polls this month by Fox News, Quinnipiac University and Marist College. And a recent poll from NBC News found that 70 percent of voters age 18 to 34 disapprove of Biden’s handling of the war.\n\nMany experts and activists over the years have attributed the divide to younger generations’ disapproval of the right-wing politics of Israeli Prime Minister Benjamin Netanyahu, the Israeli blockade of Gaza and occupation of the West Bank, and comparisons between the treatment of minorities in the United States and Palestinians in Gaza and the West Bank.\n\nAdvertisement\n\n“After what’s happening right now in the Middle East, it’s a very difficult decision for people from my background who we’re going to be voting for,” said Irfan, who is Pakistani American and said a relative was killed last month in an apparent Israeli strike.\n\nGen Z and millennial voters are expected to make up nearly 40 percent of the electorate in 2024 and have already flexed their influence on elections. They helped flip the Wisconsin Supreme Court earlier this year to a liberal majority, and they boosted turnout on college campuses in Pennsylvania and Virginia in this month’s elections. Polling showed young voters were highly motivated by issues such as abortion, in which there is a clear contrast between the stances of Biden and Trump, the front-runner for the GOP nomination.\n\nBut a diminished turnout among young voters could complicate Biden’s reelection bid, especially in key battleground states such as Michigan. Biden flipped the state in 2020, and network exit polls found 61 percent of Michigan voters ages 18 to 29 supported his campaign.\n\nAdvertisement\n\n“We are working hard to highlight how an extreme MAGA agenda would devastate the financial security, safety, and freedom of young people, and how President Biden and Vice President Harris are fighting for the future that America’s young people deserve,” Biden-Harris spokesperson Kevin Munoz said in a statement. “As Democrats did in 2020 and 2022, we will meet younger Americans where they are and earn their votes.”\n\nShare this article Share\n\nA Democratic National Committee official pointed to the recent hire of a youth coalitions director and an already launched relational organizing pilot program focused on young voters in Wisconsin as efforts to invest early in infrastructure to organize the youth vote ahead of next year’s election.\n\nBut support for Biden among young people was waning long before the war — with University of Michigan students outlining their disappointment over unmet promises on policies such as climate change and student loan forgiveness and concerns about his age.\n\nAdvertisement\n\nBreah Marie Willy, 19, said she was previously excited to vote for president for the first time in 2024, but now she is not sure whom to vote for. She had hoped other Democrats would challenge Biden and was disappointed in his approval of the Willow Project, a major oil development in Alaska. His stance on a cease-fire has caused a bigger fissure, with her friends now referring to him as “Genocide Joe,” she said.\n\n“We all have TikTok, we all have Instagram. And it’s honestly like we’ve begun to form these parasocial relationships with the people in Palestine,” Willy said, citing posts by a creator named Bisan Owda who shares videos from inside Gaza.\n\nAs students weigh their 2024 options, some liberal students such as Willy said they are open to voting for a third-party candidate, even if doing so could boost Trump.\n\nAdvertisement\n\nAmong those willing to take that risk is Joseph Fisher, 20, who now sees a third-party vote as a broader effort to push back against the two-party system.\n\n“I just can’t see how I can ever muster up the courage a year from now to walk to a ballot box and vote for this person that has directly been responsible for so much harm,” he said of Biden.\n\nA self-described former “Bernie bro,” Fisher was too young to vote in 2020 and instead volunteered on the youth council of his local NAACP in Cobb County, Ga., a fast-growing suburb of metropolitan Atlanta that helped turn the state blue.\n\nNow as the political action chair of the Black Student Union and the activism chair of Students Allied for Freedom and Equality, the University of Michigan chapter of Students for Justice in Palestine, he echoed disapproval of Biden’s performance and is seriously considering supporting Claudia De la Cruz, who is running a long-shot presidential campaign on the Party for Socialism and Liberation ticket.\n\nAdvertisement\n\nZaynab Elkolaly, 22, another member of SAFE, said she voted for Biden in 2020 as a form of harm reduction compared with Trump but doesn’t believe casting her vote for an outside candidate is the best strategy.\n\n“The general sentiment [on campus] towards Joe Biden is that he absolutely sucks. But we have to put up with him because his alternative is even worse,” Elkolaly said.\n\nEarlier this month, several leaders of national youth organizing groups penned a letter to the Biden administration calling for a cease-fire and warning that the president’s stance on Israel could lower youth voter turnout in the presidential election.\n\n“You and your Administration’s stance on Gaza risks millions of young voters staying home or voting third party next year,” the letter read, adding that it “will not be possible for those committed to turning out the youth vote this election to recruit the volunteers, organizers, staff, and donors needed to deliver the margins for Democratic victory down the ballot.”\n\n“It’s one thing to be mobilizing the youth vote; it’s another to be asking for people’s time to help make sure that others are doing the same,” said Michele Weindling, the political director of the youth climate group Sunrise Movement and a signee of the letter.\n\nJack Petocz, mobilization coordinator for Gen-Z for Change, said motivating young voters to support Biden in 2024 is a harder sell in the wake of war. “I’ve never seen this kind of frustration and energy from my generation before,” he said.\n\nBeyond those pushing a cease-fire, some Democratic students who support Biden’s backing of Israel expressed other frustrations with his candidacy or offered suggestions on how he can better his message to their peers.\n\nSari Rosenberg, 21, does not support a cease-fire in the current climate without the return of all hostages held by Hamas but argued that Biden should be more critical of Netanyahu.\n\n“I think that it’s important that we have Israel as an ally, but I don’t think Biden has been critical enough of the far-right government and a lot of the things that they’re trying to impose,” said Rosenberg, a Democrat who is chair of the undergraduate governing board of University of Michigan Hillel. “I think that Biden does not really take that into account.”\n\nRosenberg said that it feels as though Democrats could do better than “an old White man” as president, and that she wishes other strong candidates had jumped into the race, citing her concern that Biden is “starting to deteriorate ... age-wise.” Still, she plans to vote for him next November.\n\nMembers of College Democrats at the University of Michigan, some of the president’s top defenders on campus, said they believe at the end of the day that their peers will turn out for Biden, especially when confronted with Trump as the alternative — even as some acknowledged that the president could improve his messaging around the war.\n\n“I understand some folks’ frustration, especially of recent in light of the Israel-Palestine conflict … it’s a deeply emotional thing, deeply personal,” said Jade Gray, the co-president of the group. “And I do think that the steps that he’s taken are along the path to a cease-fire, and I know that that’s what folks are looking for next.”\n\nNate Aurbach, another member of the organization, believes young voters will come out in support more for Biden as the election approaches, confronted by the realities of another Trump term.",
          "link": "https://www.washingtonpost.com/politics/2023/11/22/biden-ceasefire-youth-voters-2024/",
          "keywords": [
            "ceasefire",
            "war",
            "2024",
            "biden",
            "michigan",
            "voters",
            "students",
            "president",
            "resistance",
            "bidens",
            "young",
            "alienate",
            "vote",
            "youth"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/L4L6YDKWFP2QYVTWRGQPSAEATE_size-normalized.jpg&w=1440",
          "published": "2023-11-22T00:00:00"
        },
        {
          "title": "New York Mayor Eric Adams is accused of sexual assault",
          "text": "Listen 2 min Share Comment on this story Comment Add to your saved stories Save\n\nNew York Mayor Eric Adams is accused of committing sexual assault in 1993, according to a new court summons filed under the state’s Adult Survivors Act. The summons was filed on Wednesday in the state Supreme Court in Manhattan. Along with Adams, the filing also names the New York Police Department’s Transit Bureau and the Guardians Association of the NYPD as defendants. News of the filing was first reported by the Messenger.\n\nAccording to the summons, the plaintiff — whom The Washington Post is not identifying because of the nature of the case — was sexually assaulted by Adams in New York in 1993 while they both worked for the city. The plaintiff accuses Adams of sexual assault, battery and employment discrimination based on her gender and sex, as well as retaliation, a hostile work environment and intentional infliction of emotional distress.\n\nAdvertisement\n\nAdams, in a statement sent through a City Hall spokesman, denied knowing the plaintiff.\n\n“The mayor does not know who this person is,” the spokesman said. “If they ever met, he doesn’t recall it. But he would never do anything to physically harm another person and vigorously denies any such claim.”\n\nShare this article Share\n\nA lawyer for the plaintiff did not immediately respond to a request for comment.\n\nThe lawsuit against Adams and the two departments asks for “an amount to be determined at trial but in no event less than” $5 million, plus attorneys’ fees and interest.\n\nAdams, who became mayor in 2022, served as an officer for the New York City Transit Police and later the NYPD for more than 20 years.\n\nThe mayor also is facing scrutiny over a political matter. Earlier this month, FBI agents seized electronic devices, including phones, belonging to the mayor, according to his campaign attorney. The seizures are connected to a federal investigation into fundraising during Adams’s 2021 campaign.\n\nAdvertisement\n\nAdams’s attorney, Boyd Johnson, told The Post that Adams was not accused of “any wrongdoing.”\n\nGov. Kathy Hochul (D) signed the Adult Survivors Act into law last year, giving adult sexual assault survivors up to one year to file a lawsuit against their alleged attacker, regardless of when the alleged violation happened. The act is modeled on the state’s Child Victims Act, which was signed in 2019 and offered a similar opportunity for survivors of child sexual abuse to file suits against their alleged abusers.\n\nThe window to file such lawsuits under the law expires Friday, which has led to an avalanche of civil filings in recent weeks against powerful figures. Former president Donald Trump and Bill Cosby are among those who have been accused under the law.",
          "link": "https://www.washingtonpost.com/politics/2023/11/23/new-york-eric-adams-sexual-assault-lawsuit/",
          "keywords": [
            "law",
            "survivors",
            "york",
            "adams",
            "accused",
            "plaintiff",
            "file",
            "summons",
            "act",
            "sexual",
            "eric",
            "assault",
            "mayor"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/V6WH5P2BZPY6Y4IFVETZZTAKNM_size-normalized.jpg&w=1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "Elon Musk, Sam Altman illustrate a Silicon Valley truth: icons are fallible",
          "text": "Listen 10 min Share Comment on this story Comment Add to your saved stories Save\n\nThe mutiny inside OpenAI over the firing and un-firing of chief executive Sam Altman, and the implosion of X under owner Elon Musk, are not just Silicon Valley soap operas. They’re also reminders: A select few make the decisions inside these society-shaping platforms, and money drives it all.\n\nThe two companies built devoted followings by promising to build populist technology for a changing world: X, formerly known as Twitter, with its global village of conversations, and OpenAI, the research lab behind ChatGPT, with its super-intelligent companions for human thought.\n\nBut under Musk and Altman, the firms largely consolidated power within a small cadre of fellow believers and loyalists who deliberate in secrecy and answer to no one.\n\nMusk has run X as a fiefdom, boosting far-right supporters, antagonizing advertisers and attacking advocacy groups. And Altman, who was fired by the board last week and reinstated late Tuesday, has just as much, if not more, power than when he left — including a newly redrawn board from which most of the directors who opposed him have been excluded.\n\nAdvertisement\n\n“These are technologies that are supposed to be so democratized and universal, but they’re so heavily influenced by one person,” said Noah Giansiracusa, a professor at Bentley University in Massachusetts who researches AI. “Everything they do is [framed as] a step toward much larger greatness and the transformation of society. But these are just cults of personality. They sell a product.”\n\nThe twin dramas that have captured the tech world’s attention are ongoing. X is still seeing advertisers leave — including, most recently, Paris Hilton’s company, whom X chief Linda Yaccarino recently championed as proof the company is still culturally relevant. And while Altman is back at OpenAI, the final composition of its nine-member board remains unknown.\n\nBoth X and OpenAI in recent months have cast themselves not just as providers of software tools but also as beacons of ideologies, building tools for the long-term public good.\n\nAdvertisement\n\nMusk said he bought Twitter last year for $44 billion to fight against the “woke mind virus” of liberal ideas that he said “will destroy civilization” and to safeguard it as a “digital town square” for free speech. “We’re a company that believes in transparency,” making “a single application that encompasses everything,” he said during an internal meeting last month.\n\nOpenAI has, since its founding in 2015, operated as a kind of collectivist nonprofit, an unconventional structure it said was necessary for its “humanity-scale endeavor pursuing broad benefit for humankind.” And Altman told Congress in May that it was “essential that a technology as powerful as AI is developed with democratic values in mind.”\n\nAdvertisement\n\nAfter the board fired Altman last week, saying he’d not been “consistently candid,” more than 700 of OpenAI’s 770 employees vowed to defect unless the board resigned — perhaps to join him at Microsoft, the Big Tech behemoth that offered to hire him to lead a new advanced AI research team. Altman’s allies flooded X with lionizing messages and heart emojis in the days before the company announced his return as CEO.\n\nIn an X post on Wednesday, Altman said, “I love OpenAI, and everything I’ve done over the past few days has been in service of keeping this team and its mission together.”\n\nThe company said Wednesday that the directors who backed his firing — including the board’s only two women, Helen Toner and Tasha McCauley, proponents of a Silicon Valley dogma known as “effective altruism” — had been replaced by two members of the elite of American tech and finance. Neither are considered members of the rebel class.\n\nAdvertisement\n\nBret Taylor, a veteran Google and Facebook executive who as Twitter’s chairman pushed that board to accept Musk’s takeover, will join as chairman. In a LinkedIn post last year, Taylor championed modern AI’s “excitement and inevitability,” saying it “will change the course of every industry.”\n\nLarry Summers, the former treasury secretary and Harvard University president who once suggested that women pursued high-level math and science less often than men because of innate differences between the sexes, is the other new board member. (Summers has said the comments were misinterpreted.)\n\nSummers is known as an outspoken AI booster, saying in TV interviews over the last year that ChatGPT would “replace what doctors do” and that AI “could be the most important general-purpose technology since the wheel or fire.” But some critics in Washington have slammed Summers for his recent off-target predictions around inflation.\n\nAdvertisement\n\nJeff Hauser, the head of the left-leaning advocacy group Revolving Door Project, said in a statement Wednesday that Summers’s role on the board was a sign OpenAI was “unserious” about its oversight, and that it “should accelerate concerns that AI will be bad for all but the richest and most opportunistic amongst us.” A Summers representative did not respond to requests for comment.\n\nShare this article Share\n\nThe American tech industry has long paid reverence to its monolithic slate of founders and visionaries: Meta’s Mark Zuckerberg; Google’s Larry Page and Sergey Brin; Apple’s Steve Jobs and Tim Cook. But where the other firms sold phones and search engines, Musk and Altman championed their work as a public mission for protecting mankind, with a for-profit business attached. It is notable that as private companies, they don’t have to report to federal regulators or to shareholders, who can vote down proposals or push back against their work.\n\nAltman and Musk are not the only ones in Silicon Valley to claim their businesses are motivated by mission and not ego and profits. Kyle Vogt, the former head of the autonomous-vehicle company Cruise, told The Washington Post that his driverless vehicles would ultimately lead to safer roadways and brushed off any criticism of his cars as “sensationalism,” despite several episodes of disarray on San Francisco’s streets.\n\nAdvertisement\n\nFormer employees and public officials warned the driverless cars were not ready for widespread deployment, but Vogt justified the aggressive rollout with claims that the company, which is owned by General Motors, was morally superior to a profit-driven business.\n\n“We have a sense of urgency but … it’s not because we’re chasing some profit targets,” he said in September. “It’s because we’re constantly reminded of the chaos on our roads every day. And we feel that now that there is finally a technology solution that can actually do something about it.”\n\nVogt resigned this weekend, less than a month after California revoked Cruise’s license to operate and its entire nationwide fleet was recalled, following an incident in which one of the cars dragged a struck pedestrian for 20 feet.\n\nThe corporate storytelling that pushes technology as a force for public harmony has proved to be one of Silicon Valley’s great marketing tools, said Margaret O’Mara, a professor at the University of Washington who studies the history of technology. But it’s also obscured the dangers of centralizing power and subjecting it to leaders’ personal whims.\n\nAdvertisement\n\n“Silicon Valley has for years adopted this messaging and mood that it’s all about radical transparency and openness — remember Google’s ‘Don’t be evil’ motto? — and this idea of a kinder, gentle capitalism that’s going to change the world for the better,” she said.\n\n“Then you have these moments of reckoning and remember: It’s capitalism. Some tech billionaires lost, and some other ones are winning,” she added. “These are private-sector people making money off something that serves a public function. And when they take a turn because of very personal, very individual decisions, where a handful of people are shaping the trajectory of these companies, maybe even the existence of these companies, that’s something new we all have to deal with.”\n\nCongress’s failure to pass broad regulations on AI has only contributed to the risks. Rep. Ro Khanna, who represents parts of Silicon Valley, said in an interview that the OpenAI turmoil underscores concerns that “a few people, no matter how talented, no matter how knowledgeable, can’t be making the rules for a society on a technology that is going to have such profound consequences.”\n\nAdvertisement\n\nThe California Democrat, who attended a private dinner with Altman and dozens of other lawmakers in May when the tech mogul testified on Capitol Hill, said he worried that he and other tech executives were beginning to develop an “air of congresspeople and senators” that allowed them to play an outsize role in the federal debate over industry rules.\n\n“We’ve seen a parade of these Big Tech leaders come to D.C.,” Khanna said. “I think highly of them, but they’re not the ones who should be leading the conversation on the regulatory framework, what safeguards we need.”\n\nMusk and Altman share a relish for the spotlight. After suing the liberal advocacy group Media Matters for a report showing how ads on X sometimes appeared alongside pro-Nazi content, Musk on Tuesday posted a message, under a picture of him holding a katana, saying, “There is a large graveyard filled with my enemies. I do not wish to add to it, but will if given no choice.”\n\nOn Wednesday, an official X account posted about a separate report on X misinformation from NewsGuard, a fact-checking start-up, and warned news organizations against taking the findings at face value.\n\nAltman, too, seemed to take his own victory lap as the rebellion against the OpenAI board grew. On Sunday, when he met with board members at the company’s office about a possible return, he posted a selfie to X in which he held up an OpenAI guest lanyard. “First and last time I ever wear one of these,” he wrote in the post, which has been liked more than 100,000 times.\n\nBut not everyone is so convinced that a wealthy tech luminary will save the day. After Altman’s firing, his allies began sharing a mantra across social media designed to push back on the board: “OpenAI is nothing without its people.” When an X employee sought to co-opt the message by posting “X is also nothing without its people,” Lara Cohen — a former executive there who left during Musk’s companywide purge — added her own corrective.\n\n“Oh god,” she wrote on Threads. “Who is going to tell him?”\n\nCristiano Lima, Trisha Thadani and Nitasha Tiku contributed to this report.",
          "link": "https://www.washingtonpost.com/technology/2023/11/23/x-musk-openai-altman-big-tech/",
          "keywords": [
            "illustrate",
            "fallible",
            "silicon",
            "altman",
            "company",
            "valley",
            "musk",
            "technology",
            "board",
            "ai",
            "truth",
            "openai",
            "elon",
            "sam",
            "icons",
            "x",
            "tech"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/GJH3YNKEKFDRVFZ46HPRF4FGQM.jpg&w=1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "How to argue about politics this Thanksgiving",
          "text": "Listen 5 min Share Comment on this story Comment Add to your saved stories Save\n\n1. Could President Biden lose the election next year?\n\nYes, it’s possible: Americans are worried about his age. They aren’t giving him credit for the economic recovery after the pandemic. And from his unwavering public support for Israel, to his struggles to forgive as many student loans as he promised, to his failure address the climate crisis as fully as environmentalists want, as well as Congress’s inability to pass voting protections, Democrats worry he’s alienated his supporters.\n\nAdvertisement\n\n“I am very concerned that the Democratic base — particularly younger Democrats — may decide to stay home in the next presidential election,” Sen. Jeff Merkley (D-Ore.) told The Washington Post’s Early 202 newsletter. (Elections in such an ideologically split America are more about bringing out your own voters than winning over the other side.)\n\nThe case for Biden winning: The threat of a national abortion ban under a Republican president, plus a second Trump presidency, may be enough to motivate liberals to go vote.\n\n“Joe Biden is going to be the nominee, and he is the best bet to beat Donald Trump, and people have to help us make that happen because the alternative is Donald Trump and is a catastrophe for American democracy,” a top Democratic strategist, Dmitri Mehlhorn, told The Washington Post.\n\n2. How seriously should we take Trump’s authoritarian lean?\n\nHe has promised to exact retribution on his enemies, and he’s called them “vermin” like fascist leaders of the past. Trump is scaring a lot of Republican leaders.\n\nAdvertisement\n\n“This is an existential moment for the country,\" the former head of the Republican National Committee, Michael Steele, told me. \"Do you really want to live in a country where the president of the United States is going after his political enemies?”\n\nMany Republicans who worked for Trump are aghast that millions of voters still support him when he’s been crystal clear about his plans to turn away from democracy if elected.\n\n“What’s going on in the country that a single person thinks this guy would still be a good president when he’s said the things he’s said and done the things he’s done?” Trump’s former chief of staff John F. Kelly told The Washington Post’s Josh Dawsey.\n\nSteele added that he’s frustrated that the media sometimes equates concerns about how Trump and Biden would do their jobs. For instance, is Biden’s age really in the same risk category as Trump’s authoritarian tendencies?\n\nAdvertisement\n\n“Voters must take Trump seriously and literally,” reads the headline on an analysis by The Washington Post’s chief political correspondent, Dan Balz. “The stakes are that high.”\n\nShare this article Share\n\n3. What did Hunter Biden actually do that’s wrong?\n\nThe president’s son is charged by the federal government with illegally buying a gun. He could face charges soon on dodging taxes. But he’s facing accusations — without evidence — from Republicans that he and his father improperly enriched themselves. Here’s what we know he did.\n\nHunter Biden did trade on his father’s name: He made ethically and politically questionable business deals with the Chinese and Ukrainians while his father was vice president. He would put his father on speakerphone during business dinners, as an apparent power flex. He knew opportunities came to him because of his connections to his dad, writes The Washington Post’s Matt Viser, who uncovered this 2011 email Hunter Biden wrote to a business partner: “It has nothing to do with me, and everything to do with my last name.”\n\nAdvertisement\n\nThere is no evidence Hunter Biden involved his father in business schemes: Now-President Biden didn’t try to hide that he knew about his son’s foreign business deals. And he didn’t appear to actively discourage his son’s work, writes Matt. But there remains no evidence that father and son were working together, in any way, to enrich themselves while Biden was vice president, or to improperly use the office of the vice presidency.\n\nSo did Hunter Biden do anything wrong? It depends how you define “wrong.” Making money isn’t illegal, and trading on connections is a time-honored tradition in Washington. But ethics experts have raised concerns that Hunter Biden’s work abroad allowed foreign companies to have a sheen of authority and presented a conflict of interest for his father.\n\n4. Can any other Republican beat Trump in the primary?\n\nSome Republicans say no way. The first votes in the primaries are cast in January. He has no criminal trials between now and then, and after 91 indictments, his lead over the rest of the Republican presidential field looks like this:\n\n“What would make voters this past few months pull away from Trump when they haven’t the past year?” Steele, the former chair of the Republican Party, scoffed.\n\nAdvertisement\n\nBut Trump isn’t inevitable, says journalist Salena Zito, who covers conservative politics. She said Trump voters might tell pollsters they like him, but they tell her they’re still deciding who to vote for. “They have a hard time differentiating their respect for what he did and giving him their vote again,” she said.",
          "link": "https://www.washingtonpost.com/politics/2023/11/22/how-argue-about-politics-this-thanksgiving/",
          "keywords": [
            "thanksgiving",
            "biden",
            "republican",
            "hes",
            "voters",
            "president",
            "politics",
            "trump",
            "business",
            "washington",
            "father",
            "hunter",
            "argue"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/2SZXB5UTJAIN3RS7VHV3Q4WNAM.JPG&w=1440",
          "published": "2023-11-22T00:00:00"
        },
        {
          "title": "Trump's poll image numbers have improved. But can it last?",
          "text": "Listen 5 min Share Comment on this story Comment Add to your saved stories Save\n\nDonald Trump left the presidency with the lowest average approval rating for a tenure in modern history, at 41 percent. One reputable poll showed him bottoming out at 29 percent after Jan. 6, 2021. That same former president is now looking like a favorite to reclaim the White House just four years later, leading in virtually every recent poll (albeit often within the margin of error).\n\nThere are multiple reasons for this, and they start with President Biden’s own problems. But could they also have to do with Americans’ short political attention spans?\n\nSome Trump critics have wagered that the recent polls could reflect a bit of amnesia when it comes to how Americans once felt about Trump — and, its proponents hope, a temporary bout of it. The idea is that Biden’s 2020 supporters can be brought back into the fold when the chaos and controversy of 2017-through-2021 years come back into focus during the 2024 campaign, as well as Trump’s criminal trials.\n\nAdvertisement\n\nThere is surely some wishfulness involved, but it’s not totally unreasonable.\n\nIt’s long been evident that one of the best things a president can do to improve his image is leave. President after president has departed to find Americans suddenly holding him and his tenure in higher regard.\n\nGeorge W. Bush is a recent case in point. His approval rating on Election Day 2008 was just 25 percent, according to Gallup. But two years later, the same pollster showed that nearly twice as many Americans (47 percent) said they approved of his presidency. Nearly 6 in 10 now approve.\n\nThis is a particularly pronounced example, but Gallup’s data show every former president dating to John F. Kennedy is more popular today than he was upon leaving office. And since Ronald Reagan, every president except Bill Clinton became more popular the first time Gallup conducted what it calls its “retrospective approval” poll — usually conducted about two years after the presidents leave office. Barack Obama and both George Bushes saw their approval ratings jump by double digits.\n\nAdvertisement\n\nTrump has certainly benefited less from this dynamic than his predecessors. Gallup this summer pegged his first retrospective approval rating at 46 percent, compared with the 43 percent when he was booted from office.\n\nShare this article Share\n\nBut that 46 percent was still higher than any average approval rating Trump enjoyed during his presidency, including during his brief honeymoon period in early 2017.\n\nThe other recent poll to test Trump’s retrospective approval rating was a Washington Post-ABC News poll, which in September also pegged his approval higher than it was at any point in his presidency: 48 percent. (This was one of Trump’s best polls and seemed to be an outlier at the time, but it’s what we have.)\n\nThe other way to gauge how views of Trump might have improved is his favorable rating. This is more a view of the man than his job performance, but it’s more regularly tested for former presidents.\n\nAdvertisement\n\nAgain, Trump hasn’t seen a huge bump but has seen improvement. His most recent average favorable rating from FiveThirtyEight is 41.9 percent. That’s higher than at any point since he left office.\n\nThe questions from there are whether even these modest apparent improvements are truly about people forgetting — versus, say, genuinely warming to Trump — and could, accordingly, prove temporary.\n\nOne of the reasons former presidents’ images tend to improve is that they fade from the spotlight. Basically, absence makes the heart grow fonder.\n\nBut while Trump isn’t as ever-present in American lives as he once was, he has hardly faded away like a normal ex-president. And there has seemingly been plenty to remind people about his liabilities over the past three years — from impeachment to the Jan. 6 committee to, currently, his criminal indictments.\n\nAdvertisement\n\nAt the same time, these are developments that large swaths of swing voters aren’t tracking very closely. Polling shows as many as one-third of Americans acknowledge they don’t understand Trump’s criminal charges very well. (Plenty of others could be overselling their awareness.) Lots of Republicans, in particular, appear woefully unfamiliar with the basic underlying facts.\n\nMost Republicans do at least, though, say Trump did something wrong in one of his criminal cases. A majority of Americans overall believe Trump broke the law. And a near-prohibitive number of Americans say Trump being convicted would effectively disqualify him; the big recent New York Times-Siena College poll showed a five-point Trump lead in key swing states becoming a 10-point deficit if Trump were convicted.\n\nAll of which suggests that views of Trump could dim as the 2024 general election refocuses things on him and his presidency. Democrats can feel somewhat optimistic about a reversion to the mean if they can message this effectively.\n\nWhether it would be enough is another matter — particularly given that the incumbent president is about as unpopular as Trump was during his White House tenure.",
          "link": "https://www.washingtonpost.com/politics/2023/11/20/trumps-improved-image-is-it-approval-or-amnesia/",
          "keywords": [
            "improved",
            "approval",
            "trumps",
            "image",
            "president",
            "recent",
            "poll",
            "trump",
            "rating",
            "numbers",
            "presidency",
            "americans",
            "higher"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DI4TMJF4H7ISYVFGOP2G4KFITE_size-normalized.JPG&w=1440",
          "published": "2023-11-20T00:00:00"
        },
        {
          "title": "Colorado judge who ruled Trump incited Jan. 6 is latest to blame him",
          "text": "Listen 5 min Share Comment on this story Comment Add to your saved stories Save\n\nThe effort to get Donald Trump removed from the 2024 ballot over Jan. 6 has thus far failed to achieve its stated objective. But late Friday, it did notch a major victory: A judge ruled that while the former president can’t be disqualified, he did incite an insurrection.\n\nA relatively low-level state court judge in Colorado issued the ruling, but it’s still a remarkable historic document.\n\nAnd it has been a long time coming.\n\nDenver District Judge Sarah B. Wallace’s ruling said that Trump’s conduct met the standard for disqualification under the 14th Amendment — that he “engaged in insurrection” — but that the amendment doesn’t apply to the president.\n\nWallace walked through the evidence for the first component of her finding in detail over 102 pages. She focused on the timeline of Trump’s conduct on Jan. 6, 2021 — which she said showed that Trump desired this outcome. And she documented his history of promoting and legitimizing political violence — which she said helps prove he incited the riot.\n\nAdvertisement\n\n“The Court concludes that Trump acted with the specific intent to incite political violence and direct it at the Capitol with the purpose of disrupting the electoral certification,” Wallace wrote.\n\nShe added that Trump’s “inaction during the violence and his later endorsement of the violence corroborates the evidence that his intent was to incite violence on January 6, 2021 based on his conduct leading up to and on January 6, 2021.”\n\nAmong her other key findings:\n\n“Trump cultivated a culture that embraced political violence through his consistent endorsement of the same. He responded to growing threats of violence and intimidation in the lead-up to the certification by amplifying his false claims of election fraud.”\n\n“He convened a large crowd on the date of the certification in Washington, D.C., focused them on the certification process, told them their country was being stolen from them, called for strength and action, and directed them to the Capitol where the certification was about to take place.”\n\n“[T]he Court has found that Trump was aware that his supporters were willing to engage in political violence and that they would respond to his calls for them to do so.”\n\nShe ruled that Trump’s inaction during the riot didn’t itself constitute engaging in insurrection, but that it was evidence “that he intended for the crowd to engage in violence when he sent them to the Capitol ‘to fight like hell.’”\n\nShe wrote that Trump’s 2:24 p.m. tweet on Jan. 6 attacking Vice President Mike Pence, an hour after he had been informed of unrest at the Capitol according to a White House employee’s testimony, “caused further violence at the Capitol.”\n\nShe said Trump’s comments after the fact show he “endorsed and intended the actions of the mob on January 6, 2021.”\n\nShare this article Share\n\nWallace is the first judge to rule that Trump incited the insurrection. (Trump was impeached by the House for incitement but later acquitted by the Senate, despite historic numbers of Republicans voting against him.)\n\nWallace is hardly the first judge to lay blame at Trump’s feet, however. Indeed, many judges have gestured in this general direction, including some Republican-appointed ones. They just weren’t tasked with deciding the incitement question, specifically.\n\nAdvertisement\n\nThe other big ruling on this front came last year from U.S. District Judge David O. Carter. He ruled in March 2022 in a case involving Trump lawyer John Eastman that Trump probably broke the law. Carter’s ruling said it was “more likely than not that President Trump corruptly attempted to obstruct the Joint Session of Congress on January 6, 2021.”\n\nWhile Carter was focused more broadly on Trump’s efforts to obstruct Congress’s actions that day, he called the plot “a coup in search of a legal theory.” He said it “spurred violent attacks on the seat of our nation’s government” and “led to the deaths of several law enforcement officers.”\n\nU.S. District Judge Amit P. Mehta, in a case involving Trump’s Jan. 6 civil liability, likened Trump’s speech on the Ellipse before the Jan. 6 riot to “telling an excited mob that corn-dealers starve the poor in front of the corn-dealer’s home.” He said that Trump’s speech “can reasonably be viewed as a call for collective action.”\n\nAdvertisement\n\nU.S. District Judge Amy Berman Jackson, in a criminal case against a Jan. 6 defendant, noted that the “steady drumbeat that inspired” the defendant hadn’t gone away, including via the “near-daily fulminations of the former President.” In another case, she cited the “incendiary statements at the rally … which absolutely, quite clearly and deliberately, stoked the flames of fear and discontent and explicitly encouraged those at the rally to go to the Capitol and fight” to stop the certification.\n\nU.S. District Judge Rudolph Contreras ruled that Jan. 6 involved events “spurred by then President Trump and a number of his prominent allies who bear much responsibility for what occurred on that day.”\n\nAnd perhaps most strikingly, Republican-appointed U.S. District Judge John D. Bates ruled in another Jan. 6 case that while Trump’s comments were facially just about protesting, “one might conclude that the context implies that he was urging protestors to do something more — perhaps to enter the Capitol building and stop the certification.”\n\nA Colorado judge has now concluded Trump intended just that.\n\nAnd while his dual Jan. 6 indictments don’t deal specifically with the incitement question, we’ll soon learn how much fault other courts lay directly at his feet.",
          "link": "https://www.washingtonpost.com/politics/2023/11/20/judge-says-trump-incited-insurrection-other-judges-have-come-close/",
          "keywords": [
            "judge",
            "incited",
            "violence",
            "capitol",
            "blame",
            "latest",
            "trumps",
            "ruled",
            "president",
            "jan",
            "trump",
            "district",
            "certification",
            "colorado"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/EIJSHBN37W5IBGHAKJQZGVE774.jpg&w=1440",
          "published": "2023-11-20T00:00:00"
        },
        {
          "title": "How Democrats have soured on Israel",
          "text": "Listen 3 min Share Comment on this story Comment Add to your saved stories Save\n\nPresident Biden this week strongly defended Israel’s raid of the Gaza Strip’s largest hospital, al-Shifa. While again emphasizing the need for caution, he accused Hamas of using the hospital to conceal its “headquarters” and pitched the raid as a legitimate effort to root out terrorism.\n\n“The idea that [Israel is] going to just stop and not do anything is not realistic,” Biden said. “This is not the carpet bombing.”\n\nBut new polling shows that aligning strongly with Israel is becoming an increasingly difficult sales pitch with Biden’s own base.\n\nThree new polls this week showed how views of the war have shifted since last month. And in all three, there’s evidence of Democrats souring in their views of Israel’s cause and conduct.\n\nA Quinnipiac University poll in mid-October — shortly after Hamas’s Oct. 7 attack — showed Democrats sympathized more with the Israelis (48 percent) than the Palestinians (22 percent). But a new Quinnipiac poll released Thursday showed that has flipped, with Democrats now sympathizing more with the Palestinians (41 percent to 34 percent).\n\nAdvertisement\n\nThe Economist/YouGov poll showed a similar if less drastic erosion in relative sympathy for Israel. It also showed a 2-to-1 advantage for Israel last month — 34 percent to 16 percent — but that has now fallen to just a 23-17 edge.\n\nThe Quinnipiac poll also showed Democrats disapproved of Israel’s response to the Oct. 7 attack more than 2-to-1, 60 percent to 27 percent. And it showed the percentage of Democrats saying the United States is too supportive of Israel rising from 28 percent to 39 percent.\n\nThe YouGov poll also recorded a rise in the percentage of Democrats saying Israel’s response was “too harsh,” from 25 percent to 34 percent.\n\nShare this article Share\n\nA similar question elicited an even bigger shift in a new NPR/PBS/Marist College poll. While last month 35 percent of Democrats said Israel’s response was “too much,” that number has now risen to a majority: 56 percent.\n\nAdvertisement\n\nThe Marist poll also showed Democrats’ approval of Biden on this issue dropping from 77 percent to 60 percent. Biden came out strongly in support of Israel early on and has mostly stuck to that, though he and his administration have moderated their tone somewhat in recent weeks and taken issue with certain actions by Israel.\n\nThere is a valid question here about whether this is truly responsive to events or rather more of a reversion to the mean. It’s possible we saw a temporary outpouring of support for Israel after it was attacked on Oct. 7, followed by people’s prior beliefs taking over.\n\nFor instance, while the post-Oct. 7 polls showed Democrats significantly more sympathetic to the Israelis, that was far different from what Gallup found early this year. Back then, for the first time in the 21st century, Gallup found Democrats more sympathetic to the Palestinians.\n\nAdvertisement\n\nIndeed, even the latest polls show Democrats actually remain modestly more favorable to the Palestinians than that poll did.\n\nWhile Biden certainly remains in Israel’s corner, he has also tacitly suggested some of that criticism is warranted. Even while defending the hospital raid this week, he called it “a different story than I believe was occurring before, an indiscriminate bombing.”\n\nBut the numbers reinforce what a political challenge this is for Biden. While Americans overall continue to side strongly with Israel, this issue has long divided the Democratic base more or less down the middle. And some of the groups least enthusiastic about Biden’s presidency and 2024 candidacy happen to be the same groups most aligned with the Palestinian cause — young people, African Americans and Hispanics.\n\nBiden, a longtime supporter of Israel who last month called himself a “Zionist,” continues to try to thread that needle. But it’s getting no easier.",
          "link": "https://www.washingtonpost.com/politics/2023/11/17/democrats-israel-polls/",
          "keywords": [
            "week",
            "biden",
            "soured",
            "poll",
            "showed",
            "israel",
            "israels",
            "strongly",
            "response",
            "democrats",
            "month"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/ANXXEWBXTMEQZKZVSRQX25626A.jpg&w=1440",
          "published": "2023-11-17T00:00:00"
        },
        {
          "title": "Polls show New Hampshire could decide Haley's chances against Trump",
          "text": "Listen 5 min Share Comment on this story Comment Add to your saved stories Save\n\nTwo new polls out of New Hampshire confirm that Nikki Haley is the momentum candidate in the 2024 Republican primary — if anyone not named Donald Trump can be characterized as such. What the polls also reinforce: New Hampshire’s role as Haley’s — and the GOP’s — best chance to make the 2024 GOP primary a real race, even as that possibility still appears remote.\n\nThis is looking like the big one.\n\nThe Washington Post-Monmouth University poll shows Haley trailing Trump by 28 points, 46 percent to 18 percent. The CNN poll shows a slightly smaller, 22-point Trump margin, 42 percent to 20 percent.\n\nThe latter is Trump’s smallest margin in a high-quality New Hampshire poll since the summer, when Florida Gov. Ron DeSantis was his biggest obstacle. New Hampshire also now features the closest race of all the early states, according to the FiveThirtyEight averages.\n\nAdvertisement\n\nAnd given that Haley’s home state of South Carolina is fourth on the calendar and more than a month after New Hampshire, the Granite State looms larger.\n\nIt also actually appears potentially more amenable to her, even than her home state. As The Post’s Scott Clement, Dan Balz and Emily Guskin note in their write-up, a big reason is that the state’s GOP primary electorate is more moderate and less Trumpian than GOP primary electorates in other early states.\n\nFive republican presidential hopefuls debated on Nov. 8 in Miami. (Video: The Washington Post, Photo: Jonathan Newton/The Washington Post)\n\nFor example, Trump’s image rating is a strong-but-not-sterling 59 percent positive and 36 percent negative. A majority of potential primary voters there say abortion should be legal in at least “most cases.” A slight majority also say Trump did something wrong, at the very least, in trying to overturn the 2020 election results. And 51 percent say they are not supporters of the MAGA movement.\n\nAdvertisement\n\nThe Post’s poll also echoes others in suggesting that Haley has relatively broad appeal across the party:\n\nHer base of support is almost completely non-MAGA voters, but she’s either the first or second choice for 1 in 5 MAGA voters, too.\n\nTrump supporters and MAGA voters lean toward liking her, unlike more Trump-critical candidates such as Chris Christie (whom Trump voters dislike, 83-8).\n\nJust 24 percent of voters say they wouldn’t vote for her under any circumstances. That’s fewer than say the same of Trump (32 percent) or any other candidate who is qualifying for debates.\n\nShare this article Share\n\nThe most compelling theoretical case for Haley’s truly challenging Trump requires her to consolidate the support of the more Trump-skeptical voters without completely sacrificing MAGA support.\n\nChristie is pulling double-digits in both polls — as much as 14 percent in the CNN poll. That means he’s sucking up valuable support, but he’s also sucking up support that seemingly could be available to Haley.\n\nFor example, 1 in 5 potential primary voters in the CNN poll say they voted for Joe Biden in 2020, and Christie is taking more of them (56 percent) than Haley is (34 percent). That’s around 13 percent of potential voters who are seemingly the most Trump-skeptical — enough to vote Democratic in 2020 — but aren’t yet onboard with Haley.\n\nAdvertisement\n\nThis is basically the “lanes” theory, which categorizes various candidates and the types of voters they attract. Things often don’t break down so neatly, but if Haley starts picking off even a good chunk of those Trump-skeptical Biden voters, she seemingly could be approaching 25 or 30 percent.\n\n(There is also some thought that such voters could play an outsize role this year, given that there isn’t a competitive Democratic primary and that Biden won’t even be on the New Hampshire ballot.)\n\nNow for the “buts.”\n\nEven approaching 30 percent would very likely be insufficient. Both polls, like virtually all surveys about 2024, show that Trump’s base is much more dug-in. The Post’s poll shows 37 percent of voters say they’re “definitely” voting for Trump, while the CNN poll pegs it at 34 percent.\n\nThose numbers are actually higher than in the big recent poll in Iowa, where about one-quarter of voters were ride-or-die for Trump. So, while Trump’s ceiling might be lower in New Hampshire, his floor might actually be higher. And if Trump truly holds those numbers of voters, it will be very difficult for anyone to beat him.\n\nAdvertisement\n\nIn a related way, one of the more interesting aspects of The Post’s poll is how voters feel about issues. Pretty much across the board, Trump voters feel much more passionately. While 80 percent of his backers call illegal immigration “extremely important,” just 41 percent of those who back other candidates say the same. On inflation, it’s 71-46. On crime, it’s 63-27. On gun rights, it’s 59-32.\n\nThis gets at how much more motivated Trump’s base appears to be.\n\nAnd there’s one final apparent problem for Haley and everyone else. Perhaps the best, most pragmatic argument for moving on from Trump is electability. Recent polls suggest that Haley has a good claim to that quality. A Fox News poll this week showed Trump leading Biden in the general election by four points, while Haley led Biden by 11.\n\nBut if there’s a need to find a more electable candidate, that’s apparently news even to New Hampshire’s more Trump-skeptical GOP electorate. Fully 57 percent say he’s the most electable, while just 15 percent say the same of Haley. That’s bigger than Trump’s overall margin.\n\nAll of which suggests that, at least right now, the appetite for looking elsewhere isn’t strong enough.",
          "link": "https://www.washingtonpost.com/politics/2023/11/17/why-new-hampshire-looks-pivotal-2024-gop-race/",
          "keywords": [
            "decide",
            "haleys",
            "chances",
            "biden",
            "voters",
            "primary",
            "trumps",
            "polls",
            "poll",
            "trump",
            "say",
            "haley",
            "hampshire"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/RVMTFM5VR2UFH6JKHY6SQ3FN2Y_size-normalized.jpg&w=1440",
          "published": "2023-11-17T00:00:00"
        }
      ]
    },
    "New York Times": {
      "link": "https://www.nytimes.com/international/section/politics",
      "articles": [
        {
          "title": "Could Haley Really Beat Trump? Big Donors Are Daring to Dream.",
          "text": "Mr. Bush, a Republican who voted for Mr. Biden in 2020 and for Gary Johnson, the Libertarian candidate, in 2016, said he had been struck by her knowledge and poise.\n\n“The topic that everyone is on is, ‘How do you beat Donald Trump?’” Mr. Bush said, “and she was careful to say, ‘Look, people will decide about him, but this is where I am on certain issues.’ And she rattled off some issues, related to our debt, related to our role in the world. But what you picked up was an electric energy,” he added, “that I think got this crowd really excited.”\n\nBut even with Ms. Haley’s momentum, halting Mr. Trump’s seemingly inexorable march to the Republican nomination promises to be a slog. With a wide edge in national and early-state polls, the former president is running effectively as an incumbent, with legions of supporters prepared to vote solely for him.\n\nSeveral donors and advisers described two groups taking shape among the major, top-dollar donors:\n\nFirst, those who have yielded to the likelihood that Mr. Trump, however they may feel about him, will probably be the nominee, and have decided to stop funding potential alternatives. Second, those who believe that with enough financial resources and a savvy field operation, Ms. Haley could unseat him.\n\nDespite the long odds, her financial supporters say they see a path to victory.\n\n“There were people that don’t like Trump at all but were very skeptical that he could be stopped,” said Eric Levine, a Republican fund-raiser who leads the bankruptcy and litigation practices at Eiseman Levine Lehrhaupt & Kakoyiannis. “They now believe he can be stopped,” he said, pointing to Ms. Haley’s steady climb in the polls.",
          "link": "https://www.nytimes.com/2023/11/24/us/politics/nikki-haley-trump-2024.html",
          "keywords": [
            "ms",
            "republican",
            "beat",
            "supporters",
            "stopped",
            "related",
            "mr",
            "really",
            "donors",
            "polls",
            "trump",
            "levine",
            "say",
            "dream",
            "daring",
            "big",
            "haley"
          ],
          "top_image": "https://static01.nyt.com/images/2023/11/24/multimedia/24POL-HALEY-DONORS-hzvj/24POL-HALEY-DONORS-hzvj-facebookJumbo.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Johnson’s Release of Jan. 6 Video Feeds Right-Wing Conspiracy Theories",
          "text": "Speaker Mike Johnson’s decision to publicly release thousands of hours of Capitol security footage from Jan. 6, 2021, has fueled a renewed effort by Republican lawmakers and far-right activists to rewrite the history of the attack that day and exonerate the pro-Trump rioters who took part.\n\nMr. Johnson’s move last week to make the footage available — something the far right has long demanded — came as he tried to allay the anger of hard-line Republican lawmakers for working with Democrats to keep the government funded. Now, some of the same people who were irate about that decision are using the Jan. 6 video to circulate an array of false claims and conspiracy theories about the largest attack on the Capitol in centuries.\n\nRepresentative Marjorie Taylor Greene, the hard-right Georgia Republican, was among the first lawmakers to post false information about the newly released videos. She claimed on the social media site X that surveillance video showed a rioter holding a law enforcement badge in his hand, suggesting that he was an undercover police officer “disguised as a Trump supporter” and the attack was an inside job.\n\nBut the item in the man’s hand in the screen grab she circulated appears, upon closer inspection, to have been a vape pen. And the man who is seen in that image, Kevin Lyons, was in fact a heating-and-cooling technician — not a police officer — who was later convicted at a public trial of multiple federal charges and sentenced to more than four years in prison.",
          "link": "https://www.nytimes.com/2023/11/23/us/politics/mike-johnson-jan-6-video.html",
          "keywords": [
            "theories",
            "video",
            "republican",
            "officer",
            "lawmakers",
            "hand",
            "false",
            "jan",
            "johnsons",
            "release",
            "feeds",
            "conspiracy",
            "attack",
            "footage",
            "rightwing"
          ],
          "top_image": "https://static01.nyt.com/images/2023/11/22/multimedia/00dc-jan6-01-kwzg/00dc-jan6-01-kwzg-facebookJumbo.jpg",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "Charles Peters, Founder of The Washington Monthly, Dies at 96",
          "text": "Charles Peters, the founding editor of The Washington Monthly, a small political journal that challenged liberal and conservative orthodoxies and for decades was avidly read in the White House, Congress and the city’s newsrooms, died on Thursday at his home in Washington. He was 96.\n\nHis death was confirmed by The Washington Monthly, which reported that Mr. Peters “had been in declining physical health for several years, mainly from congestive heart failure.”\n\nOften called the “godfather of neoliberalism,” the core policy doctrine of the magazine, Mr. Peters was The Monthly’s editor from 1969 until his retirement in 2001. He also wrote five books on politics, government and history, and a column, “Tilting at Windmills,” offering pithy thoughts on politics and current events, from 1977 to 2014.\n\nHis work was not widely read, let alone understood by the general public. To the Washington cognoscenti, though, his voice was important in the capital’s cacophony. His neoliberalism offered liberals and conservatives reasons to step back and, if not to find compromises, at least to reassess their central beliefs.",
          "link": "https://www.nytimes.com/2023/11/23/us/politics/charles-peters-dead.html",
          "keywords": [
            "neoliberalism",
            "read",
            "96",
            "editor",
            "work",
            "monthly",
            "wrote",
            "mr",
            "peters",
            "politics",
            "charles",
            "dies",
            "founder",
            "washington"
          ],
          "top_image": "https://static01.nyt.com/images/2017/08/15/obituaries/charlespeters1/charlespeters1-facebookJumbo.jpg",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "Beside Ramaswamy, a Doctor Who Listens More and Debates Less",
          "text": "“For my young, healthy husband, that’s a different decision than for me when I am taking care of patients who are cancer survivors, and they trust me to be in their airway every day,” she told NBC News. “Giving people that autonomy is the most important part.”\n\nMore recently, when asked if she recommended that others receive the vaccination, in accordance with C.D.C. guidance, she carefully sidestepped the question: “I recommend that people make their decisions based on the risks and benefits that have been published — and the risks and benefits should be investigated in a fair and balanced manner.” She later said that their children were not vaccinated against Covid-19.\n\nIn interviews, Dr. Ramaswamy resorted to a few different moves in defending her husband: downplaying (“He says things in a way that sounds pretty dramatic, but when you actually read his proposals, they’re very reasonable”) or glossing over the details of his proposals and saying she stood behind him (“He has a different communication style than I do, but I agree with him and his principles on pretty much everything”), or ducking questions by saying simply that he was running for president, not she (“I’m not the candidate,” she said, when asked about his call to fire half the federal work force).\n\nShe also expressed disbelief at the strong reactions to Mr. Ramaswamy from some who might have been expected to share similar views. “What has been surprising is that people have, in the Republican Party themselves, had such an allergic reaction to someone who is an independent thinker, who actually represents a lot of what the Republican Party — in terms of the people who vote conservative — what we believe,” she said.\n\nDr. Ramaswamy ventured a bit further into the fray after the third Republican National Committee debate, in which her husband had mocked Nikki Haley as “Dick Cheney in three-inch heels” and then invoked Ms. Haley’s daughter’s use of TikTok to score another point — eliciting an angry “You’re just scum” in response.",
          "link": "https://www.nytimes.com/2023/11/23/us/politics/vivek-ramaswamy-wife-apoorva.html",
          "keywords": [
            "listens",
            "ramaswamy",
            "republican",
            "risks",
            "proposals",
            "pretty",
            "party",
            "benefits",
            "husband",
            "debates",
            "doctor",
            "saying",
            "different"
          ],
          "top_image": "https://static01.nyt.com/images/2023/11/20/us/politics/XX-pol-apoorva/XX-pol-apoorva-facebookJumbo.jpg",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "Growing Numbers of Chinese Migrants Are Crossing the Southern Border",
          "text": "The surge of migrants entering the United States across the southern border increasingly includes people from a surprising place: China.\n\nDespite the distances involved and the difficulties of the journey, more than 24,000 Chinese citizens have been apprehended crossing into the United States from Mexico in the past year. That is more than in the preceding 10 years combined, according to government data.\n\nThey typically fly into Ecuador, where they do not need a visa. Then, like hundreds of thousands of other migrants from Central and South America and more distant locations, they pay smugglers to guide their travel through the dangerous jungle between Colombia and Panama en route to the United States. Once there, they turn themselves in to border officials and many seek asylum.\n\nAnd most succeed, in turn fueling further attempts. Chinese citizens are more successful than people from other countries with their asylum claims in immigration court. And those who are not end up staying anyway because China usually will not take them back.",
          "link": "https://www.nytimes.com/2023/11/24/us/politics/china-migrants-us-border.html",
          "keywords": [
            "turn",
            "states",
            "citizens",
            "growing",
            "border",
            "united",
            "usually",
            "migrants",
            "visa",
            "chinese",
            "typically",
            "numbers",
            "southern",
            "crossing"
          ],
          "top_image": "https://static01.nyt.com/images/2023/11/20/multimedia/00dc-immig-chinese-01-zcgw/00dc-immig-chinese-01-zcgw-facebookJumbo.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Georgia’s Liberal Organizers Warn of a Cash Crunch and Apathy",
          "text": "Since 2020, Democratic strategists and activists have fixated on how to expand their gains in Georgia, once a Republican stronghold and now a true battleground.\n\nBut some of the state’s most prominent grass-roots organizers — those responsible for engineering President Biden’s victory in 2020 and that of two Democratic U.S. senators in 2021 — are growing concerned that efforts and attention are waning four years later.\n\nThe national money that once flowed freely from Democratic groups to help win pivotal Senate contests in Georgia has been slow in coming. Leading organizers, just over a month from the anticipated start of their initiatives to mobilize voters for the presidential election, say they are confronting a deep sense of apathy among key constituencies that will take even more resources to contend with.\n\nAnd small but potentially pivotal shifts in strategy — cost-conscious measures like delaying large-scale voter engagement programs to later in the cycle or relying more on volunteers than paid canvassers — have privately stoked fears among some organizers about their ability to replicate their successes. More, it has led them to question how seriously Democratic donors and party leaders will take the state in 2024, even as Mr. Biden’s campaign has indicated that a repeat victory in Georgia is part of his strategy.",
          "link": "https://www.nytimes.com/2023/11/24/us/politics/georgia-democrats-funds-2024-election.html",
          "keywords": [
            "georgia",
            "withand",
            "organizers",
            "2020",
            "democratic",
            "pivotal",
            "cash",
            "warn",
            "georgias",
            "apathy",
            "victory",
            "strategy",
            "liberal",
            "bidens",
            "win",
            "crunch"
          ],
          "top_image": "https://static01.nyt.com/images/2023/11/24/us/politics/24pol-ga-activists/24pol-ga-activists-facebookJumbo.jpg",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "In Biden’s Climate Law, a Boon for Green Energy, and Wall Street",
          "text": "The 2022 climate law has accelerated investments in clean-energy projects across the United States. It has also delivered financial windfalls for big banks, lawyers, insurance companies and start-up financial firms by creating an expansive new market in green tax credits.\n\nThe law, signed by President Biden, effectively created a financial trading marketplace that helps smaller companies gain access to funding, with Wall Street taking a cut. Analysts said it could soon facilitate as much as $80 billion a year in transactions that drive investments in technologies meant to reduce fossil fuel emissions and fight climate change.\n\nThe law created a wide range of tax incentives to encourage companies to produce and install solar, wind and other low-emission energy technologies. But the Democrats who drafted it knew those incentives, including tax credits, wouldn’t help companies that were too small — or not profitable enough — to owe enough in taxes to benefit.\n\nSo lawmakers have invented a workaround that has rarely been employed in federal tax policy: They have allowed the companies making clean-energy investments to sell their tax credits to companies that do have a big tax liability.",
          "link": "https://www.nytimes.com/2023/11/23/business/economy/climate-law-biden-tax-credits.html",
          "keywords": [
            "law",
            "boon",
            "created",
            "wall",
            "incentives",
            "street",
            "tax",
            "energy",
            "technologies",
            "credits",
            "green",
            "companies",
            "climate",
            "financial",
            "investments",
            "bidens"
          ],
          "top_image": "https://static01.nyt.com/images/2023/11/24/multimedia/23dc-ira-wallstreet-print/00dc-ira-wallstreet-01-jmzv-facebookJumbo.jpg",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "A Biden Thanksgiving: Sweeping Views of Nantucket Harbor, Calls About Israel",
          "text": "Workers swept wet leaves off the cobblestone streets around blustery downtown Nantucket on Wednesday morning as the island prepared for a shopping run by its most famous annual visitor: President Biden.\n\nMr. Biden and Jill Biden, the first lady, arrived on the exclusive island off the coast of Massachusetts late Tuesday for their traditional Thanksgiving week visit. The couple was whisked directly from Nantucket Memorial Airport to a $34 million home of a billionaire friend, David Rubenstein, where the family will stay through Sunday.\n\nThe home of Mr. Rubenstein, a co-founder of the Carlyle Group, a private equity firm, is on 13 acres of beachfront property with sweeping views of Nantucket Harbor.\n\nThe island has been bustling with activity awaiting the first family’s arrival. Earlier this week, a C-17 aircraft landed to deliver vehicles and security equipment. Secret Service agents and White House staff members have filled the hotels and were meandering through local boutiques.\n\nStill, the president’s visit has a more subdued feel this year than in years past as rain fell and the wind whipped through Nantucket on Wednesday, delaying a potential pre-Thanksgiving visit downtown. Many locals also pointed out that Mr. Biden has been coming to the island for some 40 years, and that this is his third visit as president.\n\nThey’re used to it by now.\n\n“It’s like: ‘The Bidens are here. OK, cool,’” said Suzanne Bennett, who manages Nantucket Bookworks, a local bookshop where Mr. Biden has popped in on previous walks in town. Ms. Bennett said she hadn’t done much of anything to prepare for this year’s likely Biden family visit, and described the morning routine as business as usual.",
          "link": "https://www.nytimes.com/2023/11/22/us/politics/biden-thanksgiving.html",
          "keywords": [
            "week",
            "thanksgiving",
            "sweeping",
            "biden",
            "local",
            "mr",
            "rubenstein",
            "visit",
            "island",
            "harbor",
            "israel",
            "calls",
            "morning",
            "views",
            "family",
            "nantucket"
          ],
          "top_image": "https://static01.nyt.com/images/2023/11/22/multimedia/22dc-biden-01-vwth/22dc-biden-01-vwth-facebookJumbo.jpg",
          "published": "2023-11-22T00:00:00"
        },
        {
          "title": "Senate Candidate in Michigan Says He Was Offered $20 Million to Challenge Tlaib",
          "text": "A Democratic Senate candidate in Michigan said he was offered $20 million by a Michigan businessman to drop out of the race and instead take on a primary challenge against Rashida Tlaib, the Palestinian American representative who was censured this month for her statements about the Israel-Gaza war.\n\nLinden Nelson, a Michigan businessman and past donor to Democratic and some Republican candidates, made the campaign funding offer to the Senate candidate, Hill Harper, last month, according to Karthik Ganapathy, a spokesman for Mr. Harper’s campaign. Mr. Nelson also donated $13,000 to Concerned Citizens of Michigan, a group that supported a primary challenge against Ms. Tlaib in 2020.\n\nMr. Ganapathy added that the conversation between Mr. Harper and Mr. Nelson was “respectful on both sides.” Calls to Mr. Nelson’s phone number on Wednesday were not answered. Ms. Tlaib declined to comment on the record.\n\n“I’m not going to run against the only Palestinian-American in Congress just because some special interests don’t like her,” Mr. Harper said in a statement on X, formerly known as Twitter. He also criticized “the Israel lobby” and “a broken political and campaign finance system that’s tilted towards the wealthy and powerful.”",
          "link": "https://www.nytimes.com/2023/11/22/us/politics/hill-harper-rashida-tlaib.html",
          "keywords": [
            "tlaib",
            "ms",
            "michigan",
            "offered",
            "nelson",
            "harper",
            "mr",
            "primary",
            "campaign",
            "20",
            "challenge",
            "candidate",
            "million",
            "senate",
            "month"
          ],
          "top_image": "https://static01.nyt.com/images/2023/11/22/us/politics/22pol-tlaib-primary1/22pol-tlaib-primary1-facebookJumbo.jpg",
          "published": "2023-11-22T00:00:00"
        },
        {
          "title": "DeSantis Super PAC C.E.O. Resigns",
          "text": "Gov. Ron DeSantis’s political orbit confronted fresh upheaval on the eve of Thanksgiving as the chief executive of the super PAC that has effectively taken over his presidential campaign resigned after days of infighting among DeSantis allies over strategy, financing and how to blunt the momentum of one of his rivals, Nikki Haley.\n\nThat chief executive, Chris Jankowski, sent a resignation note on Wednesday to the board of Never Back Down, which has been the main pro-DeSantis super PAC. The resignation was effective immediately. In a statement from Mr. Jankowski issued by the group, he described his differences with them as “well beyond a difference of strategic opinion.”\n\nNever Back Down, which had amassed $130 million over the summer, has played a critical role in supporting Mr. DeSantis. Mr. Jankowski’s departure caps days of internal tensions within the group over the next steps in their Republican primary race against the front-runner, Donald J. Trump, and comes seven weeks before the pivotal Iowa caucuses in January.\n\nPresidential campaigns are legally barred from coordinating with super PACs. But the DeSantis campaign and Never Back Down have repeatedly pressed the boundaries of what super PACs usually do.",
          "link": "https://www.nytimes.com/2023/11/22/us/politics/desantis-pac-chris-jankowski.html",
          "keywords": [
            "executive",
            "days",
            "group",
            "resigns",
            "pac",
            "mr",
            "resignation",
            "pacs",
            "jankowski",
            "desantis",
            "super",
            "ceo"
          ],
          "top_image": "https://static01.nyt.com/images/2023/11/22/multimedia/22pol-desantis-pac-tjvp/22pol-desantis-pac-tjvp-facebookJumbo.jpg",
          "published": "2023-11-22T00:00:00"
        }
      ]
    },
    "Al Jazeera": {
      "link": "https://www.aljazeera.com/",
      "articles": [
        {
          "title": "Israel-Hamas war live: First Palestinians released from Israeli prisons",
          "text": "blinking-dot Live updates Live updates,\n\nIsrael-Hamas war live: First Palestinians released from Israeli prisons\n\nGroup of 39 Palestinian women and children released after two dozen captives freed from Gaza on first day of truce.",
          "link": "https://www.aljazeera.com/news/liveblog/2023/11/24/israel-hamas-war-live-israel-continues-gaza-attacks-ahead-of-truce",
          "keywords": [
            "truce",
            "palestinian",
            "released",
            "palestinians",
            "war",
            "prisons",
            "israelhamas",
            "women",
            "updates",
            "prisonsgroup",
            "updatesisraelhamas",
            "live",
            "israeli"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/2023-11-24T182211Z_1508094817_RC2UJ4A3ID71_RTRMADP_3_ISRAEL-PALESTINIANS-PRISONERS-1700850448.jpg?resize=1920%2C1440",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Who are the Palestinian prisoners Israel released on Friday?",
          "text": "Thirty-nine Palestinian women and children are expected to be released from Israeli jails on Friday during a pause in fighting.\n\nAfter seven weeks of war, the four-day truce between Israel and Hamas began on Friday morning. Under this truce, 39 Palestinian women and children were released on Friday.\n\nHere is what’s known about those released and those who might be released in the coming days.\n\nWho were the prisoners released on Friday?\n\nOf the 39 Palestinians released by Israel, 17 are minors.\n\nThey are:\n\nYousef Mohammad Mustafa Ata from Ramallah\n\nQusai Hani Ali Ahmad from Bethlehem\n\nJibreel Ghassan Ismail Jibreel from Qalqilya\n\nMohammad Ahmad Suleiman Abu Rajab from al-Khalil\n\nAhmad Nu’man Ahmad Abu Na’im from Ramallah\n\nBaraa Bilal Mahmoud Rabee from al-Khalil\n\nAban Iyad Mohammad Said Hammad from Qalqilya\n\nMoataz Hatem Moussa Abu Aram from al-Khalil\n\nIyad Abdul Qader Mohammad Khateeb from Jerusalem\n\nHazma Laith Khalil Othman Othman from Ramallah\n\nMohammad Mahmoud Ayoub Dar Darwish from Ramallah\n\nJamal Khalil Jamal Barahmeh from Areeha\n\nJamal Yousef Jamal Abu Hamdan from Nablus\n\nMohammad Anis Saleem Tarabi from Nablus\n\nAbdul Rahman Abdul Rahman Suleiman Rizq from Jerusalem\n\nZeina Raed Abdou from Jerusalem\n\nNoor Mohammad Hafez al-Tahir from Nablus\n\nZeina and Noor are girls, the others are boys.\n\nThe remaining 22 of the Palestinians released on Friday are women. They are:\n\nRawan Nafez Mohammad Abu Matar from Ramallah\n\nMarah Joudat Moussa Bakeer from Jerusalem\n\nMalak Mohammad Yousef Suleiman from Jerusalem\n\nAmani Khaled Nu’man Hasheem from Jerusalem\n\nNihaya Khader Hussein Sawan from Jerusalem\n\nFayrouz Fayez Mahmoud al-Baw from Jerusalem\n\nTahreer Adnan Mohammad Abu Suriya from Nablus\n\nFalasteen Fareed Abdul Latif Najm from Nablus\n\nWalaa Khaled Fawzi Tanja from Tulkarem\n\nMaryam Khaled Abdul Majid Arafat from Nablus\n\nAsil Muneer Ibrahim al-Tayti from Nablus\n\nAzhar Thaer Bakr Assaf from Jerusalem\n\nRaghd Nashat Salah al-Fanni from Tulkarem\n\nFatima Nu’man Ali Badr from Jerusalem\n\nRawda Moussa Abdul Qader Abu Ujaima from Bethlehem\n\nSara Ayman Abdul Aziz Abdullah al-Suweisa from Nablus\n\nFatima Ismail Abdul Rahman Shahin from Bethlehem\n\nSamira Abdul Harbawi from Jerusalem\n\nSamah Bilal Abdul Rahman Souf from Qalqilya\n\nFatima Bakr Moussa Abu Shalal from Nablus\n\nHanan Saleh Abdullah al-Barghouthi from Ramallah\n\nFatima Nasr Mohammad Amarnah from Jenin\n\nWhen and how were they released?\n\nThey were transferred from Israeli prisons to the Israel-controlled Ofer prison in the occupied West Bank in the early evening.\n\nAt 8pm local time (18:00 GMT), they were released from Ofer in International Committee of the Red Cross buses.\n\nWho might be released next?\n\nIsrael has agreed to release 150 Palestinian women and children prisoners from its jails in exchange for Hamas releasing 50 of the women and children taken captive during the October 7 attack.\n\nBut the Israeli Ministry of Justice presented a list of 300 Palestinian prisoners who it is considering for release. It is unclear whether this might be an offer for a potential second phase of exchanges since the deal allows for the extension of a pause in fighting by one day for every 10 additional captives Hamas releases.\n\nThe list of 300 comprises 33 women. The majority of the rest of the names are of boys aged 16-18. However, there are also boys as young as 14 on the list.\n\nMost of the prisoners on the list were arrested between 2021 and 2023. The prisoners arrested in 2023 were taken before October 7.\n\nHowever, it also includes individuals like Shorouq Dwayyat, who was arrested in 2015 and is serving the ninth year of her 16-year sentence. Dwayyat is currently serving the longest sentence among Palestinian female prisoners in Israeli jails.\n\nShe was 18 when she was arrested and held in the Damon prison in Haifa, accused of stabbing an Israeli settler with a knife. Her family, anxiously anticipating her release, denies these accusations. “Shorouq is delicate and cannot harm an animal,” her father, Salah Dwayyat, told Al Jazeera at the time.\n\nWhy are they in prison?\n\nLike Dwayyat, many other prisoners have been convicted of crimes including carrying and manufacturing knives and daggers. Other common offences detailed in Israel’s list include:\n\nthreatening security\n\nillegally entering Israel without a permit\n\nthrowing stones\n\nsupporting terrorism\n\nassociating with hostile/unknown organisations.\n\n“The main alleged crime for these detentions is stone-throwing, which can carry a 20-year sentence in prison for Palestinian children,” said a report published in July by children’s rights organisation, Save the Children.\n\nIsraeli publication Haaretz reported that Israel has refused to release people convicted of murder but those convicted of attempted murder could be released.\n\nWhere will the Palestinian prisoners go after their release?\n\nUnder the deal, Palestinian prisoners will be taken from two Israeli prisons southeast of Haifa, namely Damon and Megiddo. They will then be taken to Israel’s military Ofer prison.\n\nThere, they will be handed over to the International Committee of the Red Cross and after they are received, “the ones from Jerusalem will go to Jerusalem, and the ones from the West Bank will gather in Betunia municipal council where their families will be waiting”, added Fares.\n\nIsrael has barred celebrations in Palestinian communities over the return of prisoners.\n\nHow many Palestinian prisoners are in Israeli jails?\n\nThere are 19 prisons within Israel and one inside the occupied West Bank holding Palestinian prisoners.\n\nBefore October 7, there were about 5,200 Palestinians in Israeli custody. However, following the Hamas attack of October 7, the number of Palestinians arrested skyrocketed and 3,000 more were arrested.\n\nOf those arrested after October 7, 37 are journalists. Palestinian prisoner support and human rights association Addameer reported that most of these journalists were subjected to administrative detention, which means they are held indefinitely behind bars without facing trial or charges.\n\nAddameer also reported that the detainees are subjected to physical violence and medical negligence in prisons. The report cited an example of a prisoner who suffers from blood disease and asthma. The prisoner was assaulted, resulting in wounds and bruises on his head and eyes. The association reported that this prisoner has lost 10kg since his arrest.\n\nSome Palestinian prisoners have been in Israeli jails for more than 30 years, since before the Oslo Accords were signed. The term “deans of prisoners” is sometimes locally used to refer to them, reported Samidoun, an international Palestinian prisoner solidarity network.\n\nAt least 700 Palestinian children under the age of 18 from the occupied West Bank are prosecuted every year through Israeli military courts after being arrested, interrogated and detained by the Israeli army.\n\nChildren in Israeli detention often suffer physical, psychological and sexual abuse, and some are deprived of food, water and sleep, according to Save the Children.",
          "link": "https://www.aljazeera.com/news/2023/11/24/who-were-the-palestinian-prisoners-israel-released-on-friday",
          "keywords": [
            "palestinian",
            "released",
            "abu",
            "prisoners",
            "mohammad",
            "israel",
            "women",
            "abdul",
            "arrested",
            "israeli",
            "children"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/344A6M2-highres-1700821301.jpg?resize=1920%2C1440",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "‘Relief’ in war-torn Gaza as truce takes effect in Israel-Hamas war",
          "text": "Aid begins to trickle in to Gaza as the first pause begins after seven weeks of hostilities between Israel and Hamas.\n\nA Qatar-mediated four-day truce has taken effect in Israel’s war on Gaza. The first pause after seven weeks of bombardment has been met with relief by Palestinians.\n\nDuring the humanitarian break in the fighting, which began at 7am (05:00 GMT) on Friday, 150 Palestinian prisoners held in Israeli jails and 50 captives held by the Hamas armed group in Gaza are due to be released.\n\nThe first releases, which will see 39 Palestinians and 13 Israelis freed, are expected on Friday afternoon.\n\nIn the hours preceding the start of the truce, Israeli bombing intensified across the Gaza Strip, with attacks in Rafah and the city of Khan Younis in the south, as well as constant artillery shelling in the north of the enclave.\n\nAlmog Boker, a correspondent for the Israeli station Channel 13, has posted a video online showing Israeli soldiers celebrating from afar as a number of buildings were destroyed in the northern Gaza Strip in the last hour before the start of the truce.\n\nבשעה האחרונה שלפני הפסקת האש, כוחות צה\"ל השמידו תוואי מנהרות תת קרקעיות ומספר פירי מנהרות במרחב בית החולים שיפאא'. כך זה נראה ונשמע: pic.twitter.com/FHabuf2C6r — almog boker (@bokeralmog) November 24, 2023\n\nThe first pause in the fighting was met with huge relief by Palestinians, who were rejoicing to be safe from Israeli bombardment for the first time in weeks, Al Jazeera’s Tareq Abu Azzoum reported from Khan Younis, southern Gaza.\n\n“This is the first time that we have not heard Israeli drones since the beginning of this round of fighting,” he said. “People sense that there is a glimmer of hope that this short-term pause will pave the way for a longer ceasefire.”\n\nBadly needed aid\n\nUnder the deal, badly needed aid will be allowed into Gaza. The enclave has been under a total Israeli blockade since the war was triggered by Hamas’s attack on October 7.\n\nEgypt said 130,000 litres of diesel and four trucks of gas will be delivered daily to Gaza over the four days. Overall, 200 trucks carrying aid are set to enter Gaza daily.\n\nAl Jazeera’s Youmna ElSayed, reporting from the Rafah border crossing, said the flow of trucks carrying fuel and gas had begun.\n\nAdditional aid would start entering into and the first captives, including elderly women, would be freed at 4pm (14:00 GMT), said Qatar’s foreign ministry spokesperson Majed al-Ansari in Doha. The total number of hostages to be freed by Hamas will rise to 50 over the four days.\n\nMonitoring truce\n\nQatar will monitor the truce in real time for possible violations, reported Al Jazeera’s James Bays from Doha.\n\n“Qatar has an operations room here in Doha where they are going to get real-time information from Gaza. They have direct links with the Israeli military, with Hamas,” he said.\n\n“The idea is that if there is any sort of violation, that because of those direct links, they are going to try and nip it in the bud and make sure that this truce can continue, that this process can continue for the four days,” he added.\n\n\n\n\n\nFighting raged on in the hours leading up to the truce, with officials inside the Hamas-ruled enclave saying a hospital in Gaza City was among the targets bombed.\n\nBoth sides also signalled the pause would be temporary before fighting resumes.\n\nThe Indonesian Hospital was reeling under relentless bombing, operating without light and filled with bedridden old people and children too weak to be moved, Gaza health officials said.\n\nMunir al-Bursh, the Gaza health ministry director, told Al Jazeera that a wounded woman was killed and three others injured.\n\nIsrael launched its devastating invasion of Gaza after gunmen from Hamas burst across the border fence on October 7, killing 1,200 people and seizing about 240 captives, according to Israeli tallies.\n\nSince then, Israel has rained bombs on the besieged enclave, killing more than 14,000 people in Gaza, about 40 percent of them children, according to Palestinian health authorities.\n\n\n\n\n\n‘I want to go home’\n\nAs soon as the fighting paused, thousands of displaced Palestinians have set out to check on their homes in central and southern areas of the enclave reports Al Jazeera’s Wael Dahdouh from Khan Younis.\n\n“One man said, ‘I want to go home and even if it is destroyed, I want to stay there. I want to die there’,” the correspondent reported.\n\n“One woman with a child said, ‘I pray that these days will get longer and longer, to just feel safe for a day or two’.”\n\nHowever, the Israeli military said its forces will be stationed at the truce lines and will not allow Palestinians to head to northern Gaza.",
          "link": "https://www.aljazeera.com/news/2023/11/24/first-truce-begins-in-israels-war-on-gaza",
          "keywords": [
            "truce",
            "wartorn",
            "war",
            "fighting",
            "palestinians",
            "jazeeras",
            "hamas",
            "relief",
            "al",
            "takes",
            "israelhamas",
            "gaza",
            "pause",
            "effect",
            "enclave",
            "israeli"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/2023-11-24T062105Z_1956148846_RC2IJ4A931BV_RTRMADP_3_ISRAEL-PALESTINIANS-TRUCE-1700807055.jpg?resize=1920%2C1440",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Can Palestinians get the humanitarian aid they need in four days?",
          "text": "Truce between Hamas and Israel allows aid trucks into besieged Gaza.\n\nA four-day truce in Gaza has come into effect, and an eerie calm not seen in seven weeks hangs over the besieged enclave.\n\nDuring the four-day pause in hostilities, desperately needed humanitarian aid will be allowed into Gaza.\n\nPalestinian group Hamas says about 200 trucks carrying food, water, medical supplies and fuel will enter the strip daily.\n\nThat’s a fraction of the aid brought into Gaza every day before the war.\n\nThen there are logistical challenges and the tight timeframe.\n\nRealistically, how much humanitarian aid can be distributed in just four days?\n\nPresenter: Tom McRae\n\nGuests:\n\nNebal Farsakh – Spokesperson for the Palestine Red Crescent Society, one of the aid organisations coordinating relief efforts on the ground in Gaza\n\nAkiva Eldar – Political analyst and columnist for Israeli newspaper Haaretz\n\nNour Odeh – Writer and political analyst",
          "link": "https://www.aljazeera.com/program/inside-story/2023/11/24/can-palestinians-get-the-humanitarian-aid-they-need-in-four-days",
          "keywords": [
            "truce",
            "days",
            "palestinians",
            "besieged",
            "need",
            "hamas",
            "trucks",
            "aid",
            "gaza",
            "fourday",
            "analyst",
            "humanitarian",
            "political"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/image-172.jpg?resize=1920%2C1080&quality=80",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Israel-Hamas truce comes into effect: How it could now unfold",
          "text": "With the truce the first break in fighting after seven weeks, several scenarios in the war are now possible.\n\nThe mother of the longest-serving female Palestinian prisoner in Israeli jails is gripped with anxiety, but for once, optimism too.\n\nThe mother of another prisoner arrested just months after he turned 18, is baking chocolate cake and other pastries in anticipation of his release.\n\nIn Israel, a grandfather wonders whether his three-year-old granddaughter will be released, the toddler among six other family members held captive by Hamas.\n\nA Tel Aviv developmental psychologist, meanwhile, worries about the post-trauma signs in children when they return from Gaza.\n\nOn Friday morning at 7am local time (05:00 GMT), the truce between Israel and Hamas came into force, marking the first break in Israel’s continuous seven-week bombardment of the Gaza Strip following Hamas’s October 7 attack on southern Israel.\n\nThe four-day pause is expected to see the exchange of 150 Palestinian women and children imprisoned in Israeli jails for 50 women and children hostages held by Hamas. It also offers an opportunity for aid to filter into the battered enclave where nearly 15,000 people have been killed in the bombing, including more than 6,000 children.\n\nIsraeli officials, while adamant that the truce is not an end to the war, have also agreed to pause fighting for an additional day for every further 10 captives freed by Hamas.\n\nWith the truce the first breakthrough in coaxing a cessation of hostilities after weeks of fighting, several scenarios are possible now that it has come into effect.\n\nHere is a look at some of them:\n\nThe truce holds\n\nFirst, the truce may very well hold, the agreement respected by both parties.\n\nWhile the prisoners and captives are exchanged, humanitarian aid may enter not just southern Gaza as it has in the past few weeks, but could also enter northern Gaza, where Israeli forces are staging a ground assault, said Aboud Hamayel, a lecturer at Birzeit University in the occupied West Bank.\n\nBut while humanitarian aid there will be welcomed, the truce will also prompt the question of what should be done with northern Gaza, as it has largely been emptied of Palestinians, said Sami Hamdi, the managing director at International Interest, a political risk firm focusing on the Middle East.\n\n“There will be increasingly loud voices demanding that these Palestinian families be allowed to return to northern Gaza in order to reverse the Israeli attempt at ethnic cleansing,” Hamdi told Al Jazeera.\n\nDespite this, the pause in fighting would be a lifeline for many Palestinians, an opportunity for them to recuperate and “take out people from under rubble”, Hamayel told Al Jazeera.\n\nIn Israel, the return of captives may deliver a small public relations victory for embattled Israeli Prime Minister Benjamin Netanyahu, who has been facing mounting pressure from their families since their capture, the analyst said.\n\nBut it was international pressure in addition to the families’ pressure which obliged the Israeli leader to accept the truce after weeks of refusing similar deals, said Hamdi.\n\nInternational pressure will therefore be critical to ensuring that both sides uphold the truce, agreed Hamayel, with Western actors particularly interested in maintaining regional stability so that the oil economy doesn’t become too volatile.\n\n\n\n\n\nThe truce is extended\n\nIf international pressure succeeds, or if Hamas agrees to free more of the 237 currently held captives, there may be the possibility that the truce not only sticks, but holds beyond the initial four days, for up to about three weeks.\n\nBoth sides could use this longer lull in fighting to convalesce, rearrange their troops and gather intelligence for the next phase of the war, said Hamayel.\n\nIsrael may also use the pause to scope out Hamas tunnels, which it hasn’t yet done, but has hinted at doing.\n\nIsrael, while signalling it has no intention of ending the war, may also prefer a longer pause as the war is draining its economy and affecting its tourism, said Hamayel.\n\nMeanwhile, it may ramp up its raids in the occupied West Bank as the Gaza front cools, the analyst said. More than 226 people have been killed and more than 2,750 injured in the West Bank since October 7.\n\nThe truce breaks\n\nThe scenario opposite the two previous ones is of the truce breaking, with Israel having more incentives to break it than Hamas, the analysts said.\n\nHamas doesn’t want to lose credibility with its mediators, while the situation for Palestinian civilians is too dire for the group to risk not giving them a respite from fighting, said Hamayel.\n\nMeanwhile, Netanyahu has failed to achieve any of the strategic objectives that he claimed to be seeking when he began military operations, and which compel him to continue the fighting, said Hamdi.\n\n“He hasn’t been able to kill any high-profile Hamas officials. He hasn’t been able to wipe out Hamas in Gaza,’ Hamdi said.\n\nBut Hamas and its regional allies would not take Israel’s breaking of the truce lightly, with the Palestinian armed group expected to fire missiles on Israel in response, and the possibility of a gradual escalation in tensions on multiple fronts of the war, said Hamayel.\n\nIt is also possible that Hamas may break the truce, with such a response not only prompting Western ire at the group, but it would likely ramp up Israeli aggression from both the air and ground, he added.\n\nIts regional allies would still err on the side of caution, and would work towards pursuing a de-escalation of the conflict, said Hamdi.\n\n\n\n\n\nA path to ending the war?\n\nMeanwhile, there is a concern among Israeli officials, including Netanyahu’s allies, that “this hostage exchange is essentially a bid to lure Israel into a permanent ceasefire”, said Hamdi.\n\nThe prime minister has, as a result, been making assurances that military operations will continue, he added. On Thursday, Israel’s Defence Minister Yoav Gallant said that the war would continue for at least another two months after the end of the truce.\n\nBut international pressure for a ceasefire is mounting. That was the majority view at a summit of the BRICS grouping earlier this week, the world’s most powerful bloc of emerging economies. United Nations Secretary-General Antonio Guterres has also called for a humanitarian ceasefire.\n\nThe truce has opened up a possibility for more diplomatic engagements and solutions to the possible end of a bloody, bitter conflict that has gripped the world, said Hamayel.",
          "link": "https://www.aljazeera.com/features/2023/11/24/israel-hamas-truce-comes-into-effect-how-it-could-now-unfold",
          "keywords": [
            "truce",
            "unfold",
            "comes",
            "palestinian",
            "war",
            "fighting",
            "hamas",
            "pressure",
            "israelhamas",
            "pause",
            "gaza",
            "effect",
            "israel",
            "israeli"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/2023-11-22T173122Z_1056518788_RC29I4A3NGRZ_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-EMBED-1700746384.jpg?resize=1920%2C1440",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "Analysis: How to enforce the Israel-Hamas truce",
          "text": "The truce has come into effect. Its execution will fall on two fighting forces that have been trying to kill the other.\n\nThe pause was agreed to on Tuesday night, announced on Wednesday and was expected to temporarily halt the war on Thursday morning.\n\nBut the fighting did not stop and in fact, seemed to intensify.\n\nAerial bombardment continued, supporting Israeli forces trying to get as close as possible to the centre of Gaza City before the truce.\n\nHamas fighters set up ambushes to incapacitate as many tanks and armoured personnel carriers as possible before the ceasefire stops all military activity for 96 hours.\n\nThe last two days must have been the most nerve-racking for fighters on both sides since the beginning of the ground campaign.\n\nMilitary historians have written volumes on the simultaneous anxiety, stress, expectation, hope, mental pressure and existential fear of soldiers in the hours before a ceasefire or truce.\n\nIn all wars, wherever and however they are fought, no soldier wants to be the last casualty before the guns go silent. As they hear the news of the imminent pause, their natural reaction is to relax, ease the efforts, for soon they are to stop all activity.\n\nRather than allowing that, their officers – following orders and pressure from their respective civilian authorities – push them to press on for another day, two or three. Soldiers, themselves unit commanders, hate to have to do it, knowing what effect such orders have on troop morale, but they cannot disobey their superiors.\n\nThat tense anticipation of the Zero Hour when they will, at least temporarily, lay down their weapons, is almost certainly the most stressful time of their military career.\n\nCivilian authorities certainly must know this, so why have they allowed Zero Hour to slip to 7am on Friday, prolonging the agony of their own soldiers?\n\nSome of it is just civilian officialdom. An alleged reason that postponed the pause was that the agreement was not formally signed by Qatar and Hamas, “only officially announced”. More red tape was involved in “clarifying the names on the lists of those to be released”. All those seemingly unnecessary obstacles delayed the start of the pause.\n\nIn all fairness, the bureaucracy is not the only thing to blame for the slow implementation of the agreement, it is just the most visible, but military commands were not rushing either.\n\nFor the truce to work, it must be made workable in the first place. Politicians agree in broad terms: “Let’s pause the fighting and exchange people”. The wording defines intent and scope, but exactly how to implement what has been agreed upon always falls to those on the ground: the military.\n\nIt is not an easy task: Officers of two enemies who have been trying to kill each other now have to talk – as fighting rages.\n\nI have seen many ceasefires and prisoner exchanges, but do not remember a single one where a political agreement signed by big bosses could be implemented without the adversaries on the battleground working out the fine print, for the devil is always in the detail.\n\nTo start with, some officers are chosen to study the agreement and, knowing the situation on the battlefield, determine how they will carry it out. They need to decide viable, safe routes for the buses taking hostages and prisoners from one side to another, agree if the buses will have civilian or military drivers and possibly guards, decide if guards would be armed or not.\n\nWill they be accompanied by medical personnel? At what point will they be released or transferred from one set of buses to another?\n\nWill any soldiers participating in the exchange cross into enemy territory, and, if so, when and how will they return? Who’s responsible for clearing the roads of rubble and mines and to what point? And many more sticky, difficult issues.\n\nEstablishing first contact is easier than most people think: The adversaries listen to each other’s radio communications and often use the same walkie-talkie channels. In moments of relative calm, they will taunt each other: boasting, threatening, insulting, belittling, cursing … But after the pause was announced someone certainly called the other side and said: “My commander wants to talk to your commander about the truce.”\n\nFirst, they need to confirm their authority, then start arranging an initial consultation, usually with both sides promising to keep the proposed meeting place safe and agreeing on how many negotiators and aides would meet face to face.\n\nThe moment the opposing envoys first meet is the tensest, as any seemingly trivial detail can collapse the whole deal. Who will salute first? What happens if one representative declines to shake the other’s hand? Does an Israeli officer give a military salute, given that for the Israeli side, the opposite number is a “terrorist”? What happens if they cannot agree on some issues?\n\nWith so many potential traps, the two sides often prefer to use an intermediary they trust to can help clarify matters, defuse tensions and propose mutually acceptable solutions, a middle-of-the-road approach where neither negotiating side would lose face.\n\nIt helps if the intermediary knows the situation and has dealt with both sides in the past. In Gaza, that will be the International Committee of the Red Cross/Red Crescent (ICRC).\n\nAs announced by Qatar on Thursday, the first captives are to be released at 4pm on Friday, just nine hours after the fighting is supposed to stop. That suggests that most details I listed here have already been ironed out, and that gives reason for cautious optimism.\n\nThe only slight doubt in my mind is the practicality and wisdom of starting an exchange of civilians at a time when the darkness is starting to set in. Conducting any business after the sun sets is never a very good idea in a combat zone.",
          "link": "https://www.aljazeera.com/news/2023/11/24/analysis-how-to-enforce-the-israel-hamas-truce",
          "keywords": [
            "truce",
            "enforce",
            "analysis",
            "fighting",
            "sides",
            "trying",
            "start",
            "announced",
            "israelhamas",
            "pause",
            "military",
            "soldiers",
            "stop",
            "agreement"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/2023-11-23T160746Z_624141238_RC22J4AYM21E_RTRMADP_3_ISRAEL-PALESTINIANS-1700793410.jpg?resize=1920%2C1440",
          "published": "2023-11-24T00:00:00"
        },
        {
          "title": "What’s behind the Arab-Islamic ministerial tour of UNSC states?",
          "text": "By starting in China, the committee may be trying to gather global support to present to nations so far backing Israel.\n\nBeirut, Lebanon – A delegation of Islamic and Arab nations are on a tour of the five permanent United Nations Security Council member states.\n\nTheir stated goal is to bring a ceasefire to the war on Gaza, allow more humanitarian aid to reach the people there and ask the five council members to support the Palestinians in achieving an independent state.\n\nBut experts are divided on the efficacy and format of this trip.\n\n‘The impression of activity’?\n\nThe delegation, formed at a summit of the Arab League and Organisation of Islamic Cooperation (OIC) in Riyadh, includes representatives from Egypt, Indonesia, Jordan, Nigeria, the Palestinian Authority, Qatar, Saudi Arabia, Turkey and the secretary-general of the OIC. It rejects Israel’s claim that its assault on Gaza is in self-defence.\n\nOn October 7, Hamas attacks in southern Israel killed about 1,200 people. About 240 people were taken captive. Since then, Israel has killed more than 14,500 Palestinians. At least 6,000 were children.\n\nThe delegation has a packed schedule and started its tour in China, where it met with Wang Yi, China’s top diplomat, on Monday in Beijing.\n\n\n\n\n\nStarting with China surprised analysts who speculated on what the delegation was trying to signal to Western powers. Some were less concerned with that and questioned the delegation’s true agenda.\n\n“In diplomacy, it is a well-known strategy: When you don’t want to do anything, try to involve the maximum of actors,” Gerard Araud, former French ambassador to Israel, posted on X, formerly known as Twitter. “It takes time, it gives the impression of activity and it is useless.”\n\nShortly after the delegation began its visit, talk of a humanitarian pause gathered steam, and early on Wednesday, it as announced. The deal was a major talking point for the delegation, and they pushed for a more lasting cessation of hostilities.\n\nThe agreement would see Hamas release about 50 women and children for three times as many Palestinian female and child prisoners in Israeli jails.\n\nThe announced duration of the pause is four days, over which the captives will be released. Israel also said it would halt fighting for one more day for every “extra” batch of 10 captives Hamas releases.\n\n\n\n\n\nThe meeting in China was followed by one with Russian Foreign Minister Sergey Lavrov in Moscow on Tuesday and the UK’s foreign secretary, David Cameron, later in London. Wednesday saw a meeting with French President Emmanuel Macron.\n\nFirst stop, China\n\nBy starting their trip in China, the Islamic and Arab states may be trying to gather global support to present to nations that have backed Israel so far.\n\nDuring the meeting, Wang said China being chosen as the first stop is an indication that the countries of the delegation trust China and appreciate the mutual understanding between them.\n\nRobert Mogielnicki, an expert at Georgetown University on Chinese relations with Middle Eastern and North African countries, does not consider the efforts by Saudi Arabia and other Arab states performative as Araud does.\n\n“Arab states do not have a tremendous degree of direct leverage. Indirect influence through shaping the global narrative … and impacting public stances of key global players seem to be an important dimension of their efforts,” he said.\n\nChina seemed to welcome the diplomacy with Wang telling the delegation: “China has always … firmly supported the just cause of the Palestinian people to restore their legitimate national rights and interests,” according to the Chinese Ministry of Foreign Affairs.\n\n“China has an interest in regional order and preventing economic turbulence,” Arang Keshavarzian, an associate professor of Middle Eastern and Islamic Studies at New York University, told Al Jazeera.\n\n“I can only assume these leaders are genuinely trying to get China more involved to help end the war, but the reality is that only the US has the necessary leverage over Israel.”\n\n‘Message to the US’\n\nIn August, China brokered a peace deal between Iran and Saudi Arabia, which re-established their diplomatic ties and had analysts saying it was a sign that the Middle East was turning away from the United States as a major ally.\n\n“China being the first destination visited is a message to the United States,” Randa Slim, senior fellow at the Middle East Institute, told Al Jazeera. Saudi Arabia and other Arab states are telling the US, “you are no longer the sole power in the region,” she explained.\n\nBeijing recently also strengthened its relations with non-Western multilateral groups like BRICS, in which it is a member along with four other large emerging economies, and built stronger ties with the Global South in what analysts said are efforts to build a more multipolar world order.\n\nThe Saudi-Iran deal was a “diplomatic win for China as it increasingly seeks to present an alternative vision to the US-led global order”, according to a report by the US Institute of Peace.\n\nAbraham Accords or bust?\n\nArab leaders have complained about US disengagement from the region in recent years. Its policy has largely focused on following former President Donald Trump’s strategy of pushing the Abraham Accords, normalisation agreements between Israel and Arab countries.\n\nArab leaders – Egypt and Saudi Arabia in particular – recently warned US Secretary of State Antony Blinken that this strategy has contributed to instability in the region.\n\nBefore October 7, it was widely reported that Saudi Arabia and Israel were on track to normalise relations as well. The deal would have been a major coup for Israel, who, analysts said, has been looking to circumvent working with Palestinians by building agreements with regional powers instead.\n\n\n\n\n\nPopular mobilisation in support of Palestinians over the past six weeks, particularly in the Middle East, “upended” the “regional dynamics underpinning normalisation processes”, Mogielnicki said.\n\nHowever, he added: “The underlying strategic calculations that have supported past normalisation-related efforts are unlikely to disappear entirely.”\n\nPublic perception of the US as a staunch ally of Israel – despite Blinken and other US officials highlighting policies like restoring aid to Palestinians that the Trump administration had cut – may not change.\n\nEven if Arab states are under no illusion about where the US stands, the visit to China does not indicate a complete loss of faith just yet.\n\n“This is part of efforts to galvanize global support … and increase pressure on the Israeli government,” Mogielnicki said.\n\nRegardless of how frustrated they are with the unflinching US support for Israel, Arab leaders know the power to stop the carnage rests with the US.\n\n“If you want to achieve the objective of getting a ceasefire, you need to speak to the Americans,” Slim said. “They are the only party [who decides].”",
          "link": "https://www.aljazeera.com/news/2023/11/23/whats-behind-the-arab-islamic-ministerial-tour-of-unsc-states",
          "keywords": [
            "states",
            "tour",
            "palestinians",
            "saudi",
            "whats",
            "arabislamic",
            "china",
            "arabia",
            "delegation",
            "support",
            "israel",
            "arab",
            "unsc",
            "global",
            "ministerial"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/34463CE-highres-1700732848.jpg?resize=1920%2C1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "As Israel pounds Gaza, BBC journalists accuse broadcaster of bias",
          "text": "In the latest newsroom fallout over the war, BBC journalists say the corporation is failing to humanise Palestinians.\n\nLondon, United Kingdom – The BBC has been accused by its journalists of failing to tell the story of the Israel-Palestine conflict accurately, investing greater effort in humanising Israeli victims compared with Palestinians, and omitting key historical context in coverage.\n\nIn a 2,300-word letter written to Al Jazeera by eight UK-based journalists employed by the corporation, the BBC is also said to be guilty of a “double standard in how civilians are seen”, given that it is “unflinching” in its reporting of alleged Russian war crimes in Ukraine.\n\nFearing reprisal, the journalists requested anonymity. The group does not plan to send the letter to BBC executives, believing such a move was unlikely to lead to meaningful discussions.\n\nThey sent Al Jazeera the letter as a humanitarian disaster in Gaza escalates, and as grim milestones are reached at pace. At the time of writing, more than 14,500 Palestinians have been reported as killed by Israeli bombardment, including at least 6,000 children.\n\n“The BBC has failed to accurately tell this story – through omission and lack of critical engagement with Israel’s claims – and it has therefore failed to help the public engage with and understand the human rights abuses unfolding in Gaza,” the letter reads. “Thousands of Palestinians have been killed since October 7. When will the number be high enough for our editorial stance to change?”\n\nIsrael declared war against Hamas after the Palestinian group, which governs the densely populated enclave, attacked southern Israel on October 7, killing about 1,200 Israelis and taking more than 200 hostage.\n\nRights groups and hundreds of thousands of protesters worldwide, outraged by the soaring Palestinian death toll in Gaza, have called for a ceasefire.\n\nThe war has also divided newsrooms globally, with disagreements over how each side is being portrayed, the allegedly unequal level of empathy shown to Israeli and Palestinian victims, and the use of language.\n\nThe BBC journalists said that across British Broadcasting Corporation (BBC) platforms, terms like “massacre” and “atrocity”, have been reserved “only for Hamas, framing the group as the only instigator and perpetrator of violence in the region. This is inaccurate but aligns with the BBC’s overall coverage”.\n\nThe Hamas assault, while “appalling and devastating … does not justify the indiscriminate killing of thousands of Palestinian civilians, and the BBC cannot be seen to support – or fail to interrogate – the logic that it does,” their letter reads.\n\n“We are asking the BBC to better reflect and defer to the evidence-based findings of official and unbiased humanitarian organisations.”\n\n‘Humanising coverage of Palestinian civilians has been lacking’\n\nThe journalists appealed to the corporation to “ensure that the equal treatment of all civilians is at the heart of its coverage”.\n\nThey claimed that the broadcaster carefully portrays Israeli suffering by, for instance, telling audiences the names of victims, covering individual funerals, and interviewing affected families.\n\n“In comparison, humanising coverage of Palestinian civilians has been lacking. It is a poor excuse to say that the BBC could not better cover stories in Gaza because of difficulties gaining access to the [Gaza] Strip … This is achieved, for example, by telling and following individual stories across weeks. Little attempt has also been made to fully utilise the abundance of social media content from brave journalists in Gaza and the West Bank.”\n\nThe journalists acknowledged “some strong isolated examples”, but said sensitively told stories about Palestinians were not “consistent”, particularly after the outbreak of war.\n\n“It is largely in the last few weeks – as civilian deaths have exponentially increased and Western countries’ appetite for Israel’s attacks has waned – that the BBC has made more effort to humanise Palestinian civilians. For many, this feels too little too late, and shows that the positions taken by governments in the UK and US have undue influence on coverage.”\n\nAl Jazeera interviewed two of the eight co-writers. Some of those behind the letter are people of colour.\n\n“This organisation doesn’t represent us,” one of the co-writers told Al Jazeera.\n\n“For me, and definitely for other people of colour, we can see blatantly that certain civilian lives are considered more worthy than others – that there is some sort of hierarchy at play. That is deeply, deeply hurtful because actually, none of us struggle to empathise with Palestinian civilians.”\n\nThe journalist said that to them, it appears some staff members and senior reporters “don’t empathise as much with [Palestinians], as they do, for example, with Ukrainian civilians”.\n\nThe second co-writer Al Jazeera interviewed said they felt “sickened by the senseless loss of civilian life” during the Hamas attacks.\n\n“I also felt a number of overlapping fears [including] that the coverage of my employer, the BBC, would fail in its duty to sufficiently interrogate this [Israeli] response or provide adequate context on decades of occupation.”\n\n“My fears were immediately confirmed.”\n\nThe letter says that the BBC has organised “trauma support and listening sessions” for staff affected by the conflict.\n\n“But for many of us – especially people of colour – the BBC’s coverage has been part of our distress,” the letter says.\n\n\n\n\n\nFurther critiquing the BBC’s storytelling, the journalists argue that while Palestinians have been asked whether they “condemn Hamas”, the same cannot be said for guests who defend Israel’s actions.\n\n“[They] are not equally asked to ‘condemn’ the actions of the Israeli government, however high the civilian death toll in Gaza.”\n\nOn October 9, the BBC was criticised as lacking compassion over its interview with Husam Zomlot, the head of the Palestinian Mission to the United Kingdom, who lost several members of his family during the early days of Israel’s bombing campaign.\n\nZomlot, who does not represent Hamas, told presenter Kirsty Wark of his emotional pain. He listed the relatives who had been killed, describing them as “sitting ducks for the Israeli war machine”.\n\nWark replied: “I am sorry for your own personal loss. I mean, can I just be clear though, you cannot condone the killing of civilians in Israel, can you? Nor the killing of families?”\n\nZomlot, taken aback, then said: “No we don’t condone, no we don’t.”\n\n\"My cousin is not Hamas. These kids are not Hamas.\" Husam Zomlot, Head of the Palestinian Mission to the UK, lost 6 family members amongst the almost 700 killed in Israeli strikes into Gaza.#Newsnight pic.twitter.com/Oih0hpWhxt — BBC Newsnight (@BBCNewsnight) October 9, 2023\n\nThe letter also claims that the BBC is failing to provide audiences with important background about Israel’s occupation and the history of Palestinian suffering.\n\n“For Israel’s bombardment to be considered ‘self-defence’, events must begin with the Hamas-led attack,” they said. “News updates and articles neglect to include a line or two of critical historical context – on 75 years of occupation, the Nakba, or the asymmetric death toll across decades.”\n\nThe Nakba, or catastrophe, refers to the displacement and dispossession of Palestinians between 1947 and 1949, when Zionist paramilitaries and then Israel’s newly formed army destroyed more than 500 Palestinian villages and towns. About 15,000 Palestinians were killed, and more than 750,000 were forcibly displaced from their land.\n\nToday’s crisis evokes memories of the Nakba for Palestinians in Gaza, many of whom are descendants of those who were uprooted decades ago.\n\n“The BBC has often called the ongoing conflict ‘complex’. It is no more complex than any other conflict,” the letter reads. “It is our job to cut through rhetoric and misinformation; to explain what is happening and what has led to this.”\n\nA BBC spokesperson denied the allegations.\n\nIn an email sent to Al Jazeera, the spokesperson said: “Throughout our reporting on the conflict the BBC has made clear the devastating human cost to civilians living in Gaza and Israel.”\n\nThey added that the BBC is “one of the only news organisations” to have journalists inside Gaza, who have been able to provide “on the ground reporting”.\n\n“This has included many stories of Palestinian victims and first-hand testimony from civilians, doctors and aid-workers in Gaza, as well as a Panorama documentary, featuring human stories from both sides,” they said.\n\n“When interviewing either the Israeli government, Hamas, Palestinian representatives, or other leaders, we are robust, challenging and aim to hold power to account.”\n\nThe spokesperson also sent a list of examples of BBC coverage on the war, which included human stories of Palestinian suffering.\n\nOne linked to a documentary on October 23, with the summary: “Panorama reports on the conflict between Israel and Hamas. After 1,400 Israelis, including women and children were murdered by Hamas fighters, Israel promised brutal retaliation to destroy Hamas. More than three thousand Palestinians, many women and children, have already been killed in Gaza. Reporter Jane Corbin hears the human stories on both sides and asks what does the escalating crisis mean for the wider region?”\n\nIsrael has since revised down the death toll from 1,400 to 1,200.\n\nThe summary is an example of the kind of language in Western media outlets that many have criticised; Israelis are described as being “murdered by Hamas fighters”, but Palestinians are “killed” by a nameless actor.\n\nBBC beset by controversies amid war\n\nSince the latest Middle East conflict began, the BBC has been beset by controversies and claims of bias.\n\nLast month, UK Defence Secretary Grant Shapps said the broadcaster’s descriptions of Hamas fighters as “militants”, rather than “terrorists”, was “verging on disgraceful”.\n\nHamas is designated as a “terror” group by the UK, United States and European Union.\n\nAt around the same time, the protest group Palestine Action claimed responsibility for vandalising the network’s London headquarters with red paint, accusing it of “spreading the occupation’s lies and manufacturing consent for Israel’s war crimes”.\n\nLast week, the BBC embedded with the Israeli army to be shown around al-Shifa Hospital in Gaza, after Israel took control of the site. Israel has alleged that Hamas operated from the hospital – claims that many observers, including the BBC, have questioned.\n\nStephen Grey, a Reuters reporter, said on X of the trip facilitated by Israel: “Media should think very carefully about taking part in any one-sided embeds with any party. Today’s BBC report on al Shifa hospital, in which they were unable to speak to doctors or patients, left me feeling deeply uncomfortable.”\n\nOn October 24, a BBC correspondent based in Beirut, Rami Ruhayem, wrote to Tim Davie, BBC’s director-general, alleging that there are “indications that the BBC is – implicitly at least – treating Israeli lives as more worthy than Palestinian lives, and reinforcing Israeli war propaganda”.\n\nOn October 25, The Times newspaper, citing a BBC source, reported that staff had been “crying in the toilets” over the “distress caused” by coverage that they alleged was too lenient on Israel.\n\nAnd over the weekend, Danny Cohen, a former director of BBC Television, said the corporation should be independently investigated over “management failures in its reporting of Israel”, as he accused a BBC journalist of pro-Palestine bias on her social media feed.\n\nFallout across global newsrooms\n\nThe war has led to bitter divides across other newsrooms, too.\n\nAn unnamed reporter at The Guardian, with family in southern Israel, wrote in the Jewish News that they felt disillusioned by the newspaper’s coverage and working environment after the Hamas attacks, claiming their colleagues were unsupportive.\n\n“I think that Israel must defend itself. Yet when I say this, people will tell me I am justifying the murder of children. They will tell me it is a genocide,” they wrote.\n\nAnne Boyer, a poetry editor for The New York Times, quit last week, ostensibly over the paper’s editorial stance.\n\nApparently taking aim at the newspaper’s language on the war, she said: “I can’t write about poetry amidst the ‘reasonable’ tones of those who aim to acclimatize us to this unreasonable suffering. No more ghoulish euphemisms. No more verbally sanitized hellscapes. No more warmongering lies.”\n\nJazmine Hughes, a writer for The New York Times, resigned after signing a solidarity statement that described “Gaza’s people” as “victims of a genocidal war”.\n\nJournalist and illustrator Mona Chalabi, who works for The Guardian US and freelances for The New York Times, posted on Instagram on October 18 that The New York Times has “consistently mentioned Israeli deaths more often than Palestinian deaths. What’s more, their coverage of Israeli deaths is *increasing* as more Palestinians are dying”.\n\nMeanwhile, at the Los Angeles Times, staffers who signed a protest letter in solidarity with journalists in Gaza have been blocked from covering the war for three months, Semafor reported.\n\nAccording to the BBC’s rules on impartiality, editorial staff “should not participate in public demonstrations or gatherings about controversial issues”.",
          "link": "https://www.aljazeera.com/news/2023/11/23/as-israel-pounds-gaza-bbc-journalists-accuse-broadcaster-of-bias",
          "keywords": [
            "palestinian",
            "broadcaster",
            "bias",
            "bbc",
            "hamas",
            "palestinians",
            "war",
            "letter",
            "journalists",
            "gaza",
            "accuse",
            "israel",
            "pounds",
            "israeli"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/2023-07-10T145803Z_868203800_RC2E02AE7QBX_RTRMADP_3_BRITAIN-BBC-1700561827.jpg?resize=1920%2C1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "‘Can regain our soul’: Relief and fear in Gaza ahead of Israel truce",
          "text": "Some hope to find missing loved ones, return home and grieve for killed relatives. Others just want to get some sleep.\n\nDeir el-Balah and Fukhari, Gaza Strip — After more than six weeks of war, Khaled Loz knows what he wants to do when the truce announced on Wednesday by Israel and Hamas finally comes into effect.\n\nHe wants to sleep.\n\n“It’s the first thing I want to do. I’m tired of all the continuous bombing,” he says.\n\nSince the attack by Hamas fighters on southern Israel on October 7, in which they killed 1,200 people, Israeli aerial bombing and artillery shelling has killed more than 14,000 Palestinians in Gaza, including more than 5,600 children. An estimated 1.7 million people out of Gaza’s population of 2.3 million have been displaced, with many moving from the northern part of the Gaza Strip to the south following warnings from the Israeli military.\n\nBut Israel’s bombing has extended to central and southern Gaza too, leaving no part of the enclave safe, with refugee camps, schools and hospitals also attacked.\n\nNow, the declaration of a four-day truce that could come into effect soon is promising the first hope of some respite for Gaza’s people.\n\n“We can regain our soul a little,” says Loz. “We want to provide water for our homes, we want goods to enter instead of empty shops where we cannot find what we need.”\n\nBut it is also the first opportunity for thousands of families to finally grieve loved ones lost in the bombing. Others are hoping that the pause in fighting allows them to search for missing relatives and friends.\n\nLoz says the home of his mother’s family in Gaza City was bombed. “I don’t know who is left of them, and I don’t know who was martyred. I want to check on my uncle,” he says. “Where are they, where have they fled to?”\n\n“We want to grieve for those we lost. They [Israel] did not give us a chance to express our feelings, even to cry for our friends.”\n\nAccording to Hamas, the truce will enable the free movement of people from the north of Gaza to the south along Salah al-Din Road, the territory’s main highway. But there is no such guarantee of movement towards the north, where Gaza City is based, so it is unclear whether those like Loz who want to search for missing relatives in the north will be able to make their way there.\n\nEtaf Hussien Musataf al-Jamalan, a father of five children, was displaced from Sheikh Radwan, a district of Gaza City, and was hoping to return to check on his house during the pause in fighting. He says he has “mixed feelings” about the truce.\n\n“We wanted to check our houses. Maybe grab some supplies or anything,” he says, adding that he is “sad” that the truce terms might not allow that. He doesn’t know if his house is still standing — the United Nations estimates that half of north Gaza’s homes have been damaged or destroyed in the bombing — but he says he would prefer to “live in a tent in our neighbourhood” than as a displaced person.\n\nEnas al-Jamalah, 12, is also from Sheikh Radwan. Displaced to Deir el-Balah, he and thousands of others sleep outdoors as winter sneaks up on Gaza, with temperatures dropping at night to 15 degrees Celsius (59 degrees Fahrenheit). His reason to go back home — if it still stands — is simple. “We just want to be warm,” he says.\n\nThat longing for home pulls at Fatima Qudayh, too. The 37-year-old from the town of Khuza’a fled to nearby Khan Younis in southern Gaza two days into the war.\n\nHer home in Khuza’a had been damaged in the 2021 war, but she and her family had lovingly rebuilt it. Now, she doesn’t know if it’s still fine, damaged or destroyed. She hopes to visit once the truce comes into effect.\n\nHer six children have barely slept since the war started, she says. “Every night, there is bombing everywhere. Every day, they ask me about the house. Is it OK? Are their toys OK and their rooms OK?”\n\n“I tell them I pray that they are OK — but that the most important thing is that you are OK.”",
          "link": "https://www.aljazeera.com/features/2023/11/23/can-regain-our-soul-relief-and-fear-in-gaza-ahead-of-israel-truce",
          "keywords": [
            "truce",
            "relatives",
            "war",
            "ok",
            "regain",
            "relief",
            "north",
            "bombing",
            "gaza",
            "know",
            "israel",
            "ahead",
            "fear",
            "southern",
            "soul",
            "displaced"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/AP23325438270173-1700669767.jpg?resize=1920%2C1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "Dublin riots: What to know about the stabbing attack and clashes in Ireland",
          "text": "Violence breaks out in central Dublin after a knife attack injures children near a school.\n\nProtesters in Dublin fought with police, torched vehicles and looted shops on Thursday after three children were injured in a knife attack outside a school.\n\nHere is what to know about the stabbing and riots:\n\nWhat happened in Dublin and when?\n\nThree children were among five people injured on Thursday in a knife attack outside Gaelscoil Colaiste Mhuire, a school for primary-aged children.\n\nPolice said it appeared a man in his 50s attacked a number of people shortly after 13:30 GMT on Thursday. Members of the public intervened at an early stage of the attack.\n\nThe man suspected of being behind the attack was also injured and is under arrest. Police said they do not suspect the involvement of anyone else.\n\nAccording to local reports, the attack happened as pupils emerged from the school.\n\nAfter the attack, violent unrest broke out just after 18:00 GMT when a group of 50 anti-immigrant protesters briefly broke through a police barrier.\n\nPolice blamed far-right agitators for starting the violence. Some shouted “get them out” and one kicked the wing mirror off a police car. Vehicles were set alight and shops were looted.\n\nPolice said more than 400 officers, including many in riot gear, were deployed in the Dublin city centre to contain the unrest.\n\nIreland’s police chief said on Friday that 34 people were arrested over the riots. Of those, “32 … will be appearing before the courts this morning,” Police Commissioner Drew Harris said at a press conference.\n\nWho was attacked?\n\nA five-year-old girl was seriously hurt. A five-year-old boy and a six-year-old girl sustained less serious wounds, and the boy has since been discharged from hospital.\n\nA woman in her 30s was seriously injured too.\n\nIn a video statement on social media, Chief Superintendent Patrick McMenamin said some members of the police force were attacked and assaulted but “there were no serious reports of injury.”\n\nSuperintendent Liam Geraghty confirmed reports that a knife was used in the attack, but he couldn’t provide more details on the nature of the injuries. He also confirmed that witnesses sought to disarm the man as soon as they saw what was going on.\n\nStatement of Chief Superintendent Patrick McMenamin on serious public disorder in Dublin City Centre, Thursday 23rd November 2023 pic.twitter.com/5uqbvPww9I — Garda Info (@gardainfo) November 23, 2023\n\nWho was behind the attack in Dublin?\n\nPolice said the unrest was driven by a “lunatic, hooligan faction driven by a far-right ideology” and warned against “misinformation”.\n\nPolice would not comment on the identity or nationality of the detained man.\n\nWhere did the Dublin attack take place?\n\nThe attack took place at Parnell Square East in Dublin.\n\nParnell Square East is a Georgian square in the heart of Dublin. It borders the Garden of Remembrance and runs south to O’Connell Street, Dublin’s main thoroughfare.\n\nAfter the attack, a police cordon was set up around the Irish Parliament building and Leinster House.\n\nPolice Commissioner Harris said 13 shops were damaged or looted, 11 police cars damaged and destroyed along with three buses and a tram.\n\nWhat are witnesses saying?\n\nA witness, Siobhan Kearney said the scene was “absolutely bedlam” as she initially watched events unfold from the other side of the street.\n\n“Without thinking, I just took across the road to help out,” she told the Irish national broadcaster RTE.\n\n“We got another young man, disarmed [the attacker] with the knife. Another man took the knife and put it away for the [police] to find it.”\n\nKearney added a group of people restrained the suspect on the ground as some of those injured were taken back inside the school.\n\nWhat was the motive behind the attack?\n\nAt a press briefing on Thursday evening, Harris was asked about a potential “terrorist link”, and he didn’t rule it out.\n\n“I have never ruled out any possible motive for this attack. … All lines of inquiry are open to determine the motive for this attack,” he said.\n\nThat appeared to be a slight change in stance from earlier when Geraghty said police were keeping an open mind in terms of the investigation but were “satisfied there is no terrorist link”.\n\nGeraghty said police believe the attack was “a standalone incident, not necessarily connected to any wider issues that are ongoing in the country or in the city, and we need to identify the exact reasons for that happening”.\n\nIs Parnell Square East now safe? What is the latest on the ground?\n\nAccording to authorities, Dublin city centre is now calm, but officers are still operating and monitoring the situation.\n\nThe Dublin City Council Traffic and Incident Management Centre said O’Connell Street northbound is closed while Parnell Square East and North are closed.\n\nThe Independent reported that people have been urged to work from home on Friday.\n\nDublin City Centre streets are now mainly calm. Gardaí continue to be present and on patrol the city centre in large numbers. pic.twitter.com/gFOZyPgwpz — An Garda Síochána (@GardaTraffic) November 23, 2023\n\nWhat are people saying?\n\nPresident Michael D Higgins said on Thursday that his thoughts are with “each of the children and their families affected by today’s horrific attack“.\n\n“We are particularly thinking of the five-year-old girl and the member of staff caring for her who are both in serious condition in hospital. All of our prayers are with each of them for a full recovery.” Higgins also said police deserve “all of our support in dealing with the incident”.",
          "link": "https://www.aljazeera.com/news/2023/11/24/dublin",
          "keywords": [
            "centre",
            "knife",
            "stabbing",
            "dublin",
            "riots",
            "man",
            "injured",
            "ireland",
            "east",
            "city",
            "know",
            "attack",
            "serious",
            "square",
            "clashes"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/2023-11-23T220649Z_1288334945_RC27J4AADDMR_RTRMADP_3_IRELAND-STABBING-1700808445.jpg?resize=1920%2C1440",
          "published": "2023-11-24T00:00:00"
        }
      ]
    },
    "Billboard": {
      "link": "https://www.billboard.com/",
      "articles": [
        {
          "title": "Beyonce Drops Final Trailer for ‘Renaissance’ Concert Film: ‘We Are Creating Our Own World’",
          "text": "Beyonce gave the Beyhive something to be thankful for on Thanksgiving morning (Nov. 23): a new and final trailer for her upcoming concert documentary, Renaissance: A Film by Beyonce.\n\nThe two-minute teaser kicks off with a sideways home video before Queen Bey reveals who the cameraperson is when she addresses them: “Rumi, now can I teach you a trick? You gotta turn it to the side!”\n\nWith that intro featuring her young daughter, whom she shares with husband Jay-Z, Beyonce sets up the focus of her latest trailer — her children and what they mean to her. Interspersed between scenes of the superstar backstage giving her thoughts on the direction of her Renaissance World Tour to family scenes and big, flashy concert moments Bey explains it all.\n\n“Time is my biggest obstacle. It’s impossible to not realize how fast it’s going when you’re looking through the eyes of your children,” she begins in the voiceover, as an image of Blue Ivy –the couple’s firstborn — performing on stage with Beyonce appears.\n\n“I think about all of my heroes and all that they endured,” the 32-time Grammy winner continues, as video of Diana Ross’ surprise performance at Beyonce’s birthday show plays. “I know that all of my struggle and sacrifice is opening the door for the next. They are the new beginning.”\n\nEnding on a powerful note, the superstar concludes her voiceover, saying, “I have nothing to prove to anyone at this point. We are creating our own world. This is my reward. Nobody can take that away from me.”\n\nThe concert film opens worldwide Dec. 1. Ahead of that, Renaissance will have a dual world premiere in Los Angeles on Nov. 25, and London on Nov. 30, The Hollywood Reporter previously reported.\n\nBeyonce wrote, executive produced, as well as co-directed the film, which chronicles her record-breaking Renaissance World Tour. Tickets for shows around the world are on sale now.\n\nWatch the new and final trailer for Renaissance: A Film by Beyonce below:",
          "link": "https://www.billboard.com/culture/tv-film/beyonce-renaissance-concert-film-trailer-last-teaser-thanksgiving-1235510018/",
          "keywords": [
            "trailer",
            "film",
            "video",
            "renaissance",
            "concert",
            "tour",
            "nov",
            "drops",
            "beyonce",
            "voiceover",
            "final",
            "creating",
            "world"
          ],
          "top_image": "https://www.billboard.com/wp-content/uploads/2023/11/screengrab-beyonce-renaissance-film-2023-billboard-1548.jpg?w=1024",
          "published": "2023-11-23T18:45:25+00:00"
        },
        {
          "title": "Cher Takes Macy’s Thanksgiving Day Parade to the Disco With ‘DJ Play a Christmas Song’ & Flavor Flav Approves",
          "text": "It’s not Christmastime until… Cher hits the dance floor.\n\nThe timeless diva performed “DJ Play a Christmas Song” from her brand-new Christmas album at the Macy’s Thanksgiving Day Parade on Thursday (Nov. 23), and she turned the parade route into a dance club, performing on a silver stage flanked by dancers dressed like discofied toy soldiers.\n\nA troupe of silver-clad dancers also surrounded the stage and carried giant red hearts out for the grande finale.\n\nThe club-banger Christmas song recalls one of Cher’s biggest hits, 1998’s “Believe,” with its vocoder-assisted vocals and insistent beat. “DJ Play a Christmas Song” debuted at No. 3 on Billboard‘s Dance/Electronic Digital Song Sales chart last month — Cher’s highest-peaking song on the chart — while its parent album, Christmas, debuted atop Billboard‘s Top Holiday Albums earlier this month.\n\nIn a recent interview with Billboard about the new album, Cher explained, “They’re not ‘Christmas Christmas’ songs, OK? They’re just great songs. And I never say that because I almost never like what I do. But I mean, people love it and I’m happy. I’m so particular, but I love the songs and everyone who hears them loves them.”\n\nOne of the biggest fans of Cher’s parade performance was Flavor Flav: The Public Enemy rapper was shown onscreen wildly applauding from the crowd as the song wrapped up.\n\nSocial media is loving it too — even if one fan on X wondered: “Is Cher singing ‘DJ Play a Christmas Song’ or did someone spike my coffee with absinthe?”\n\nSee some of the best social media reaction to Cher’s festive set below:\n\nI did not expect Cher to show up at the parade with a new Christmas banger but tis the season for blessings pic.twitter.com/kDV3xgxBgz — 🌸Mariel (@mariel.bsky.social) (@mariel_code) November 23, 2023\n\nwait this cher Christmas song goes kind of hard pic.twitter.com/ym3BK58bVn — andrea is playing bg3 (@moonriseaerdna) November 23, 2023\n\nNot Flavor Flav out here being a Cher stan #MacysParade pic.twitter.com/ml7GtVjPeq — Evan Mills (@awkvanmills) November 23, 2023\n\nIs Cher singing “DJ Play a Christmas Song” or did someone spike my coffee with absinthe? pic.twitter.com/efyvZIfNGJ — Michael Slezak (@MichaelSlezakTV) November 23, 2023",
          "link": "https://www.billboard.com/music/music-news/cher-macys-thanksgiving-day-parade-dj-play-a-christmas-song-flavor-flav-1235510012/",
          "keywords": [
            "thanksgiving",
            "23",
            "cher",
            "dj",
            "song",
            "play",
            "album",
            "takes",
            "chers",
            "christmas",
            "parade",
            "macys",
            "songs",
            "flavor",
            "flav",
            "disco"
          ],
          "top_image": "https://www.billboard.com/wp-content/uploads/2023/10/cher-press-courtesy-warner-records-2023-billboard-1548.jpg?w=1024",
          "published": "2023-11-23T17:33:56+00:00"
        },
        {
          "title": "The Shop 100: Billboard’s Ultimate Gift Guide",
          "text": "All products and services featured are independently chosen by editors. However, Billboard may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes.\n\nIntroducing the Shop 100! With the holidays coming soon, Billboard put together a comprehensive gift guide featuring 100 shoppable and perfectly giftable items to snag this season — like our flagship Hot 100 chart, but for the hottest gifts.\n\nFinding the perfect gift can be stressful, but our list goes a bit deeper than your average music lover’s gift guide to ensure that you make the best choice — no matter how large or small your budget might be.\n\nAccording to a recent shopping poll, more than half of those surveyed plan to start holiday shopping in November or December. If you fall into that category, you’re right on time to snag Black Friday deals before and after Thanksgiving on Thursday (Nov. 23).\n\nThere’s still about a month before Christmas, and whether you’re searching for the best Bluetooth earbuds, best speakers, or the best blanket to snuggle up in while you listen to your favorite music, the Shop 100 has you covered.\n\nIn the spirit of giving, we’re offering up a variety of gift ideas for you to consider this holiday season. You’ll find a few different headphones, earbuds and Bluetooth speakers on our list, along with a viral record player that needs to be under your Christmas tree! Plus, the coolest consoles for the gamers in your life, must-read books, stylish shoes, jackets and cute collectibles. The Shop 100 features dozens of must-haves, including many of our personal favorites and items tested by our e-comm team.\n\nFrom fun to flashy, budget-friendly to expensive, check below for a list of thoughtful, affordable, cozy and downright epic gifts in tech, beauty, home, fashion and more.\n\nHappy holidays!\n\nSkip to:\n\nTech/Gaming Gifts\n\nToys/Collectible Gifts\n\nHome Gifts\n\nFashion/Jewelry Gifts\n\nBeauty Gifts\n\nBook Gifts\n\nMisc. Gifts",
          "link": "https://www.billboard.com/lists/shop-100-gift-guide-2023-best-products/",
          "keywords": [
            "billboards",
            "best",
            "guide",
            "shopping",
            "season",
            "youre",
            "speakers",
            "100",
            "gift",
            "ultimate",
            "shop",
            "list",
            "snag"
          ],
          "top_image": "https://www.billboard.com/wp-content/uploads/2023/11/Shop-100-List-2023-billboard-1548.jpg?w=1024",
          "published": "2023-11-21T18:00:00+00:00"
        },
        {
          "title": "The Year in Charts: Here Are the Top 10 Latin Artists of 2023 – Billboard",
          "text": "In a dazzling display of chart dominance, Bad Bunny secures his fifth consecutive year at the pinnacle of the coveted Top Latin Artists survey, as Billboard revealed in its 2023 Year-End charts on Tuesday (Nov. 21). Bunny’s achievement solidifies him as the only artist to claim the year-end Top Latin Artist title five times since the category’s inception in 2011.\n\nPeso Pluma — unequivocally, the breakout artist of 2023 — is spearheading the regional Mexican music movement to global acclaim, and comes in at No. 2 on the list. In a historic moment, Pluma’s album, Génesis, debuted at an unprecedented No. 3 on the all-genre Billboard 200 in July, marking a groundbreaking achievement as the highest-charting regional Mexican album in Billboard history.\n\nIn the female Latin artists space, Karol G maintains her stronghold, securing her position as the sole woman to feature in the top 10 ranking, concluding the year at No. 3 — Shakira follows at No. 14, Rosalía at No. 17, Becky G at No. 31, and Kali Uchis at No. 32. Additionally, the Colombian hitmaker clinches this remarkable feat for the fifth consecutive year.\n\nWhile the top 10 Latin artists are featured below, the broader landscape of the top 25 includes Natanael Cano at No. 11, Yng Lvcas at No. 12, followed by Romeo Santos at 13. The lineup extends to Shakira, Ozuna, Carin León, Rosalía, Anuel AA, Myke Towers, Manuel Turizo, Eladio Carrión, Bizarrap, Aventura, Acrángel, and Daddy Yankee securing the No. 25 spot. See the top 10 here, and then explore the full 50 Top Latin Artists, and all of our 2023 year-end charts.\n\nBillboard’s year-end music recaps represent aggregated metrics for each artist, title, label and music contributor on the weekly charts from Nov. 19, 2022, through Oct. 21, 2023. Rankings for Luminate-based recaps reflect equivalent album units, airplay, sales or streaming during the weeks that the titles appeared on a respective chart during the tracking year. Any activity registered before or after a title’s chart run isn’t considered in these rankings. That methodology detail, and the November-October time period, account for some of the difference between these lists and the calendar-year recaps that are independently compiled by Luminate.",
          "link": "https://www.billboard.com/lists/top-10-latin-artists-2023-year-end-charts/",
          "keywords": [
            "artist",
            "chart",
            "latin",
            "yearend",
            "album",
            "recaps",
            "music",
            "billboard",
            "charts",
            "2023",
            "artists"
          ],
          "top_image": "https://www.billboard.com/wp-content/uploads/2023/11/Year-End-Top-Latin-Artists-2023-billboard-1548.jpg?w=1024",
          "published": "2023-11-22T16:35:22+00:00"
        },
        {
          "title": "Paris Hilton Welcomes Second Baby With Husband Carter Reum",
          "text": "Paris Hilton has one major reason to give thanks this year: a new baby girl.\n\nThe 42-year-old “Stars Are Blind” singer announced on Thanksgiving (Nov. 23) that she has welcomed a second child with husband Carter Reum.\n\n“Thankful for my baby girl,” Hilton wrote on Instagram.\n\nThe heiress’ post featured a photo of an adorable pink baby outfit with the name London stitched on the front, alongside red heart-shaped sunglasses and a pint-sized knitted stuffed animal.\n\nHilton’s new daughter was welcomed via surrogate, a representative for the reality TV star confirmed to the Associated Press on Friday (Nov. 24).\n\nExplore Explore Paris Hilton See latest videos, charts and news See latest videos, charts and news\n\nShe also confirmed the news in a TikTok post where she’s heard telling her niece and nephew that she now has “two babies” and asks them, “You guys excited for your new cousin?”\n\nHilton’s friend Demi Lovato commented on the Instagram post, writing, “Omg congratulations!!!” Paris has been tapped to appear on the pop star’s upcoming Roku special, A Very Demi Holiday Special, which is set to air on Dec. 8.\n\nHilton and Reum also share son, Phoenix, who arrived earlier this year via surrogate. The couple was married in November 2021.\n\nIn a second Thanksgiving day post, the part-time DJ shared family photos with her husband and son amid a large feast. “So much to be grateful for this Thanksgiving,” she captioned the carousel.\n\nSee Hilton’s posts on Instagram below.",
          "link": "https://www.billboard.com/music/music-news/paris-hilton-second-baby-girl-london-husband-carter-reum-1235510325/",
          "keywords": [
            "videos",
            "thanksgiving",
            "surrogate",
            "baby",
            "welcomed",
            "second",
            "hilton",
            "stars",
            "special",
            "paris",
            "carter",
            "post",
            "husband",
            "welcomes",
            "reum"
          ],
          "top_image": "https://www.billboard.com/wp-content/uploads/2023/02/Paris-Hilton-2023-grammy-billboard-1548.jpg?w=1024",
          "published": "2023-11-24T20:16:55+00:00"
        },
        {
          "title": "You Can Get Ugg Slipper Dupes at Amazon for Under $50 — Save 47% Off for Black Friday",
          "text": "All products and services featured are independently chosen by editors. However, Billboard may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes.\n\nFrom boots to booties and slippers, Uggs are insanely cute (and comfortable), but they might be a little too expensive for some shoppers. If you’re on a budget, you can find Ugg dupes for less than $50 at Amazon and up to 47% off select styles for Black Friday.\n\nFor example, this best-selling women’s slipper is a knockoff of the Ugg Tazz Slipper ($130). It looks nearly identical to the Tazz — at a fraction of the price.\n\nThe “comfy clog” as one shopper called it, is available in brown, beige and black, and you can wear it inside or outside. Similar to the Tazz, the slipper features a braided rib design, a tumbled leather upper- and a 1.5-inch platform sole.\n\nThe faux-fur slipper is lined with cozy material to keep your feet warm, dry, and comfortable in the cold weather. It’s available in sizes 5-10 but some of the customer reviews suggest sizing up for the better fit.\n\n“Very comfortable for both indoor and outdoor,” reads one customer review. “They have similar quality but less expensive than famous brands. It will be perfect if they can arrive earlier.”\n\nAnother shopper wrote, “This platform slipper exceeded my expectations! Super soft and warm inside and definitely cute enough to wear out of the house!”\n\nAmazon has a decent selection of Ugg slipper dupes, such as these $50 booties, which are similar to the Ugg Tasman Clipper ($109.95). The dupe is available in chestnut, beige and black.\n\nLooking for a fuzzy alternative to the Ugg Scuffette II ($95)? Dearform’s Fireside Slipper is $49.95 at Amazon but if you’re looking for a cheaper option, the fuzzy slippers below are on sale for $19.99 (reg. $35.99). And you can get them in 10 different colors, including the chestnut, apricot, black, coffee, wine, grey, leopard, and two shades of pink.\n\nIf you’re interested in getting Ugg on sale, the Cozy Slipper is discounted to $69.99 during Nordstrom’s Black Friday sale.",
          "link": "https://www.billboard.com/culture/product-recommendations/best-ugg-slipper-dupes-under-50-1235472122/",
          "keywords": [
            "50",
            "wear",
            "sale",
            "save",
            "comfortable",
            "tazz",
            "available",
            "47",
            "amazon",
            "black",
            "ugg",
            "dupes",
            "similar",
            "youre",
            "slipper"
          ],
          "top_image": "https://www.billboard.com/wp-content/uploads/2022/09/addison-rae-ugg-shoe-2022-billboard-1548.jpg?w=1024",
          "published": "2023-11-24T20:05:28+00:00"
        },
        {
          "title": "Dylan Scott Scores His Third Country Airplay No. 1 With ‘Can’t Have Mine’",
          "text": "Singer-songwriter Dylan Scott earns his third chart-topper on Billboard’s Country Airplay tally (dated Dec. 2) as “Can’t Have Mine” (Curb) hops from No. 4 to No. 1. In the Nov. 17-23 tracking week, the single gained by 16% to 32.5 million audience impressions, according to Luminate.\n\nScott co-wrote the song with Matt Alderman, Josh Melton and Dallas Wilson. It’s the second single from Scott’s second LP, the 16-track Livin’ My Best Life, released in August 2022. Lead single “New Truck” rolled to No. 1 for a week that month.\n\nThe 33-year-old Scott from Bastrop, La., notched his first Country Airplay No. 1 with “My Girl,” which dominated for one week in July 2017. He boasts two other top 10s, both of which reached No. 2: “Nobody,” in June 2021, and “Hooked,” in September 2018.\n\n“Can’t Have Mine” reaches the Country Airplay penthouse in its 62nd week on the chart, completing the lengthiest trip to No. 1 this year and the fourth-longest since the survey launched in January 1990. Michael Ray’s “Whiskey and Rain” took 65 frames to lead the list in January 2022, matching Travis Denning’s 65-week trek to the top in June 2020, while, also in June 2020, Scotty McCreery’s “In Between” hit No. 1 in its 63rd week.\n\n‘Horse’ Gallops\n\nChris Stapleton’s “White Horse” hits the Country Airplay top 10 (11-10; 17.4 million, up 16%). The song, which Stapleton wrote with Dan Wilson, becomes his fifth top 10. It’s from his LP Higher, which debuted at No. 1 on the Nov. 25-dated Top Country Albums chart with 90,000 equivalent album units, becoming his fifth leader.\n\n“White Horse” is Stapleton’s first Country Airplay top 10 since “You Should Probably Leave,” which led for a week in February 2022, marking his second No. 1.",
          "link": "https://www.billboard.com/pro/dylan-scott-third-country-airplay-chart-number-one-cant-have-mine/",
          "keywords": [
            "week",
            "dylan",
            "scores",
            "song",
            "second",
            "country",
            "scott",
            "single",
            "cant",
            "stapletons",
            "airplay",
            "wilson",
            "2022"
          ],
          "top_image": "https://www.billboard.com/wp-content/uploads/2023/11/dylan-scott-acm-backstage-2023-billboard-pro-1260.jpg?w=1024",
          "published": "2023-11-24T19:11:00+00:00"
        }
      ]
    }
  }
}