{
  "newspapers": {
    "breitbart": {
      "link": "http://www.breitbart.com/",
      "articles": [
        {
          "title": "Japan Approves Record $52 Billion Military Budget to Counter China",
          "text": "Japan’s government on Monday approved a record defense budget of 5.34 trillion yen ($51.6 billion) for 2021 as part of an effort to counter “security challenges posed by China,” Japanese newspaper the Mainichi reported on December 21.\n\nThe newly expanded military budget, up 0.5 percent from 2020, allots $323 million to introduce longer-range missiles in Japan “capable of attacking enemy vessels from outside their firing range.”\n\nTokyo on December 18 said it would develop new “stand-off” anti-ship missiles capable of targeting warships at greater distances around its southwestern Okinawa islands, including near the disputed Senkaku islets in the East China Sea also claimed by Beijing.\n\n“The security environment around our southwestern islands has become harsh. We have to respond to that in an appropriate way,” Japanese Minister of Defense Kishi Nobuo said at a press briefing last Friday.\n\nTokyo’s announcement of the plan to develop longer-range missiles marked Japanese Prime Minister Suga Yoshihide’s first major defense policy decision since he was elected to office in September. The missile plan and the budget to back it on Monday come as Japan’s military continues to acquire “air-launched missiles that could be used to hit missile sites in North Korea” and considers adding “strike weapons such as cruise missiles that could reach ground targets in China” to its artillery, Reuters noted at the time.\n\nJapan has grown concerned in recent months over increased Chinese activity in the East China Sea, including repeated incursions into waters around the disputed Senkakus.\n\nKishi on December 14 said he had “agreed with [his] Chinese counterpart Wei Fenghe to seek the early establishment of a hotline between their officials” to mediate future disputes over the Senkaku Islands, which China claims as the Diaoyus. The two defense ministers discussed the matter during a video conference.\n\n“I strongly requested that no actions be taken that might escalate the situation,” Kishi told reporters after the virtual meeting, according to Kyodo News. Kishi added that “he urged China to refrain from any ‘attempts to unilaterally change the status quo on the back of its might.'”\n\nTokyo and Beijing “launched a communication mechanism between their defense authorities in 2018 to avoid accidental clashes at sea and in the air,” according to Kyodo News, but the two Asian neighbors “have made little progress” on establishing a hotline since then.\n\nJapan’s new defense budget hit a record high on Monday “for the seventh consecutive year as the country beefs up its ability to also deal with North Korea’s missile and nuclear threats,” according to the Mainichi.\n\nThe 2021 military budget directs $706 million toward building a new fighter jet “expected to cost around $40 billion and be ready in the 2030s,” Reuters reported on Monday. Mitsubishi Heavy Industries Ltd., assisted by the Amerian Lockheed Martin Corp., will lead the development of the plane, which is Japan’s first new fighter jet in three decades.",
          "link": "http://www.breitbart.com/asia/2020/12/21/japan-approves-record-52b-military-budget-counter-china/",
          "keywords": [
            "defense",
            "japans",
            "japan",
            "record",
            "military",
            "billion",
            "approves",
            "missiles",
            "budget",
            "japanese",
            "sea",
            "counter",
            "missile",
            "kishi",
            "china",
            "52"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/Suga-Yoshihide-Japan-Air-Self-Defense-military-2020-Getty-AFP-640x335.jpg",
          "published": "2020-12-21T00:00:00"
        },
        {
          "title": "Russian Scientist Working on Coronavirus Vaccine 'Falls Out' of Window",
          "text": "Police found a Russian scientist working on a vaccine for the Chinese coronavirus dead this weekend, concluding that he fell out of a building in St. Petersburg, local media have confirmed.\n\nAlexander “Sasha” Kagansky died with stab wounds on his body, reports stated.\n\nAccording to the Russian newspaper Moskovsky Komsomolets (MK), Kagansky fell from the 14th floor of a building in St. Petersburg in just his underwear. Russian police are reportedly investigating the incident as a homicide and have questioned another man about the incident.\n\nMK noted that Kagansky, a biologist with close ties to the University of Edinburgh, had been working on the development of a coronavirus vaccine “under strange circumstances.”\n\nAt the time of his death, he was working as the Director of the Centre for Genomic and Regenerative Medicine at Russia’s Far Eastern Federal University in Vladivostok. He was recently invited to speak at the World Science Forum in Budapest alongside some of the world’s other leading scientists.\n\nKagansky’s work on a vaccine was taking place despite claims from the Kremlin that government scientists had successfully produced a vaccine already — “Sputnik V,” which is already being distributed nationwide despite never completing Phase III trials. It is unclear whether his research was connected to his murder.\n\nInternational health experts have cast doubt on both the safety and efficacy of Russia’s “Sputnik V” vaccine candidate, approved in August despite not completing large-scale advanced trials. Last week, American filmmaker Oliver Stone claimed he had taken the Russian vaccine candidate. Socialist governments in Argentina and Venezuela placed orders for millions of doses for their own nationwide programs.\n\nKagansky is the latest Russian official, scientist, or health worker to die under mysterious circumstances since the onset of the coronavirus pandemic. Since February this year, at least five people have died after falling from windows in different parts of the country.\n\nIn nearly all the cases, the victim appeared to have challenged or criticized the Russian state’s handling of the pandemic. So far, health authorities have recorded nearly 2.9 million cases and more than 51,000 deaths, the fourth-highest number worldwide. Russian data is notoriously unreliable, meaning the actual figure could be considerably higher.\n\nFollow Ben Kew on Parler, Facebook, or Twitter. You can email him at bkew@breitbart.com.",
          "link": "http://www.breitbart.com/national-security/2020/12/21/russian-scientist-working-on-coronavirus-vaccine-falls-out-of-14th-floor-window/",
          "keywords": [
            "working",
            "russian",
            "vaccine",
            "university",
            "kagansky",
            "window",
            "falls",
            "health",
            "despite",
            "scientist",
            "v",
            "trials",
            "coronavirus"
          ],
          "top_image": "https://media.breitbart.com/media/2020/10/GettyImages-1228437024-640x335.jpg",
          "published": "2020-12-21T00:00:00"
        },
        {
          "title": "Philippines to Raise the Age of Consent for Sex from 12 to 16",
          "text": "The Philippines is about to move forward with a legislative bill to raise the sexual consent age from 12 to 16.\n\nThe country currently allows children as young as 12 to legally have sex with adults so long as they agree.\n\nWhile the current law criminalizes sex with children under 18, it only does so if there is no consent present or if the act involves threats, force, or intimidation, CNN Philippines reported.\n\nThe proposed bill also seeks to expand the definition of rape if the victim is 16 years of age or older and has a disability that renders the victim unable to give consent.\n\nChildren’s rights activists have worked for decades to challenge lawmakers to increase the age — which has been part of the country’s penal code since 1930 — but faced resistance from what they say is a patriarchal society where abortion and divorce are illegal.\n\nActivists say the legislation would help protect children in a nation that has become a global mecca for online child sex abuse and where more than 500 teens get pregnant and give birth per day, AFP reported.\n\n“This is a victory for Filipino children,” Patrizia Benvenuti, Unicef’s chief of child protection in the Philippines, said recently as the proposed legislation moved closer to a final vote. “Pegging 12 as the age of consent is really not consistent with scientific studies on brain development.”\n\nThe proposed legislation would make it illegal to sleep with someone under the age of 16 and carry a penalty of life in prison, though young couples close in age would not face as harsh of a punishment.\n\nThe bill is expected to be approved by the Senate over the next few months before Philippine President Rodrigo Duterte signs it into law.",
          "link": "http://www.breitbart.com/asia/2020/12/21/philippines-raise-age-consent-sex-12-to-16/",
          "keywords": [
            "raise",
            "philippines",
            "12",
            "consent",
            "bill",
            "16",
            "proposed",
            "legislation",
            "age",
            "children",
            "sex",
            "young"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/imgonline-com-ua-FrameBlurred-ERj1mcMUvP-640x335.png",
          "published": "2020-12-21T00:00:00"
        },
        {
          "title": "China’s SMIC Denounces U.S. Blacklisting, Warns of Damage",
          "text": "China’s largest manufacturer of high-end computer chips, Semiconductor Manufacturing International Corp. (SMIC), issued a statement Sunday denouncing the U.S. government for blacklisting its products.\n\nSMIC insisted its products are safe and denied allegations that it works for the Chinese military.\n\nChina’s state-run CGTN news service summarized the Chinese-language statement from SMIC:\n\nThe U.S. decision does not pose a significant negative impact to the company’s operation and finance in the short term, said SMIC. According to an initial assessment by SMIC, the U.S. move will badly affect the company’s own R&D and production capacity construction of advanced technologies of 10nm and below. The company added it will continue to cooperate with relevant U.S. government organs, taking all feasible measures to minimize adverse effects and work out a solution.\n\nThe U.S. Commerce Department added SMIC and over 60 other Chinese entities to its export blacklist Friday, citing “China’s military-civil fusion (MCF) doctrine and evidence of activities between SMIC and entities of concern in the Chinese military industrial complex.”\n\nCommerce Secretary Wilbur Ross said the restrictions were necessary to “ensure that China, through its national champion SMIC, is not able to leverage U.S. technologies to enable indigenous advanced technology levels to support its destabilizing military activities.”\n\n“We will not allow advanced U.S. technology to help build the military of an increasingly belligerent adversary,” Ross said.\n\nDespite SMIC’s assurances of financial health, its shares in the Hong Kong stock index dropped by some 4.8 percent Monday. In a statement to the Shanghai stock exchange, SMIC said it would remain in communication with the U.S. government and seek to minimize the impact of the blacklist on company operations.\n\nThe South China Morning Post (SCMP) on Monday saw SMIC’s future as “uncertain,” suggesting the blacklist would have a more negative impact on the company’s cutting-edge research than its confident statement indicated.\n\nThe SCMP reported a boardroom shakeup at SMIC after the blacklisting was announced, including continuing uncertainty over whether co-CEO Liang Mong Song has resigned from the company or not. SMIC is evidently seeking to reassure customers and investors that it has stable management while the Liang drama plays out.\n\n“Liang was still listed as co-CEO among other senior executives in SMIC’s stock filing issued Tuesday,” the report noted.",
          "link": "http://www.breitbart.com/national-security/2020/12/21/chinas-smic-denounces-blacklisting-us-warns-serious-damage-chip-production/",
          "keywords": [
            "damage",
            "blacklist",
            "military",
            "denounces",
            "statement",
            "impact",
            "companys",
            "warns",
            "smics",
            "chinas",
            "company",
            "blacklisting",
            "stock",
            "chinese",
            "smic"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/Computer-Chips-640x335.jpg",
          "published": "2020-12-21T00:00:00"
        },
        {
          "title": "Coronavirus Gives China a Belt and Road Investment Boom",
          "text": "Chinese Foreign Minister Wang Yi insisted Monday that China’s Belt and Road Initiative (BRI), an international infrastructure program criticized as debt-fueled imperialism by the U.S. government, is doing better than ever after the coronavirus pandemic.\n\nWang claimed China has more money than ever to spend on the program, despite rumors of impending cuts to BRI funding because of domestic economic concerns.\n\n“Many projects have kept running without laying off employees during the Covid-19 [Chinese coronavirus] pandemic on the premise of strictly controlling the epidemic situation. A number of new projects have been launched,” Wang said at the annual Belt and Road Forum for International Cooperation in Beijing.\n\n“No matter how the global situation changes, neither the international community’s demand, nor the partners’ support for it, has changed. China’s determination to promote international cooperation has not changed,” he said.\n\nWang said China’s investment in BRI has “not dropped” during the global recession caused by the Wuhan coronavirus, but has “shown a contrary trend of growth,” increasing by 30 percent in 2020 to reach over $30 billion in September.\n\nThe South China Morning Post (SCMP) reported in late December that doubts were growing among analysts as to whether China could continue funding new BRI projects, or even maintain the financing on existing projects. Chinese corporate debt is mounting, especially among corporations doing business in the Third World, where most of BRI’s tentacles reach, while China’s total national debt rose from 255 percent of GDP to 290 percent, and the financial situations of China’s partner nations looked even direr.\n\n“China will need to be more selective in the projects it can finance, especially in emerging economies. Countries in the midst of major infrastructure projects, and also indebted due to them, may no longer find the resources available to continue with these projects,” Asia-Pacific economist Alicia Garcia-Herrero of the French financial firm Natixis said in November, rendering the judgment Wang appeared to be responding to on Monday.\n\nOther analysts suggested China would have to reduce funding for “unsustainable” BRI projects, an oblique reference to the fact that many of the biggest Belt and Road projects do not generate enough revenue to repay the loans taken out from Chinese banks to finance them.\n\nCritics of the program say these projects are deliberately unsustainable because China wants to get developing nations hooked on huge loans they can never repay, eventually offering Beijing control of valuable national assets to satisfy their crushing debts. Skeptical analysts denounce these tactics as “debt-trap diplomacy” or “debt imperialism.”\n\nWang also said Monday that China will make development of the “Digital Silk Road” — the Internet component of BRI, which in turn was named after the Silk Road trade route of ancient times — a high priority in the year to come.\n\nThis is grim news for Western defense and cybersecurity analysts, who warn China is strengthening its grip on the Internet by providing hardware and software infrastructure to developing nations, even as developed countries are increasingly uneasy about letting Chinese tech companies into their markets. The Digital Silk Road gives the Chinese Communist Party a tangible means of spreading its high-tech authoritarianism around the world and gives it more power to manipulate Internet content even in Western nations that keep Chinese hardware out of their networks.\n\nWang accused developed nations with such security concerns of “politicizing hi-tech issues” to preserve their “monopoly position” on the Internet. He insisted BRI is a “platform for economic cooperation,” not a “geopolitical tool” for Beijing’s agenda.\n\nDespite Wang’s assurances of full steam ahead for Belt and Road, in both digital and brick-and-mortar forms, skeptical analysts point to signs that BRI is in deep trouble.\n\nChina is renegotiating about a quarter of its BRI loans, and more defaults from Third World borrowers are expected in the aftermath of the coronavirus. Resources that could have been invested in further BRI expansion are instead needed to shore up China’s domestic economy. Some BRI investments are just plain bad bets, especially the program’s preoccupation with railroads, which are difficult to run at a profit when air and sea travel is readily available.\n\nAlso, while environmentalists have mostly given China a free pass so far, there are growing murmurs of discomfort with the environmental impact of BRI projects, especially its coal-fired power plants. China usually deflects such concerns with vague promises to do better in the future, but it is always possible the international climate change movement might finally expect Beijing to take steps that actually cost money.",
          "link": "http://www.breitbart.com/national-security/2020/12/21/coronavirus-gives-china-belt-road-investment-boom/",
          "keywords": [
            "projects",
            "road",
            "nations",
            "investment",
            "boom",
            "international",
            "analysts",
            "bri",
            "chinas",
            "internet",
            "china",
            "belt",
            "gives",
            "chinese",
            "coronavirus"
          ],
          "top_image": "https://media.breitbart.com/media/2019/09/Wang-Yi-640x335.jpg",
          "published": "2020-12-21T00:00:00"
        },
        {
          "title": "Report: China Replaces General Responsible for Indian Border Fiasco",
          "text": "Chinese dictator Xi Jinping replaced Gen. Zhao Zongqi as head of the People’s Liberation Army (PLA) Western Theater Command — the wing of the military responsible for the border with India — this weekend, following multiple defeats at the hands of the Indian military.\n\nChinese state news agency Xinhua identified Gen. Zhang Xudong, an army officer with no experience on China’s western border, as the new head of Western Theater Command.\n\nAt 65, Zhao had reached Beijing’s official retirement age for senior Communist Party officials. Multiple Party officials have seen that age come and go and remained in power, however, suggesting that his performance — especially after a humbling year on the Indian border for the PLA — also played a role in his departure.\n\nXi Jinping is 67 years old. Shortly before his 65th birthday, Xi removed term limits on his position as president, commander-in-chief, and head of the Party.\n\nXinhua provided little information regarding Zhao’s removal and notably did not mention him in announcing new military promotions this weekend.\n\n“Xi Jinping, chairman of the Central Military Commission (CMC), on Friday presented four military and armed police officers with certificates of order promoting them to the rank of general, the highest rank for officers in active service in China,” Xinhua noted. “The promoted officers are Political Commissar of the CMC Logistic Support Department Guo Puxiao, Commander of the Western Theater Command of the People’s Liberation Army (PLA) Zhang Xudong, Political Commissar of the PLA’s Strategic Support Force Li Wei, and Commander of the People’s Armed Police Force Wang Chunning.”\n\nThe announcement did not mention Zhao and he did not appear in the accompanying photo of the soldiers partaking in the promotion ceremony.\n\nZhao spent a significant portion of his military career before running Western Theater Command on China’s western border, serving in occupied Tibet. China-India relations have been tense there for decades following the Sino-Indian War of 1962, which resulted in the deaths of at least 8,000 Indian soldiers and 2,000 Chinese, according to the Communist Party. India has insisted that Beijing usurped Indian sovereign territory at the time and refused to recognize Chinese sovereignty over parts of the terrain.\n\nTo avoid a repeat of the 1962 war, both sides agreed not to arm soldiers on the border with firearms. That decision resulted in one of the most harrowing reports of brutality between two modern armies in recent years. In June, Indian Army soldiers reportedly discovered PLA troops establishing tents and a base on sovereign Indian territory in the Galwan Valley, Ladakh region — a steep, mountainous, and extremely cold territory. When confronted about their presence, the Chinese soldiers reportedly attacked with rudimentary weapons including sticks wrapped in barbed wire, rocks, and their fists. Reports indicated that many of those killed in the attack, the deadliest incident since the 1960s war, died of hypothermia or fell off of cliffs.\n\nChina refused to publish an official death count from the Galwan Valley incident and has not identified any of the soldiers lost in the exchange. The Indian military claimed it had killed twice as many Chinese soldiers — about 40 — as the 20 or so it had lost despite the Indians being outnumbered.\n\n“The Chinese army possibly suffered more than twice the casualties [of the Indian side],” retired four-star Indian Army General V.K. Singh told reporters following the incident.\n\nChinese state media finally admitted that it had lost soldiers to the clash with India in an article in September that referred obliquely to “martyrs.” That month, reports surfaced that soldiers on both sides had used firearms against each other in limited exchanges, the first time in decades that shots were fired across the border. Chinese officials accused the Indian troops of shooting first and vice versa. The Indian military was the first to publicly change the rules of engagement at the border to allow firearms, a development that followed the Galwan Valley incident.\n\nChina’s Western Theater Command said at the time, apparently confirming that the Chinese fired: “the Indian army blatantly fired threats to the patrol personnel of the Chinese border guards who had made representations. The Chinese border guards were forced to take countermeasures to stabilize the situation.”\n\nShortly after the first reports of shots fired, Indian media began reporting that Indian troops had crossed into Chinese territory and seized a new mountaintop position over Pangong Tso, a lake in Tibet. The Indian military stated that it had intercepted PLA troops attempting to establish another illegal position in Indian territory, similar to what preceded the Galwan Valley incident, and that they acted more forcefully to prevent another melee.\n\nThe Chinese Communist Party, through its state media outlets, rejected New Delhi’s allegations and claimed the Indians had invaded and occupied legitimate Chinese territory. Tensions remain high between the two countries on the border, though no major incidents have occurred in the last three months.\n\n“The Chinese have been developing military camps in their depth areas all along the LAC [Line of Actual Control, or border with India]. Around 20 of such camps have been observed with some civilians also around these places,” Asia News International (ANI) reported in early December.\n\nBoth sides have reportedly positioned at least 50,000 troops each along their border, according to the Times of India.\n\nZhao is believed to have been the mastermind behind the attempts to expand into India that resulted in successive failures, Indian media noted Sunday.\n\n“New Delhi’s assessment is that Gen Zhao had the approval of the Xi-led Central Military Commission when PLA troops carried out the initial incursion in the Finger area near Pangong Tso in late April and early May,” according to the Hindustan Times. “But there was some discomfort over the misadventure after the bloody Galwan Valley clash in June, the deadliest clash between soldiers of the two countries since 1975, in which 20 Indian troops and an unspecified number of Chinese soldiers were killed.”\n\nZhao was reportedly attempting to find a role in the Central Military Commission — which oversees the entire Chinese military — following his departure from Western Theater Command. After his abrupt removal, however, it is unclear if he will receive any new role in the Chinese armed forces.\n\nZhang, Zhao’s replacement, is 58 years old. According to the Hindustan Times, Zhang has no experience serving on the Indian border, the first time that a soldier lacking that experience has taken the helm of Western Command. Zhang instead has experience protecting the Chinese borders with Russia and North Korea and has run one of China’s major military theaters: Central Command, which is responsible for Beijing, arguably the most important PLA command theater.\n\nWestern Theater Command is the largest of the five PLA theaters and among the most challenging due to the dangerous Himalayan terrain along the India-occupied Tibet border.\n\nFollow Frances Martel on Facebook and Twitter.",
          "link": "http://www.breitbart.com/asia/2020/12/21/report-china-replaces-general-responsible-indian-border-fiasco/",
          "keywords": [
            "fiasco",
            "western",
            "pla",
            "report",
            "military",
            "troops",
            "indian",
            "general",
            "replaces",
            "command",
            "soldiers",
            "china",
            "border",
            "theater",
            "responsible",
            "chinese"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/china-military-covid-virus-ccp-getty-640x335.jpg",
          "published": "2020-12-21T00:00:00"
        },
        {
          "title": "Chinese Province Reports Power Outages After Australian Coal Ban",
          "text": "Residents in several cities across China’s southern Guangzhou province have reported power outages over the past few weeks, with some blaming the electricity cuts on Beijing’s recent ban on Australian coal imports, Radio Free Asia (RFA) reported on Monday.\n\nGuangzhou cities including Shenzhen, Foshan, Dongguan, Zhuhai, and the Baiyun district of the provincial capital, also named Guangzhou, have experienced temporary power outages recently, according to RFA. In its report, the U.S. government-funded broadcaster cited photos and videos posted to Chinese social media platforms such as Weibo allegedly showing parts of the cities in near-total darkness. The blackouts affected Guangzhou cities most recently on December 21 around midnight.\n\nThe Guangdong Power Supply Bureau issued a statement on Monday addressing the outages. It blamed “equipment failure” for recent gaps in electricity service in the Guangdong areas of Sanyuanli and Luochongwei.\n\n“Full power was restored to the grid after an hour, following emergency repairs,” the statement read.\n\nA Guangzhou resident contacted China Southern Power Grid about the blackouts and was told that “the grid has faulted,” according to Hong Kong’s Apple Daily newspaper on Monday.\n\n“Apart from facilities including hospitals, elder homes, and school dormitories, some mobile networks were also disrupted as the transceiver stations also experienced power cuts,” the newspaper reported. Water supplies in some provincial districts were also affected by the outages.\n\nA resident of Guangzhou’s Baiyun district surnamed Zeng spoke to RFA on Monday about the recent blackouts.\n\n“After no outages for 10 years, suddenly this is happening again,” he said.\n\n“The reason in this case is that coal supplies are too scarce, and aren’t enough [to meet demand],” Zheng claimed.\n\n“I heard that they [Chinese state power plants] are unable to generate enough electricity,” he added.\n\nChina recently halted imports of coal from Australia amid an escalating trade war between the two countries sparked by Canberra’s support of an independent inquiry into the origins of the Chinese coronavirus pandemic in April.\n\nBeijing announced its formal ban on Australian coal following a meeting between China’s National Development and Reform Commission and ten Chinese power companies on December 12, China’s state-run Global Times reported. The commission allegedly gave its approval to the power plants to import coal “without clearance restrictions, except for Australia, in a bid to stabilize coal purchase prices.”\n\nWhile the ban ostensibly reduces the price of coal for China’s state-linked power companies, many observers view the embargo as a way to punish Australia’s $10.5 billion coal export industry.\n\n“The coal mining sector employs 46,000 Australians, with the export value of Australian thermal and metallurgical coal to China worth $14 billion [AUD, about $10.5 billion USD] a year,” the Australian Broadcasting Corporation noted on December 15.",
          "link": "http://www.breitbart.com/asia/2020/12/22/chinese-province-reports-power-outages-after-australian-coal-ban/",
          "keywords": [
            "power",
            "coal",
            "province",
            "ban",
            "australian",
            "cities",
            "rfa",
            "reports",
            "guangzhou",
            "chinas",
            "outages",
            "reported",
            "chinese"
          ],
          "top_image": "https://media.breitbart.com/media/2019/11/china-coal-use-production-640x335.jpg",
          "published": "2020-12-22T00:00:00"
        },
        {
          "title": "Philippines: Cop Shoots Unarmed Mother and Son Dead on Camera",
          "text": "An off-duty police officer in the Philippines who fatally shot two unarmed people on the main island of Luzon over the weekend will face double murder charges, authorities announced Monday.\n\nThe incident took place in the town of Paniqui on Sunday and was caught on camera by witnesses. Paniqui is located in Tarlac Province about 90 miles north of Manila, the national capital, on the northern island of Luzon.\n\nTRIGGER WARNING 🚨 Double murder charges will be filed against police officer Jonel Nuezca for shooting his two unarmed neighbors in Paniqui, Tarlac yesterday. Netizens seek #JusticeForSonyaGregorio #JusticeForFrankGregorio. Full story: https://t.co/tUVKCM11Lq pic.twitter.com/z0IWBS59v9 — CNN Philippines (@cnnphilippines) December 21, 2020\n\nThe perpetrator, identified as Senior Master Sergeant Jonel Nuezca, reportedly fled the scene after shooting Sonya Gregorio, 52, and her son Frank Anthony Gregorio, 25, in a Paniqui neighborhood on Sunday afternoon, according to the police report, seen by CNN Philippines on Monday.\n\nNuezca surrendered to police about an hour after the incident at the local Rosales Pangasinan Municipal Police Station. Upon his arrest, the off-duty cop turned over his Philippine National Police [PNP]-issued 9mm semi-automatic pistol, reportedly the weapon he used to commit the crime.\n\nPNP Region 3 Chief BGen. Val de Leon said Monday that authorities will charge Nuezca with two counts of murder, CNN Philippines reported. The regional police chief said that the Philippine Department of Interior and the local Tarlac government have both “assured a thorough, impartial, and swift investigation” of the incident, adding that “no bail was recommended” for Nuezca.\n\nPaniqui’s police chief said in a radio interview that the two parties were already involved in an ongoing property right-of-way dispute, but that the shooting incident was sparked over the Gregorios’ alleged firing of a PVC air cannon or “boga.”\n\n“The suspect went there to confront them, then the issue of right-of-way cropped up and the shooting incident happened. The suspect’s anger was apparently triggered by the confrontation between his daughter and the older Gregorio,” Police Lieutenant Colonel Noriel Rombaoa, chief of Paniqui Police Station, explained.\n\nAt least two witnesses recorded the shooting, footage of which went viral on social media over the weekend. Philippine President Rodrigo Duterte said he had seen video footage of the incident and condemned the shooting as “too brutal” at a press conference Monday.\n\n“You do not follow the law, you salvage (summarily execute), you kill, then I’m sorry. That is not part of our agreement on how we should do our work. … Lock him up, and don’t let him out,” he said, according to the Straits Times.\n\nThe traditionally pro-police president described Nuezca as an “aberration” in the Philippine National Police force.\n\n“He has something wrong in the head,” Duterte added.",
          "link": "http://www.breitbart.com/asia/2020/12/22/philippines-cop-shoots-unarmed-mother-son-dead-camera/",
          "keywords": [
            "son",
            "philippines",
            "shooting",
            "unarmed",
            "nuezca",
            "chief",
            "national",
            "gregorio",
            "camera",
            "incident",
            "paniqui",
            "murder",
            "tarlac",
            "dead",
            "cop",
            "mother",
            "shoots"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/Philippines-Police-640x335.jpg",
          "published": "2020-12-22T00:00:00"
        },
        {
          "title": "Navalny: I Duped Russian Agent into Admitting Underwear Poisoning",
          "text": "Russian dissident Alexei Navalny, who barely survived an attempt on his life in August, claimed Monday that he tricked an agent of Russia’s FSB security service into admitting his underwear was poisoned with the nerve agent Novichok on orders from the government of President Vladimir Putin.\n\nNavalny carried out his sting operation after a joint investigation by CNN and Bellingcat, an Internet investigative journalism operation, identified several members of an FSB unit that was detailed to follow Navalny during his trip to Siberia in August. Some of the agents were said to be experts in using toxins and nerve agents.\n\nAs CNN told the tale Monday, while its reporters were busy badgering members of the FSB team for interviews and getting doors slammed in their faces, Navalny decided to start calling them on the phone from his secret convalescent facility in Germany. He did not get far by telling the state security operatives he was Alexei Navalny and he wanted to ask a few questions about why they poisoned him.\n\nCNN’s partners at Bellingcat said that is literally how Navalny began the conversation with the first few FSB team members and associated chemical weapons specialists he called. All of them immediately hung up on Navalny except for scientist Oleg Demidov, who said he could not talk because he had contracted the Chinese coronavirus.\n\nWhen Navalny got around to calling agent Konstantin Kudryavtsev, he took a different approach. He told Kudryavtsv he was a senior FSB official named Maxim Ustinov who wanted to get “a brief understanding from team members” about “what went wrong” during the operation to kill Navalny in Tomsk, Siberia. He took the extra precaution of spoofing his phone numbers so Kudryavtsev would think he was phoning from FSB headquarters in Moscow instead of Germany.\n\nNavalny’s gambit allegedly paid off, because he presented CNN and Bellingcat with a 45-minute recording of Kudryavtsev discussing the Tomsk operation in detail, with only occasional flashes of apprehension about discussing state-sanctioned political murder over an open phone line.\n\nAmong other details, Kudryavtsev allegedly said the Novichok was administered to Navalny by lacing “the insides, the crotch” of his underwear with grains of the nerve toxin in solid form. He said major care was taken to ensure there would be no traces of the poison would be left behind, although CNN noted that Russian officials have repeatedly and inexplicably refused to return Navalny’s clothing to him from Siberia, thwarting forensic investigation.\n\nThe FSB man allegedly said the plan was only thwarted because Navalny’s flight from Siberia to Moscow made an emergency landing after he became seriously ill:\n\n“The flight is about three hours, this is a long flight,” Kudryavtsev said. “If you don’t land the plane the effect would’ve been different and the result would’ve been different. So I think the plane played the decisive part.” “[We] didn’t expect all this would happen. I’m sure that everything went wrong,” Kudryavtsev added — suggesting that the FSB’s intent was to kill Navalny, as many toxicologists familiar with Novichok have said. When pushed as to whether the wrong dose of poison could have been administered, Kudryavtsev countered: “As I understand it, we added [a] bit extra.”\n\nCNN said its investigation established that Kudryavtsev, whose “background suggests he is a specialist in chemical and biological weapons,” was in Siberia as part of the FSB team shadowing Navalny, although the investigators could not confirm if he was in the same city as Navalny on the day of the poisoning.\n\nKudryavtsev says on the alleged recording that the team was instructed to poison Navalny’s underwear by its leading official, chemical weapons scientist Stanislav Makshakov. He named several other members of the team, matching CNN and Bellingcat’s list of agents detailed to follow Navalny and ultimately poison him. He also knew the exact color of the underwear allegedly poisoned.\n\nThe FSB issued a statement Monday claiming Navalny’s conversation with Kudryavtsev was faked, denouncing it as a “planned provocation aimed at discrediting the FSB of Russia and employees of the federal security service, which would not have been possible without the organizational and technical support of foreign special services.”\n\n“The video with the phone call is a fake. The phone number spoofing is a well-known tool of foreign intelligence services, repeatedly utilized in anti-Russian actions, which rules out the possibility to determine the real sides of the conversation,” the FSB said.\n\nKremlin spokesman Dmitry Peskov questioned Navalny’s sanity at a press conference Tuesday.\n\n“I think I’ll let myself speak out of turn and express my personal opinion, which I usually don’t do, because it is not within my rights. You can say that this patient has a severe case of delusions of persecution, and we can also detect clear symptoms of delusions of grandeur. Some say he even compares himself to Jesus. As for the rest, they are Freudian-like symptoms, this relentless fixation over his own codpiece and so on,” he said.\n\nPeskov agreed with the FSB’s allegations that Navalny was seeking to discredit the agency.\n\n“Under the Constitution, the Federal Security Service plays a very important role, protecting us all from terrorism, extremism and other deadly threats, and it has definitely been very effective in that role,” he said.\n\nIn his year-end press conference last week, Russian President Vladimir Putin brushed off Navalny’s allegations of poisoning by essentially claiming that if he wanted Navalny dead, he would be dead. Bellingcat noted Putin’s remarks confirmed the FSB was keeping Navalny under surveillance with a large team of agents, and Putin did not explain why so many of them had backgrounds in chemical warfare, or why the team was in communication with “leading Russian experts in nerve toxins.”\n\nBellingcat vouched for the authenticity of the Navalny-Kudryavtsev call, stating its representatives were in the room while Navalny was talking to the FSB agent, and said it has “since been able to confirm key allegations confirming the overall plausibility of the confession.”\n\nBellingcat reporters also witnessed Navalny trying the same stunt unsuccessfully with one other FSB man, Mikhail Shvets. Shvets evidently recognized Navalny’s voice, grunted “I know exactly who you are,” and hung up.",
          "link": "http://www.breitbart.com/national-security/2020/12/22/dissident-navalny-says-he-duped-russian-agent-admitting-underwear-poisoning/",
          "keywords": [
            "members",
            "russian",
            "fsb",
            "phone",
            "underwear",
            "navalny",
            "cnn",
            "kudryavtsev",
            "admitting",
            "agent",
            "navalnys",
            "duped",
            "poisoning",
            "siberia",
            "team"
          ],
          "top_image": "https://media.breitbart.com/media/2020/11/GettyImages-1204110513-640x335.jpg",
          "published": "2020-12-22T00:00:00"
        }
      ]
    }
  }
}