{
  "newspapers": {
    "breitbart": {
      "link": "http://www.breitbart.com/",
      "articles": [
        {
          "title": "McCarthy: FBI Stonewalling on Briefing on Swalwell's Reported Spy Ties",
          "text": "House Minority Leader Kevin McCarthy said Wednesday he has asked the Federal Bureau of Investigation for a briefing on Rep. Eric Swalwell’s reported ties to a Chinese spy and the agency has canceled two times.\n\n“Swalwell is a national security liability. This is too important for the FBI to continue to stonewall,” he tweeted.\n\nI have asked the FBI for a briefing on Rep. Swalwell's ties to a reported-spy from China. Twice it has been scheduled. Twice it has been canceled by the FBI. Swalwell is a national security liability. This is too important for the FBI to continue to stonewall. — Kevin McCarthy (@GOPLeader) December 16, 2020\n\nPressure is increasing on Swalwell to answer questions about a report that alleged a female Chinese spy named Christine Fang, or Fang Fang, targeted Swalwell between 2011 and 2015 as part of a political intelligence operation.\n\nFang, as reported by Axios, met Swalwell while he was a council member for Dublin City, California, and she was a Chinese student organizer. She would become a campaign bundler for him and even placed at least one intern in one of his congressional offices.\n\nAxios said Fang’s behavior was so worrisome that the FBI briefed Swalwell about her in 2015, after which he allegedly cut ties with her and she unexpectedly returned to China. However, his father and brother remained Facebook friends with her as recently as last week.\n\nSwalwell has so far refused to answer whether his relationship with Fang was romantic. The Axios report said Fang had a romantic relationship with at least two unidentified Midwestern mayors.\n\nSwalwell has tried to blame the Trump administration for the story.\n\n“The wrongdoing here, Jim, is that at the same time this story was being leaked out is the time that I was working on impeachment on the House Intelligence and Judiciary Committees,” he told CNN Newsroom last week. Axios reporter Jonathan Swan called that explanation “absurd.”\n\nPressure is also rising on House Speaker Nancy Pelosi to address the issue. On Tuesday, a group of top House Republicans sent a letter to Pelosi asking her to remove Swalwell from the House Intelligence Committee. The letter said:\n\nBecause of Rep. Swalwell’s position on the House Permanent Select Committee on Intelligence, his close interactions with Chinese intelligence services, however unintentional they may be, are an unacceptable national security risk. HPSCI handles some of the most sensitive information our government possesses — information critical to our national defense. As such, we urge you to immediately remove Rep. Swalwell from his position on the House Intelligence Committee.\n\nPelosi said last week she had no concerns about Swalwell.\n\nMcCarthy has questioned when Pelosi and House Intelligence Committee Chairman Adam Schiff (D-CA) knew about Swalwell being targeted by a suspected Chinese spy and why Democrats have not been more aggressive towards China.\n\nHe noted on Fox News Channel’s Ingraham Angle on December 8 that Pelosi selects Democratic members of the House Intelligence Committee, and is a member of the “Gang of Eight” that gets briefed on intelligence matters by the intelligence community. He said:\n\nDid Nancy Pelosi know this had transpired when she put him on the committee? We have our Sen., Dianne Feinstein, for two decades, the personal assistant, that hear all the private phone calls in the car and others, a Chinese spy. Why did the Democrats pull out of the bipartisan China task force I had set up? Why did Speaker Pelosi pull out of that? Why have they denied certain bills that would hold China accountable, that have passed the Senate, not come to the floor? Why do they focus on Silicon Valley members of Congress? Why is he still on the Intel. Committee? Why is he still a member of Congress? Did Adam Schiff know, as chairman of that committee, that he had this problem?”\n\nMcCarthy also questioned, on FNC’s Fox & Friends December 10, why Swalwell attacked Director of National Intelligence John Ratcliffe for warning about Chinese spying and how Swalwell was able to join the intelligence committee as a sophomore:\n\n…Why did he attack the American Director of Intelligence John Ratcliffe’s report, talking about the expansion of China spying throughout? Just last week, he attacked the director, John Ratcliffe, defending China. This man should not be in the Intel Committee. Adam Schiff, who has spent four years as chair, worried about the foreign intervention into our country, knowingly keep an individual on the committee, if he knew — as Swalwell says — that he was with a Chinese individual who was a spy, who helped him run for Congress? Then the other question is did anybody influence getting a sophomore member on to the Intel Committee?\n\nMcCarthy also questioned why Swalwell also sits on another sensitive committee.\n\nThe other committee that he sits on was space and technology, science, that deals with our satellites, deals with going into space and others. Why is he so interested on that committee? These questions continue to raise about this individual.\n\nIn August, Swalwell downplayed the threat from Chinese interference in the 2020 election.\n\nHe said on MSNBC’s The ReidOut that National Counterintelligence and Security Center (NCSC) Director William Evanina’s statement on threats to the 2020 election coming from Russia, China, and Iran was a conflation of threats to protect Trump.\n\n“There is only one country that has a preferred candidate that they are willing to actually help, and the assessment is that Russia is trying to help Donald Trump and to tear down Joe Biden,” he said. “They are truly trying to conflate threats, I believe, to protect the president.”\n\nFollow Breitbart News’s Kristina Wong on Twitter or on Facebook.",
          "link": "http://www.breitbart.com/politics/2020/12/16/gop-leader-mccarthy-fbi-stonewalling-on-briefing-congress-on-eric-swalwells-reported-chinese-spy-ties/",
          "keywords": [
            "reported",
            "china",
            "pelosi",
            "national",
            "fbi",
            "chinese",
            "swalwells",
            "ties",
            "intelligence",
            "spy",
            "mccarthy",
            "briefing",
            "house",
            "swalwell",
            "committee",
            "stonewalling"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/Eric-Falwell-and-Christine-Fang-640x335.jpg",
          "published": "2020-12-16T00:00:00"
        },
        {
          "title": "Deep State Trying to Deep-Six Intel on Chinese Election Interference",
          "text": "Director of National Intelligence John Ratcliffe is considering not signing an intelligence report to Congress if it does not accurately reflect an ongoing debate among intelligence community career analysts over Chinese attempts to influence American voters in the 2020 election, according to a source familiar with the issue.\n\nThe intelligence report on foreign efforts to influence the 2020 election is due to Congress on Friday, but Ratcliffe is concerned it will not accurately reflect the debate among senior intelligence community analysts as to the extent of China’s influence operations during the election, according to the source.\n\nThere is allegedly “ample” raw intelligence about China’s intentions and actions related to the election, with more intelligence reporting coming in everyday. Some of the influence operations include social media campaigns seeking to amplify messages such as that President Donald Trump is a white supremacist.\n\nHowever, senior career analysts disagree on the significance of those influence operations. Some analysts argue that they were minimal or ultimately not acted on, while others say it is extensive and far more than previously known. The disagreement includes whether there should be a China section in the report, according to the source.\n\nDespite this serious debate, Ratcliffe is concerned that proper tradecraft — which would require that the disagreement be reflected in the report with both views represented — will not be followed simply in order to deprive President Trump of a potential political talking point.\n\nIn other words, Ratcliffe is concerned that the intelligence report would be written in a way due to politics — the very definition of politicization of intelligence, and only bury real and growing concerns about China from the intelligence community.\n\nA senior national security official told Breitbart News on background:\n\nGood to see Ratcliffe stepping up and addressing the China issue inside the IC. This appears to be a textbook case of intelligence being politicized by a handful of careerists in the bowels of the CIA. They don’t want to give Trump the talking points that China was engaged in election influence operations, but we all know they were.\n\nRatcliffe has applauded the growing focus among the intelligence community on China, which he said for the last few decades has prioritized counterterrorism. He wrote in an op-ed on December 3 in the Wall Street Journal:\n\nWithin intelligence agencies, a healthy debate and shift in thinking is already under way. For the talented intelligence analysts and operators who came up during the Cold War, the Soviet Union and Russia have always been the focus. For others who rose through the ranks at the turn of this century, counterterrorism has been top of mind. But today we must look with clear eyes at the facts in front of us, which make plain that China should be America’s primary national security focus going forward.\n\nThe intelligence report would go to Congress in a classified form, but would be released in an unclassified form to the public weeks afterwards, which will certainly fuel public discussion on Chinese election interference, as President-Elect Joe Biden seeks to move past what for many was a contested outcome.\n\nThe current IC debate is similar to a debate that was not reflected in the Obama administration 2017 Intelligence Community Assessment, which alleged Russia interfered in the 2016 election to specifically hurt Hillary Clinton and help Trump.\n\nThere was fierce debate among intelligence agencies over whether Russia’s goal was to help Trump or just to sow discord, but that debate was not reflected in the ICA, which was then used as a talking point by the left that the Trump campaign and Russia had colluded. After several years and millions of dollars, Special Counsel Robert Mueller found there was no criminal collusion, conspiracy, or coordination between the Trump campaign and Russia.\n\nThe intelligence report only covers foreign influence operations related to the election, not voter or election fraud or election security.\n\nFollow Breitbart News’s Kristina Wong on Twitter or on Facebook.",
          "link": "http://www.breitbart.com/politics/2020/12/16/deep-state-pushes-to-deep-six-intelligence-report-demonstrating-chinese-interference-in-2020-election/",
          "keywords": [
            "state",
            "china",
            "debate",
            "operations",
            "trying",
            "chinese",
            "analysts",
            "report",
            "intelligence",
            "deepsix",
            "interference",
            "election",
            "deep",
            "influence",
            "ratcliffe",
            "trump",
            "intel"
          ],
          "top_image": "https://media.breitbart.com/media/2020/07/ccp-china-chinese-communist-party-getty-640x335.jpg",
          "published": "2020-12-16T00:00:00"
        },
        {
          "title": "Survey: Majority of U.S. Voters Oppose Globalist ‘Great Reset’ Initiative",
          "text": "The majority of likely American voters say they oppose “The Great Reset” initiative currently being spearheaded by globalists in the United States and Europe, a survey finds.\n\nA survey by Rasmussen Reporters and The Heartland Institute reveals that about 53 percent of likely voters who have heard of the Great Reset oppose its mission to further integrate nations’ economies, globalize American industries, and bind U.S. citizens to international climate rules.\n\nA minority of likely voters, 42 percent, who have heard of the Great Reset said they support its goals, while four percent said they were not sure. Whether likely voters support or oppose the Great Reset is largely based on their political affiliation, the survey found.\n\nFor instance, 76 percent of Republicans said they do not support the Great Reset, whereas 72 percent of Democrats said they do support the initiative. Swing voters, though, by a majority, oppose the Great Reset.\n\n“As the Rasmussen/Heartland poll shows, a majority of likely American voters reject the left’s calls for increased globalism,” the Heartland Institute’s Chris Talgo said in a statement. It continued:\n\n“Americans understand that national sovereignty is superior to global governance. Further, according to the data, Americans are wary, as they should be, about the World Economic Forum’s anti-capitalist Great Reset movement. Apparently, Americans are well-aware that globalism is not the answer to U.S. policy issues.”\n\nOn questions of how involved unaccountable, international organizations should be in U.S. domestic policy, such as income inequality, climate change, and regulations, Americans are either split or largely opposed to such efforts.\n\nFor example, nearly 6-in-10 likely voters said international organizations should not be influential in creating regulations that impact U.S. businesses. On climate change and income inequality, though, likely voters are split almost down the middle on international organizations having a role in influencing U.S. policies around these issues.\n\nAlso notable, the survey found that likely voters are most likely to say that the highest priority of businesses in the U.S. should be either providing high-quality, low-priced goods to consumers or providing good benefits and salaries to their workers.\n\nA plurality, 44 percent, said U.S. businesses should put their customers first with quality products, while 27 percent said U.S. businesses’ workers should come first, offering competitive wages and benefits.\n\nA small minority of 13 percent take the corporatist view that U.S. businesses’ highest priority should be to benefit their shareholders and owners with large profit margins. Just six percent said climate change should be the highest priority and even less, three percent, said social justice causes should be the highest priority.\n\nAccording to Breitbart News’s James Delingpole, global bureaucrats — including John Kerry, whom President-elect Joe Biden has picked to be his “climate czar” — are looking to use the Chinese coronavirus crisis to form a “New World Order” under the Great Reset’s mission to abolish money, private property, and nation-state democracy.\n\nAt a World Economic Forum event last month, Kerry championed the Great Reset, calling it “more important than ever before.”\n\n“President-elect Joe Biden and his choice for ‘climate czar,’ John Kerry, have already embraced the Great Reset agenda, in complete contradiction to the desires of the American people,” the Heartland Institute’s Justin Haskins said in a statement. “If they follow through with their plan to push the United States toward the Great Reset, they will almost certainly pay for it during the 2022 mid-term elections.”\n\nJohn Binder is a reporter for Breitbart News. Follow him on Twitter at @JxhnBinder.",
          "link": "http://www.breitbart.com/politics/2020/12/16/survey-majority-of-u-s-voters-oppose-globalist-great-reset-initiative/",
          "keywords": [
            "survey",
            "climate",
            "reset",
            "globalist",
            "great",
            "support",
            "voters",
            "international",
            "likely",
            "majority",
            "businesses",
            "oppose",
            "initiative"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/GettyImages-631955446-640x335.jpg",
          "published": "2020-12-16T00:00:00"
        },
        {
          "title": "Ann Coulter: Breonna Taylor — the True Story of a BLM Hero",
          "text": "Hey, guys, I found out the true facts in the Breonna Taylor case!\n\nRemember the “botched raid” (New York Times) on Breonna’s apartment in Louisville, Kentucky, last March, when police officers killed this innocent black woman as she slept peacefully in her bed?\n\nYes, apparently, without announcing themselves, the police smashed in the front door of the WRONG APARTMENT. Their warrant was for a man Breonna had dated eons ago and barely knew anymore, and whom they already had in custody! Assuming the police were home invaders, Breonna’s boyfriend pulled out a gun — again, police were at the WRONG APARTMENT — whereupon the officers opened fire, killing Breonna and wounding one of their own in friendly fire.\n\nYou probably won’t believe this, but it turns out, none of that is true.\n\nContrary to the repeated claim that the police “had the wrong address and the wrong person and the person was in custody” — as the Rev. Al Sharpton put it — the police were not at the wrong house at all.\n\nIt seems that Breonna Taylor was knee-deep in the criminal enterprise of her sometime-boyfriend, Jamarcus Glover, who was running a massive drug operation, selling crack cocaine and fentanyl to the citizens of Louisville.\n\nThe morning after Breonna was killed, for example, Jamarcus told his baby mama (on a police-recorded phone call): “This is what you got to understand, don’t take it wrong, but Bre been handling all my money, she been handling my money … She been handling sh*t for me and Cuz, it ain’t just me.”\n\nHe detailed the amounts when an unidentified male got on the line, saying, “Tell Cuz, Bre got down like $15 (grand), she had the $8 (grand) I gave her the other day and she picked up another $6 (grand).”\n\nAnd yet, the media credulously claimed that Breonna barely knew Jamarcus, based on the family’s lawyer, Sam Aguiar, saying that they had broken up two years earlier and had only a “passive friendship.”\n\nIn addition to “handling sh*t” for Jamarcus, Breonna had bailed Jamarcus out of jail, driven with him to a “trap house” (where the drugs were sold), and allowed him to use her address — the site of the raid — for his mail, phone bills, a bank account and jail bookings. All this in 2020.\n\nPolice GPS tracking showed that Jamarcus had been to Breonna’s apartment six times in January alone, and had called her from jail dozens of times since they had allegedly broken up.\n\nJan. 3, 2020:\n\nJamarcus: “Just be on standby so you can come get me. Love you.”\n\nBreonna: “Love you, too.”\n\nMore significantly, police had photos of Jamarcus picking up USPS packages at Breonna’s apartment as recently as Jan. 16, 2020, then taking them directly to a trap house. The photos are available online. (If only our media had access to the internet!)\n\nAnd of course, back in 2016, after Breonna had rented a car for Jamarcus, police showed up at her door because … a dead body was found in the trunk. The murdered man turned out to be the brother of one of Jamarcus’ co-conspirators. Surely that gave Breonna an inkling that Jamarcus was not walking on the right side of the law.\n\nThese are a few of the reasons why, on March 13, Louisville police planned to execute four simultaneous no-knock search warrants on homes associated with Jamarcus’ drug operation: 2424 Elliott Avenue (the trap house, where vast amounts of crack cocaine, fentanyl pills and guns were found), 2425 Elliott Avenue, 2426 Elliott Avenue (the houses next door, used to hide guns and drugs), and 3003 Springfield Drive No. 4 (Breonna’s apartment).\n\nAlthough all the warrants were written as “no-knock” to protect the officers and prevent the destruction of evidence, the police did knock and announce themselves at Breonna’s apartment. The officers say so, and at least one brave neighbor broke with “the community” to admit he heard the police announce themselves.\n\nThe media make the inane point that a dozen neighbors didn’t hear the police announce themselves. Even assuming they’re telling the truth, that proves: A dozen neighbors didn’t hear the police announce themselves. It doesn’t prove that the officers didn’t announce themselves. (This is why there are LSATs to get into law school.)\n\nEven Breonna’s boyfriend says they knocked. You’re the bagwoman for a major crack cocaine operation, there’s loud banging on your door after midnight, and your reaction is: The last thing I imagined was that it could be the police!\n\nTeam Breonna makes a big point of the fact that the police found no drugs or money at her apartment. Yeah, that’s because they didn’t look.\n\nThe first officer through the door was shot by Breonna’s boyfriend — who eventually admitted he shot first — and the officers returned fire, hitting Breonna five times, one fatally. (All proved by federal ballistics reports.) In the commotion after the shootout, the officers never executed the search warrant.\n\nThat was confirmed by a police investigator to the grand jury — and also by Jamarcus, who said in jailhouse recordings that his money was still at Breonna’s house:\n\nJamarcus: “It was there, it was there, it was there … They didn’t do nothing though that’s the problem … [Breonna’s boyfriend] said ain’t none of that go on.”\n\n[Unidentified man] to Jamarcus: “So they didn’t take none of the money?”\n\nJamarcus: “[Breonna’s boyfriend] said that none of that go on. He said Homicide came straight on the scene and they went to packaging Bre and they left.”\n\nBut how on earth did the officers hit Breonna, when she was sound asleep in the next room? She wasn’t. She was standing in the hallway right next to her boyfriend … who, again, was shooting at the police. He ducked, she didn’t.\n\nAs Jamarcus summarized what happened to Breonna in a jailhouse phone call: “that n@gga did this shit. At the end of the day, if I would have been at that house, Bre would be alive, bruh. I don’t shoot at no police.”\n\nFor this, Breonna’s family got $12 million from the city and the rest of us got endless nights of violent riots.",
          "link": "http://www.breitbart.com/politics/2020/12/16/ann-coulter-breonna-taylor-the-true-story-of-a-blm-hero/",
          "keywords": [
            "wrong",
            "boyfriend",
            "taylor",
            "breonna",
            "breonnas",
            "house",
            "apartment",
            "ann",
            "jamarcus",
            "coulter",
            "true",
            "didnt",
            "hero",
            "door",
            "officers",
            "blm"
          ],
          "top_image": "https://media.breitbart.com/media/2018/05/coulter-headshot-640x480-640x480.jpg",
          "published": "2020-12-16T00:00:00"
        },
        {
          "title": "Cotton: ‘The Biden Family Needs to Come Clean’",
          "text": "Wednesday during an appearance on FNC’s “The Daily Briefing,” Sen. Tom Cotton (R-AR) reacted to President-elect Joe Biden’s response to a question, saying he was “confident” his son Hunter Biden did nothing wrong.\n\nCotton urged Biden and his family to “come clean” about their business dealings to shore up confidence from the American people.\n\n“[I]t’s nice that he finally deigned to answer Peter Doocy or any other reporter as opposed to just arrogantly dismissing their question,” he said. “He may be confident in his son, but I don’t think many of the American people are. Look, Hunter Biden has been under investigation by multiple U.S. Attorneys for multiple potential crimes like tax fraud, money laundering, securities fraud, fraud in connection with purchasing a hospital or investing in one with Joe Biden and his brother.”\n\n“This is why the Biden family needs to come clean,” Cotton continued. “They need to explain exactly what Hunter Biden has been up to, and they need to let the American people get to the bottom of it. It’s why the media should have addressed these things before the election as opposed to trying to bury any news that would reflect poorly on Joe Biden and his family practice of profiting off his public office.”\n\nFollow Jeff Poor on Twitter @jeff_poor",
          "link": "http://www.breitbart.com/clips/2020/12/16/cotton-the-biden-family-needs-to-come-clean/",
          "keywords": [
            "opposed",
            "come",
            "american",
            "cotton",
            "hunter",
            "joe",
            "son",
            "clean",
            "need",
            "fraud",
            "family",
            "biden",
            "question",
            "needs"
          ],
          "top_image": "https://media.breitbart.com/media/2020/07/tom-cotton-rar-july1-2020-capitol-getty-640x335.jpg",
          "published": "2020-12-16T00:00:00"
        },
        {
          "title": "Harris: Coronavirus, Recession, Racism, Climate Change Biggest Threats",
          "text": "Vice President-elect Kamala Harris posted a video on Twitter Tuesday thanking her supporters and promising that she and President-elect Joe Biden would confront the “four existential threats” facing the nation — coronavirus, the economic downturn caused by the pandemic, racial injustice and climate change.\n\nThe video starts with a woman from Atlanta asking Harris: “I want to know what is something exciting and fun that you want to do when you get to the White House?”\n\n“Well, Kerry, one of the things that I’m looking forward to is cooking and my husband Doug is looking forward to the same,” Harris said.\n\nIt was great hearing from supporters on our thank you call last night and I can’t wait until we’re all together once again. pic.twitter.com/WbFOHaj8oF — Kamala Harris (@KamalaHarris) December 16, 2020\n\nHarris then goes on to say what she and Biden think are the greatest threats facing America and what their goals are once in office.\n\n“But you know, as the president elect and I said on the campaign trail, we’re in the midst of four existential crises — a pandemic, a recession, a long overdue reckoning on racial injustice, and, of course, the climate crisis,” Harris said.\n\n“And as we address these crises, I know what I’m looking most forward to is small businesses getting back on their feet,” Harris said. “You know, children going back to school every day like the president-elect said.”\n\nAnd as Congress is yet to approve a coronavirus relief bill or funding the government, Harris said lawmakers need to “cooperate” with the new administration.\n\n“We have a plan,” Harris said. “We need Congress to cooperate and work with us on it, but it an be done. It’s very doable.”\n\n“I’m looking forward to all Americans taking the vaccine and wearing masks and being safe,” Harris said. “I’ll tell you I’m so looking forward to next year and the holiday season and being with our family in person.”\n\nFollow Penny Starr on Twitter or send news tips to pstarr@breitbart.com",
          "link": "http://www.breitbart.com/politics/2020/12/16/kamala-harriss-4-biggest-threats-facing-america-coronavirus-recession-racial-injustice-climate-change/",
          "keywords": [
            "biggest",
            "climate",
            "looking",
            "racism",
            "know",
            "presidentelect",
            "twitter",
            "harris",
            "threats",
            "change",
            "supporters",
            "coronavirus",
            "video",
            "recession",
            "forward",
            "im"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/Kamala-Harris-Looks-Forward-to-Cooking-640x335.jpg",
          "published": "2020-12-16T00:00:00"
        },
        {
          "title": "Texas AG Ken Paxton Files Lawsuit Against Google over Ad Practices",
          "text": "Texas attorney general Ken Paxton along with the attorneys general of eight other states have filed an antitrust case against Google, alleging the company abuses its monopoly power in digital ads to harm consumers and businesses.\n\nFiled in the federal court of Texas, Paxton’s suit has been joined by the states of Arkansas, Indiana, Idaho, Kentucky, Missouri, Mississippi, North Dakota, South Dakota, and Utah.\n\n“Google repeatedly used its monopolistic power to control pricing, engage in market collusions to rig auctions, and a tremendous violation of justice,” said attorney general Paxton in a video on Twitter.\n\n#BREAKING: Texas takes the lead once more! Today, we’re filing a lawsuit against #Google for anticompetitive conduct. This internet Goliath used its power to manipulate the market, destroy competition, and harm YOU, the consumer. Stay tuned… pic.twitter.com/fdEVEWQb0e — Texas Attorney General (@TXAG) December 16, 2020\n\n“Right now, when you visit the website of a news outlet you know and trust… You’ll see advertisements likely placed there by Google. But Google doesn’t tell you, the public, that they manipulate the advertising auction, and they continually, illegally profit, by taking money away from those web pages and putting it in their own pockets.”\n\n“This goliath of a company is using its power to manipulate the market, destroy competition and harm you the consumer.”\n\n“These actions harm every person in America. It isn’t fair that Google can harm the web pages you visit and read, and it isn’t fair that Google effectively eliminated its competition and crowned itself the head of online advertising.”\n\n“If the free market were a baseball game, Google positioned itself as the pitcher, the batter, and the umpire.”\n\nIf successful, Paxton’s lawsuit could hamper Google’s ability to arbitrarily punish websites by artificially manipulating the price of online ads.\n\nFar-left Google employees have in the past sought to use the company’s dominance in digital ads to punish conservative media, in particular Breitbart News.\n\nLeaked materials obtained by Breitbart News in 2018 revealed relentless agitation inside the company to blacklist Breitbart News from Google’s ad services.\n\nAllum Bokhari is the senior technology correspondent at Breitbart News. His new book, #DELETED: Big Tech’s Battle to Erase the Trump Movement and Steal The Election, which contains exclusive interviews with sources inside Google, Facebook, and other tech companies, is currently available for purchase.",
          "link": "http://www.breitbart.com/tech/2020/12/16/texas-ag-ken-paxton-files-lawsuit-against-google-over-ad-practices/",
          "keywords": [
            "breitbart",
            "power",
            "market",
            "ken",
            "paxton",
            "general",
            "manipulate",
            "harm",
            "practices",
            "ad",
            "texas",
            "ag",
            "lawsuit",
            "google",
            "files",
            "competition",
            "company"
          ],
          "top_image": "https://media.breitbart.com/media/2018/12/Google-CEO-Sundar-Pichai-testifies.jpg",
          "published": "2020-12-16T00:00:00"
        },
        {
          "title": "Rock Band Death Cab for Cutie Raises $100,000 for Stacey Abrams’ Voter Group",
          "text": "Alternative rock band Death Cab for Cutie released an EP last week that raised $100,000 for Stacey Abrams’s voter organization Fair Fight as donations continue to pour in ahead of next month’s all-important run-off Senate races in Georgia.\n\nThe single, named “The Georgia EP,” raised the sic-figure amount after being sold exclusively on Bandcamp.\n\n“WOW. Because of your generous donations we raised over $100,000 for @fairfightaction! This exceeded our wildest expectations. From the bottom of our hearts, THANK YOU for buying The Georgia E.P. and raising money for voting rights! Georgians, early voting has begun – please vote!”\n\nWOW. Because of your generous donations we raised over $100,000 for @fairfightaction! This exceeded our wildest expectations. From the bottom of our hearts, THANK YOU for buying The Georgia E.P. and raising money for voting rights! Georgians, early voting has begun – please vote! pic.twitter.com/TUkpIY8jzl — Death Cab for Cutie (@dcfc) December 15, 2020\n\n“We created this exclusive e.p. of songs by some of our favorite Georgia artists for our friend Stacey Abrams and all the hard-working people at Fair Fight Action,” said lead vocalist Ben Gibbard. “We strongly believe in the work Fair Fight has done to assure free and fair elections in Georgia and beyond and have been honored to assist them throughout the 2020 campaign.”\n\nIn a note to fans, the group said that in a “year where so much of what we love to do has been put on pause, it felt so good to be making music together again.”\n\nFair Fight was founded by Abrams, a former Georgia state representative, in the aftermath of her defeat to Governor Brian Kemp in the 2018 midterm elections. Abrams has repeatedly claimed her loss was the result of voter suppression tactics against likely Democratic voters, although she has never provided any solid evidence to support these claims.\n\nAccording to the group’s mission statement, their purpose is primarily to ensure “fair elections in Georgia and around the country,” although they do admit to “engaging in partnership to support and elect pro voting rights, progressive leaders.”\n\nTheir mission statement explains:\n\nWe promote fair elections in Georgia and around the country, encourage voter participation in elections, and educate voters about elections and their voting rights. Fair Fight brings awareness to the public on election reform, advocates for election reform at all levels, and engages in other voter education programs and communications. Voter suppression of voters of color and young voters is a scourge our country faces in states across the nation. Georgia’s 2018 elections shone a bright light on the issue with elections that were rife with mismanagement, irregularities, unbelievably long lines and more, exposing both recent and also decades-long actions and inactions by the state to thwart the right to vote. Georgians and Americans are fighting back. Fair Fight Action engages in voter mobilization and education activities and advocates for progressive issues; in addition Fair Fight Action has mounted significant programs to combat voter suppression in Georgia and nationally.\n\nDespite never being elected to national office, Abrams has become one of the most important Democratic campaigners in Georgia ahead of next month’s all-important Senate run-off elections that will determine whether the Biden administration gains control of both the legislative and executive branches of government.\n\nSince the run-off elections were announced, dozens of Hollywood figures have thrown their weight and wallets behind Democratic candidates Jon Ossoff and Raphael Warnock. Some of the most prominent donors include George Clooney, Will Smith, Joaquin Phoenix, and Leonardo DiCaprio, all of whom poured money into the Democratic war chest in the hope that two victories would give them total control of Congress.\n\nFollow Ben Kew on Parler, Facebook, or Twitter. You can email him at bkew@breitbart.com.",
          "link": "http://www.breitbart.com/entertainment/2020/12/16/rock-band-death-cab-for-cutie-raises-100000-for-stacey-abrams-voter-suppression-organization/",
          "keywords": [
            "fight",
            "raised",
            "raises",
            "voter",
            "cutie",
            "georgia",
            "band",
            "voting",
            "ep",
            "stacey",
            "group",
            "voters",
            "rock",
            "cab",
            "fair",
            "elections",
            "rights",
            "death",
            "abrams"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/deathcabforcutiega1-640x335.jpg",
          "published": "2020-12-16T00:00:00"
        },
        {
          "title": "Leslie Jones: Raphael Warnock, Jon Ossoff Give Me Most Hope I’ve Had Since MLK and JFK",
          "text": "Control of the U.S. Senate will come down to the outcome of the two Senate runoff races in Georgia. With the Senate majority leadership within his reach, Sen. Chuck Schumer (D-NY) has declared, “Now we take Georgia, and then we change America.”\n\nComing to America 2 actress and Supermarket Sweep host Leslie Jones helped lead a fundraising event for Georgia Democrat candidates Raphael Warnock and Jon Ossoff, during which she seemed to suggest that the pair give her a kind of hope in the political process that’s reminiscent of Martin Luther King, Jr. and John F. Kennedy.\n\n“I’m 53 years old. I’ve been through a lot of presidencies,” Leslie Jones exclaimed during the video event on Wednesday, which featured the two candidates, Warnock and Ossoff, as well as Jones, actress and left-wing activist Alyssa Milano, and Supernatural star Mischa Collins.. “I lost hope along the way because I was like there’s not going to be another Kennedy, there’s not going to be another Martin Luther King.”\n\nWatch below:\n\n“There’s not going to be any other politician that’s going to come in and actually look like they care about the people. It just doesn’t even seem like that’s ever going to exist anymore,” Jones continued. “When I was watching you guys last night, I had a really deep sense of hope. I felt like, ‘Oh wow, if they get in, they’re going to fight for us.’ For a long time, I hadn’t felt that. Even when Obama got in, it was wonderful. It was a wonderful moment. But I knew Obama was going to face people who wasn’t going to let him do what he needed to do. And That’s when I started learning about Senate stuff.”\n\nAlyssa Milano helped lead the charge in 2019, demanding that Hollywood boycott Georgia, which would’ve inflicted serious damage to the Peach State’s economy, over its heartbeat abortion law.\n\nLast month, Leslie Jones attacked Senate Majority Leader Mitch McConnell’s (R-KY) Q&A with reporters, calling him as a “corpse” and “piece of indignant ass shit.”\n\nFuck this dude!! PIECE OF SHIT!! pic.twitter.com/MZbHV9gQjx — Leslie Jones (@Lesdoggg) November 6, 2020\n\nFollow Warner Todd Huston on Facebook at: facebook.com/Warner.Todd.Huston.",
          "link": "http://www.breitbart.com/entertainment/2020/12/16/leslie-jones-raphael-warnock-jon-ossoff-give-me-most-hope-ive-had-since-mlk-and-kennedy/",
          "keywords": [
            "going",
            "jfk",
            "hope",
            "warnock",
            "ossoff",
            "jon",
            "senate",
            "leslie",
            "raphael",
            "georgia",
            "wonderful",
            "mlk",
            "ive",
            "thats",
            "jones",
            "theres"
          ],
          "top_image": "https://media.breitbart.com/media/2020/04/lesliejones1-640x335.jpg",
          "published": "2020-12-16T00:00:00"
        },
        {
          "title": "NBC’s Mehdi Hasan: ‘Sociopathic’ Trump ‘Should Be Prosecuted’ for American Coronavirus Deaths",
          "text": "NBC News’ streaming service Peacock host Mehdi Hasan said Wednesday on MSNBC’s “All In” that President Donald Trump “should be prosecuted” for his “sociopathic” behavior that lead to hundreds of thousands of “preventable deaths” from coronavirus.\n\nHasan said, “The two worst presidents of the last hundred years are the last two Republican presidents the current one Donald Trump and George W. Bush which speaks volumes about the modern Republican Party and also when you compare Trump and Bush, Bush killed hundreds of thousands of people abroad, you know, brown and black people in faraway countries we don’t care about. Donald Trump killed hundreds of thousands of people or presided over the preventable deaths here at home in the United States of America. And that for me, you talk about morally abominable. It is sociopathic.”\n\nReferencing a report on an HHS appointee email pushing herd immunity for coronavirus, Hasan said, “You mentioned earlier in the show the four words that will be the epithet is we want more infections, we want more infected. What about who cares in those e-mails? That jumped out at me. This guy Paul Alexander writes if we have more cases, more people infected, more positive tests, who cares? You take who cares, you add it to Donald Trump’s ‘it is what it is,’ you add it to Jared Kushner’s ‘that’s their problem’ when people in New York are dying. This is sociopathic. This is not just morally abominable. I think people should be held to account. I think they should be prosecuted. The people behind these preventible deaths should be prosecuted when they leave office on January 20.”\n\nFollow Pam Key on Twitter @pamkeyNEN",
          "link": "http://www.breitbart.com/clips/2020/12/16/nbcs-mehdi-hasan-sociopathic-trump-should-be-prosecuted-for-american-coronavirus-deaths/",
          "keywords": [
            "nbcs",
            "hundreds",
            "american",
            "donald",
            "prosecuted",
            "deaths",
            "cares",
            "trump",
            "think",
            "hasan",
            "mehdi",
            "coronavirus",
            "bush",
            "sociopathic",
            "thousands"
          ],
          "top_image": "https://media.breitbart.com/media/2016/01/1280px-Mehdi_Hasan.png",
          "published": "2020-12-16T00:00:00"
        }
      ]
    }
  }
}