{
  "newspapers": {
    "bbc": {
      "rss": "http://feeds.bbci.co.uk/news/rss.xml",
      "link": "http://www.bbc.com/",
      "articles": []
    },
    "theguardian": {
      "rss": "https://www.theguardian.com/uk/rss",
      "link": "https://www.theguardian.com/world/rss",
      "articles": []
    },
    "washingtonpost": {
      "link": "https://www.washingtonpost.com/",
      "articles": [
        {
          "title": "Israel-Gaza war live updates Hostages in Gaza to be freed Friday at the earliest, Israeli official says",
          "text": "A swap of Palestinian prisoners in Israel for Israeli hostages held by Hamas in Gaza would not begin earlier than Friday, Tzachi Hanegbi, Israel’s National Security Council director, said in a statement overnight. The first part of the agreement, a four-day pause in fighting, is set to begin earlier. The deal, which involves the first major pause since Israel launched an air and ground assault on the Gaza Strip after Hamas attacked Israel on Oct. 7, is set to allow the exchange of at least 50 Israeli hostages, civilian women and children, for 150 Palestinian women and teenagers held in Israeli prisons. Israel has said it could extend the pause by a day for every additional 10 hostages released after the initial group.",
          "link": "https://www.washingtonpost.com/world/2023/11/23/israel-hamas-war-news-hostage-deal-gaza-palestine/",
          "keywords": [
            "live",
            "pause",
            "women",
            "israel",
            "official",
            "freed",
            "gaza",
            "israeli",
            "updates",
            "hostages",
            "hamas",
            "israelgaza",
            "war",
            "earliest",
            "set",
            "palestinian",
            "held"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/IYSHD5XNWYM6IHJCZ3P3734FUE_size-normalized.jpg&w=1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "Inside the hard, circuitous route to a hostage release deal",
          "text": "Listen 11 min Share Comment on this story Comment Add to your saved stories Save\n\nOne week ago, on Nov. 14, negotiations over the release by Hamas of hostages being held in Gaza appeared on the right track. Hamas had produced, as demanded by Israel and the United States, the names and identifying information of the 50 women and children held captive it was prepared to release.\n\nIsrael’s war cabinet had agreed, in principle, to pause combat operations and trade 150 Palestinian prisoners.\n\nIn a one-on-one meeting in Tel Aviv that day between Israeli Prime Minister Benjamin Netanyahu and Brett McGurk, the White House’s top official on the Middle East, “it was very clear” that the Israelis “were ready to move forward,” a senior Biden administration official said.\n\nAs they walked together out of what had been a difficult session, Netanyahu, the official said, grabbed McGurk’s arm and said, “We need this deal.” Under extreme domestic pressure to bring the hostages home, he urged McGurk to have President Biden call the emir of Qatar, where negotiators were mediating the indirect talks with Hamas, and have him communicate Israel’s “final” terms.\n\nAdvertisement\n\nJust hours later, Israeli troops moved into Gaza’s al-Shifa Hospital and all communications with Hamas, and in Gaza, went dark.\n\n“It had looked like towards the end of that day … that we were closing in and [then] everything stalled,” said the senior official, one of several U.S. and foreign officials who provided an account of the five weeks of hard and often frustrating negotiations leading to the breakthrough hostage release deal and four-day fighting pause announced early Wednesday. They spoke on the condition of anonymity to describe sensitive details of the talks.\n\nHamas said it was breaking off all negotiations unless Israeli forces immediately left the hospital, under which Israeli and U.S. intelligence said that militants operated a command post and stored weapons. Hamas has denied using al-Shifa as a military base. Israel refused to pull its soldiers back from the hospital complex but passed word through the Americans to Qatar and Hamas that it would not interfere with patients or the running of the facility.\n\nAdvertisement\n\nWhen communications with the hospital and between the combatants, via Qatar, were restored three days later, Biden was in San Francisco for the Asia-Pacific Economic Cooperation conference and a long-planned meeting with Chinese President Xi Jinping. Breaking away from the summitry, he called the Qatari emir, Tamim bin Hamad Al Thani. This was the last chance, Biden told him, insisting that it be made clear to Hamas that time was up and the hostage deal had to be finalized.\n\nThat up-and-down series of events was illustrative of how the talks moved. “We would reach the limits of an agreement, and then get sent back to square one a number of times,” Majed Al Ansari, an adviser to the Qatari prime minister and Foreign Ministry spokesman, said in an interview Wednesday. Indirect negotiations with a militant group neither Israel nor the United States will speak to directly have delayed communications, even as they have often been interrupted by events on the ground. Messages sent through third parties at times have been garbled. And bellicose public messaging has sometimes undercut the private talks.\n\n“It was one of the hardest things I have ever done,” one participant in the negotiations said.\n\nAdvertisement\n\nThe deal’s last sticking points were not without tension. In the early hours of Wednesday, the Israeli cabinet announced its final approval of the six-page document outlining the terms of the combat pause and hostage release sequence. But as the world waited for an official announcement from Qatar, it became clear, a Biden administration official said, that Hamas had not signed off. In Doha, however, negotiators were still waiting for Israel to send final details, including the start time of the pause.\n\nEven now, the agreement will require delicate communication to hold, as hostages are moved through a hair-trigger war zone and released in batches over four days. Once the trades are complete, Israel has said it will continue its punishing offensive in Gaza that has killed more than 11,100, according to official figures from the Gaza Health Ministry, which estimates that at least 2,000 more could be dead.\n\nBut Biden administration officials are hopeful that the release of the 50 women and children, including two Americans and a toddler whose parents were killed in Hamas’s Oct. 7 invasion of Israel, will work smoothly enough to convince both sides to extend the pause in fighting and allow others to be freed.\n\nAdvertisement\n\nIsraeli and U.S. officials believe there are at least another 25, and perhaps another 50 or more, women and children among the estimated 239 hostages. The remaining captives include male civilians — including seven Americans — female Israeli soldiers, and up to several dozen male members of the Israel Defense Forces. There is nothing in the agreement that guarantees their release.\n\nMuch of the fighting yet to come is likely to be in southern Gaza, a densely populated region now packed with hundreds of thousands of additional people who fled Israeli airstrikes and a ground invasion in the north.\n\n“We have said we don’t support those kinds of operations, absent a comprehensive plan by the Israelis in how they’re going to factor in how they’re going to be able to protect what is now mathematically a dramatically increased civilian population in the south [who were] evacuated from the north at Israel’s urging,” National Security Council spokesman John Kirby said Tuesday of the planned southern offensive.\n\nAdvertisement\n\nIncreased civilian casualties in southern Gaza could disrupt prisoner releases and plans to use the fighting pauses to funnel a massive increase in the amount of humanitarian aid.\n\nShare this article Share\n\nNoting that 1,370 trucks’ worth of food, water and medicine and about 20,000 gallons of fuel have been allowed into Gaza through Egypt over the past several weeks, Kirby said that “we expect that will continue now in even larger quantities.”\n\nMany U.S., Israeli, Qatari and Egyptian officials played a part in the formulation of the deal, and there were near-constant communications at the highest levels — among Biden, Netanyahu, Tamim and Egyptian President Abdel Fatah El-Sisi and their senior national security and foreign policy aides.\n\nSeveral people familiar with the talks said that key roles were played by CIA Director William J. Burns and David Barnea, head of Israel’s Mossad intelligence service, whose governments delegated them negotiating authority, and by Qatari Prime Minister Mohammed bin Abdulrahman Al Thani, who also serves as foreign minister and has been the principal interlocutor in Doha with Hamas political chief Ismail Haniyeh and Khaled Meshal, the former leader who resides in Qatar and is now head of Hamas diaspora affairs.\n\nAdvertisement\n\n“I think the U.S. help mostly, toward the end, was pressure on the Israelis,” an Arab diplomat said.\n\nAccording to administration officials, just days after Oct. 7, Biden asked Qatar to set up a special “cell” of officials in Doha to handle hostage negotiations. On Oct. 18, he traveled to Tel Aviv for a meeting with Netanyahu to press Israel to lift its siege of Gaza to allow entry of humanitarian aid. On the flight home, he telephoned Sisi to ask that Egypt allow aid to pass through the Rafah border crossing.\n\nThe Oct. 20 release of an American mother and daughter held captive in Gaza “gave us some confidence … that Qatar really could deliver through the cell,” the senior administration official said. That “led to a very intensified process for the larger release of hostages.”\n\nEven then, however, it took Hamas fighters six hours to move the two hostages from where they were held to the border where they were handed over. “You’re in a war zone where roads are blocked and buildings are toppled,” said Ansari, the Qatari adviser. The experience magnified the need for a temporary cessation of military activity if a larger number of captives were to be released.\n\nAdvertisement\n\nIn more than a dozen calls between Biden and Netanyahu, the hostages were “a key topic,” the official said, noting that a release deal “was really the only realistic path to securing a multiday humanitarian pause in the fighting.”\n\nDetails were complicated, the official said, including safe-passage corridors, “surveillance … time frames and total numbers, demands on Hamas to produce the lists of hostages it was holding, identifying information, guarantees of release.”\n\n“The process was protracted … difficult messages had to be passed from Doha, from Cairo into Gaza and back.” The White House provided no public readout on some of the calls.\n\nWhen Israel insisted on identifying information for all women and children being held captive, Hamas refused, saying it could only guarantee that 50 hostages could be released and offered to provide proof of life on just 10. The militants insisted, and U.S. officials agreed, that a pause in Israeli attacks was necessary to locate all of the hostages, some of which are believed to be held by other militant groups in Gaza.\n\nAdvertisement\n\nBut on Nov. 12, Biden called the emir and said that what Hamas was offering was not enough. “We needed clear identifying information for who would be in this group of 50 — age … nationalities,” the administration official said. Hamas eventually produced the required information on 50 women and children.\n\nTwo days later, Biden called Netanyahu, who agreed, “generally speaking,” that “it was time to move forward with this deal.” It was approved the night of Nov. 14 by Israel’s war cabinet, the official said.\n\nLater, as the internal deliberations were ongoing in Israel and IDF troops in Gaza continued their operations at al-Shifa Hospital, everything stalled again and Hamas stopped communicating. According to a person familiar with the talks, the militants were concerned about the evacuations of patients, including premature babies, and attacks on other hospitals. On Nov. 18, McGurk flew to Qatar to meet with the prime minister. Burns and Israeli officials were dialed into the session.\n\nDoha did not completely agree with Washington’s assessment that any holdup was because of Hamas. “The deadlock was on the Israeli side,” the Arab diplomat said. “They wanted more than 50.”\n\nOver the final 48 hours of negotiations, when most of the terms of the deal had been set, Israel and Hamas were still haggling over the exact number of captives to be released. Late Saturday night, Qatar passed a “final” proposal to Hamas representatives in Doha. On Sunday morning, McGurk was in Cairo, in a meeting with Egypt’s intelligence chief, when he received word through an aide that Hamas had accepted.\n\nThat evening, Israel’s war cabinet met again and approved the deal with what one U.S. official called “minor changes.” In Doha, Qatar passed the proposed changes to Hamas, telling them that this, in fact, was the “final offer.” Late Monday, Hamas agreed and the ball was back in Israel’s court.\n\nAfter a meeting that began Tuesday evening and stretched into the early hours of Wednesday morning Israeli time, Netanyahu’s government announced that it had approved a four-day pause in fighting and a release of Palestinian prisoners, at a ratio of three to one, in exchange for 50 women and children held hostage. Each additional 10 hostages Hamas released, it said, would bring an additional day of pause. But the war, it made clear, was not over.\n\nShortly thereafter, in a statement posted on its Telegram channel, Hamas said that it would release 50 “occupation detainees from women and children under the age of 19 in exchange for the release of 150 women and children from our people from the occupation prisons.”\n\nAll air traffic over southern Gaza would cease for four days, Hamas said in a detailed description of the deal, and in the north for six hours a day between 10 a.m. and 4 p.m. No one would be arrested in Gaza during the pause, it said, and “hundreds of trucks” would be admitted with relief for both the north and south of the enclave.\n\nIt was not exactly the 24-hour a day cessation of all combat operations that the Americans had pushed for. But it was a start.\n\nSusannah George in Doha contributed to this report.",
          "link": "https://www.washingtonpost.com/national-security/2023/11/22/israel-hamas-us-hostage-deal/",
          "keywords": [
            "pause",
            "qatar",
            "inside",
            "israel",
            "deal",
            "route",
            "official",
            "biden",
            "gaza",
            "israeli",
            "hamas",
            "circuitous",
            "hostages",
            "hostage",
            "hard",
            "release"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DOYJEHQ3Z54GSVN4IB77GFAEVA.jpg&w=1440",
          "published": "2023-11-22T00:00:00"
        }
      ]
    },
    "times": {
      "link": "https://timesofindia.indiatimes.com/",
      "articles": []
    },
    "New York Times": {
      "link": "https://www.nytimes.com/",
      "articles": [
        {
          "title": "5 Minutes to Make You Love Music",
          "text": "Card 1 of 28\n\n5 Minutes That Will Make You Love Alice Coltrane\n\nWe asked writers, critics and musicians including Meshell Ndegeocello and Angel Bat Dawid to tell us what moves them in Coltrane’s spiritual jazz.\n\nBackground Image: A colorful animated illustration of a musician with a loose resemblance to Alice Coltrane playing the harp with their eyes closed.",
          "link": "https://www.nytimes.com/interactive/2023/10/27/arts/music/music-fivemins-collection.html",
          "keywords": [
            "musician",
            "playing",
            "minutes",
            "musicians",
            "moves",
            "resemblance",
            "spiritual",
            "love",
            "ndegeocello",
            "alice",
            "writers",
            "music",
            "tell"
          ],
          "top_image": "https://static01.nyt.com/images/2022/08/03/arts/03fiveminutes-jazz-duke/03fiveminutes-jazz-duke-facebookJumbo.jpg",
          "published": "2023-10-27T00:00:00"
        }
      ]
    }
  }
}