{
  "newspapers": {
    "breitbart": {
      "link": "http://www.breitbart.com/",
      "articles": [
        {
          "title": "Tulsi: Redirect Big Tech's Excess Profits to Struggling Small Businesses",
          "text": "A plan by Tulsi Gabbard (D-HI) would redirect excess profits from multinational corporations allowed to remain open during the Chinese coronavirus crisis to small businesses that have been forced to close due to economic shutdowns.\n\nGabbard released legislation on Friday, known as the Pandemic Crisis Excess Profits Tax, to ensure that corporations such as Amazon, Facebook, Walmart, and Google are not profiting off economic shutdowns that have helped clear the market of their competition.\n\n“Big tech corporations and big-box retailers are among those who have made excessive profits during the COVID-19 pandemic, while mom and pop shops are being forced to close their doors due to government-mandated restrictions,” Gabbard said in a statement.\n\nThe legislation — first adopted during World War I and World War II to prevent corporations from profiting off the wars — would add a 95 percent tax on corporations’ excess profits calculated by subtracting their 2020 gross earnings from their average gross earnings from 2016 to 2019, before the coronavirus.\n\nBig tech & big box retailers are seeing windfall profits & will emerge from this crisis stronger than ever at the expense of small businesses who are bearing the brunt of gov restrictions. I introduced HRes 1267 that will tax 95% of excess profits to support small businesses… pic.twitter.com/XjCKazW30d — Tulsi Gabbard 🌺 (@TulsiGabbard) December 18, 2020\n\nThe corporations’ excess profits would then be directed to aid struggling small businesses that have been forced to close their doors due to economic shutdowns while giant conglomerates have been allowed to conduct business as usual. Gabbard said:\n\nBecause of this, these large corporations will be better positioned with a competitive advantage over small businesses in a post-pandemic economy. Congress must reinstate the WWII-era excess profit tax used at that time to prevent war-time profiteering, and dedicate the funds collected to helping small businesses recover.\n\n“Small businesses are the backbone of our economy and have borne the brunt of this crisis,” Gabbard continued. “We need to support our small businesses and make sure that they are able to thrive and compete.”\n\nWhile potentially 160,000 to 317,000 small businesses across the United States have closed between February and September of this year as a result of forced economic shutdowns due to the coronavirus. That amounts to roughly 800 to 1,200 small business closures every day.\n\nMeanwhile, the executives of the nation’s biggest corporations — allowed to remain open — have netted enormous profits over the last year.\n\nAmazon CEO Jeff Bezos, for instance, has increased his wealth by nearly $72.5 billion this year, while Facebook CEO Mark Zuckerberg has increased his wealth by $26.3 billion. Big box retailers like Walmart, Target, Home Depot, and Wayfair have seen their profits surge as their competitors are run out of business.\n\nJohn Binder is a reporter for Breitbart News. Follow him on Twitter at @JxhnBinder.",
          "link": "http://www.breitbart.com/politics/2020/12/18/tulsi-gabbard-redirect-profits-from-corporations-allowed-to-remain-open-to-small-businesses-forced-to-close/",
          "keywords": [
            "tulsi",
            "techs",
            "economic",
            "forced",
            "corporations",
            "businesses",
            "struggling",
            "profits",
            "excess",
            "big",
            "gabbard",
            "tax",
            "redirect",
            "crisis",
            "small"
          ],
          "top_image": "https://media.breitbart.com/media/2020/01/tulsi-gabbard-640x335.jpg",
          "published": "2020-12-18T00:00:00"
        },
        {
          "title": "Breitbart’s AWR Hawkins Awarded ‘Gun Rights Defender of the Year’",
          "text": "Breitbart News’s AWR Hawkins was awarded “Gun Rights Defender of the Year” by the Citizens Committee for the Right to Keep and Bear Arms (CCRKBA).\n\nThe award came in conjunction with the 2020 Gun Rights Policy Conference, a Second Amendment Foundation-sponsored event that brings together pro-gun authors, broadcasters, journalists, legislators, and enthusiasts annually.\n\nThe policy conference was held in September of this year, but was conducted virtually because of coronavirus restrictions. Awards, normally given during the conference, are being announced during December 2020 via press releases.\n\nOn December 17, 2020, CCRKBA announced they were giving Hawkins the “Gun Rights Defender of the Year” award.\n\n“AWR is a gun rights legend,” Alex Marlow, editor-in-chief of Breitbart News, said. “For years he has kept tens of millions of Breitbart readers on the cutting edge on one of the most important issues of our time. It’s great to see him recognized for his tireless work. He’s a true happy warrior.”\n\nCCRKBA chairman Alan Gottlieb said, “AWR Hawkins is one of the more powerful voices in the Second Amendment community. He has worked tirelessly offering news and views from a pro-Second Amendment perspective, and his background certainly enables him to speak with authority on gun rights and military history.”\n\nHawkins has a Masters in U.S. History, with a focus on the Civil War. He has a PhD in Military History, with a focus on the Vietnam War and the U.S. Navy.\n\nHawkins received the “Journalist of the Year” award at the 2015 Gun Rights Policy Conference, “Gun Rights Defender of the Year” at the 2016 conference, “Journalist of the Year” at the 2017 conference, and received that award again in 2019.\n\nUpon being notified of this year’s award, Hawkins said, “It’s awesome to get this award, and it’s an honor to defend the Second Amendment and gun rights. Without those we don’t have freedom.”",
          "link": "http://www.breitbart.com/politics/2020/12/18/breitbarts-awr-hawkins-awarded-gun-rights-defender-of-the-year/",
          "keywords": [
            "second",
            "award",
            "awarded",
            "gun",
            "rights",
            "breitbart",
            "awr",
            "hawkins",
            "policy",
            "defender",
            "breitbarts",
            "amendment",
            "conference"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/AWR-Hawkins-640x335.jpg",
          "published": "2020-12-18T00:00:00"
        },
        {
          "title": "Charles Hurt: Biden’s Transition Has Been a Flaming Disaster",
          "text": "Joseph R. Biden has not even been sworn in and already it is shaping up to be the “hold my beer” presidency.\n\nFor four years the innocent citizens of America have endured the wildest accusations and conspiracies about how President Trump was corrupt, a puppet of a foreign power, beholden to an overseas dictator hellbent on destroying America whose family was raking in the millions from those very same enemies abroad.\n\nMr. Biden’s response: “Hold my beer.”\n\nAs in, “Hold my beer. Watch this.” It’s the age-old anthem among rednecks across America who wish to outdo their comrades in some daring — often self-defeating — stunt.\n\nFor example, you might build a wooden ramp beside a raging bonfire over which you jump your brand new four-wheeler. “Hold my beer. Watch this,” says your friend, who douses the wooden ramp in diesel fuel and lights it on fire before performing the same brilliant stunt.\n\n“Hold my beer. Watch this,” is said to be the five most perilous words in the American language.\n\nBut, hey, the beaches of Normandy did not get stormed by a bunch of sissies.\n\nAnd I don’t mean to give Mr. Biden too much credit here. The guy wouldn’t know which end was up on a four-wheeler. He wouldn’t know diesel fuel from the apple juice his caretakers give him in a box with a straw.\n\nHis wife, “Doctor” Jill Biden, would be utterly flummoxed by the math of a four-wheeler. She would be looking for the fifth wheel, while demanding everyone standing around the bonfire and burning ramp address her as “Doctor.”\n\nBut when it comes to being a flaming disaster, Mr. Biden is an expert. He has been getting everything disastrously wrong in Washington for five decades now.\n\nAll the accusations of corruption and international conspiracy lodged against Mr. Trump turned out to be pure fantasy.\n\nBeleaguered American taxpayers shelled out tens of millions of dollars investigating the president’s supposed ties to Russia only to discover they were just overheated fever dreams of swamp dwellers suffering acute strains of Trump Derangement Syndrome.\n\nSlow Joe and his dim wife never got that memo.\n\nInstead, Mr. Biden said, “Hold my beer.” He anointed himself “the big guy” and dispatched his troubled son Hunter to China to collect millions and put the whole family into political hock to the Chinese communists.\n\nClaims of corruption against Mr. Trump proved so unfounded, Democrats dropped those charges in their madcap impeachment proceedings, instead of impeaching him over a perfectly legitimate phone call to the president of Ukraine — allegedly some kind of “quid pro quo” that was in some way somehow evil or corrupt.\n\nTo which Mr. Biden — again — replied: “Hold my beer.”\n\nHe leveraged $1 billion in taxpayer money to force the sacking of a Ukraine prosecutor who was threatening to investigate his son’s obvious corruption in that derelict country.\n\nLike I said, flaming disaster.\n\nFor four years we have listened to Democrats complain that Mr. Trump is vulgar and working to divide the country.\n\n“Hold my beer,” said Mr. Biden, who doesn’t even try to conceal his contempt for the 75 million Americans who voted for Mr. Trump in this last election.\n\nAmong his latest hires is a guttermouth who spouts off to Glamour magazine about how they will attempt to work with Republicans even though, in her potty language, they are a “bunch of f–—s.”\n\nSo glamorous. How proud would you be if your son brought home that mouth to meet the family?\n\n• Charles Hurt is opinion editor of The Washington Times. He can be reached at churt@washingtontimes.com or @charleshurt3 on Parler.",
          "link": "http://www.breitbart.com/politics/2020/12/18/charles-hurt-bidens-transition-has-been-a-flaming-disaster/",
          "keywords": [
            "bidens",
            "mr",
            "transition",
            "biden",
            "flaming",
            "beer",
            "disaster",
            "family",
            "hurt",
            "millions",
            "hold",
            "charles",
            "trump",
            "fourwheeler",
            "watch",
            "ramp"
          ],
          "top_image": "https://media.breitbart.com/media/2020/11/AP_20306851143511-640x335.jpg",
          "published": "2020-12-18T00:00:00"
        },
        {
          "title": "Kamala Harris to Campaign with Warnock, Ossoff Next Week",
          "text": "Vice President-elect Kamala Harris is scheduled to travel to Georgia on Monday to take part in campaign events for Democrat U.S. Senate candidates Raphael Warnock and Jon Ossoff.\n\nThe trip was announced Friday by the Biden-Harris transition team, which stated that Harris, who has been ranked the most liberal senator, will appear at rallies in Columbus and Suwanee.\n\nHarris’s scheduled trip to Georgia comes on the heels of President-elect Joe Biden’s visit earlier this week to Atlanta, Georgia, where he pleaded with residents in the state to vote for Warnock and Ossoff.\n\n“It’s time to stand up, take back our democracy. Send me these two men and we will control the Senate and we will change the lives of the people in Georgia,” Biden proclaimed during his stop in the Peach State.\n\n“I need two Senators from this state if I want to get something done, not two Senators who are going to get in the way,” Biden added. “Because look, getting nothing just hurts Georgia.”\n\nThe respective runoff elections between Warnock and Sen. Kelly Loeffler (R-GA) and between Ossoff and Sen. David Perdue (R-GA) have been set for January 5. In-person early voting began on Monday.",
          "link": "http://www.breitbart.com/politics/2020/12/18/kamala-harris-to-campaign-in-georgia-with-warnock-ossoff-next-week/",
          "keywords": [
            "senate",
            "campaign",
            "state",
            "senators",
            "scheduled",
            "presidentelect",
            "week",
            "rga",
            "georgia",
            "harris",
            "kamala",
            "warnock",
            "trip",
            "sen",
            "ossoff"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/GettyImages-1229635841-640x335.jpg",
          "published": "2020-12-18T00:00:00"
        },
        {
          "title": "CBP Commissioner: Joe Biden’s Border Policy Signals Open Borders",
          "text": "In an interview with Fox and Friends, Acting Customs and Border Protection (CBP) Commissioner Mark Morgan said on Wednesday that the incoming Biden administration’s policies on border security and the border wall signal that America’s borders will be open to illegal migrants, drug cartels, and traffickers.\n\nPresident Donald Trump has promised to complete 450 miles of wall along the U.S. southern border with Mexico by the end of the calendar year, but President-elect Joe Biden has said he will not build “one more foot” of the wall.\n\n“That’s very disturbing,” Morgan said.\n\n“Right now, if you look at what the Biden administration’s policies are going to be, it’s not just about stopping the construction of the border wall,” Morgan said. “It’s about providing amnesty to millions of people.”\n\nHe said Biden may even reverse the Centers for Disease and Control and Prevention’s (CDC) order to immediately return illegal border crossers back to their country of origin to prevent the spread of the coronavirus.\n\n“That is not an immigration strategy, mark my words,” Morgan said. “That is an open border strategy.”\n\n“And the cartels and human smugglers already see that loud and clear and are already fueling perceptions that with a change in administrations, our borders are going to be wide open,” Morgan said. “It is absolutely increasing illegal immigration right today.”\n\nAs for stopping the wall’s construction, Morgan said that would cost taxpayers “billions” of dollars to cancel contracts and walk away from the massive stockpile of steel and concrete already purchased for the project.\n\nMorgan said because Congress has failed to legislate immigration reform, Trump has had to do much of his border security reform through executive order. And as president, Biden could reverse all of Trump’s accomplishments.\n\n“And if he does that, I’m predicting right here on this show. If they do what they promise they’re going to do … you will see another crisis on our border, and it will pale in comparison to what we saw last year,” Morgan said, referring to the border crisis of thousands of migrants in caravans trying to gain entry into the United States.\n\nAs Breitbart News reported, Morgan has been making the media rounds to warn against Biden’s policies.\n\nBreitbart News reported even the pro-migration New York Times is acknowledging Joe Biden’s policies are encouraging poor people to come to the United States.\n\n“If there is a perception of more-humane policies, you are likely to see an increase of arrivals at the border,” T. Alexander Aleinikoff, the director of the New York-based Zolberg Institute on Migration and Mobility, told the NYT in a December 13 report, titled “As Biden Prepares to Take Office, a New Rush at the Border.”\n\nFollow Penny Starr on Twitter or send news tips to pstarr@breitbart.com.",
          "link": "http://www.breitbart.com/2020-election/2020/12/18/cbp-commissioner-biden-border-policy-signals-open-borders-migrants-drug-cartels-traffickers/",
          "keywords": [
            "border",
            "cbp",
            "borders",
            "bidens",
            "biden",
            "illegal",
            "going",
            "wall",
            "morgan",
            "policies",
            "joe",
            "open",
            "policy",
            "signals",
            "commissioner",
            "administrations",
            "immigration"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/oct31-2020-anti-trump-signs-us-mexico-border-immigration-getty-640x335.jpg",
          "published": "2020-12-18T00:00:00"
        },
        {
          "title": "Joe Biden Has Not Yet Named Bernie Sanders Supporters to Cabinet, White House",
          "text": "President-elect Joe Biden has yet to appoint any prominent supporters of Sen. Bernie Sanders (I-VT) to his incoming administration in the month and-a-half since the November 3 presidential election.\n\nThe list of his twenty or so hires, both for Senate-confirmed and White House staff roles, includes several long-time aides, many former Obama administration officials, and even one or two “progressives,” such as California Attorney General Xavier Becerra.\n\nBut almost all of those named supported Biden in the Democratic Party presidential primary.\n\nOne rare exception is Rep. Deb Haaland (D-NM), whom Biden named as his choice for Secretary of the Interior this week, and who supported Sen. Elizabeth Warren (D-MA). Pete Buttigieg, whom Biden selected as his pick for Secretary of Transportation, ran against Biden, but dropped out before Super Tuesday to endorse him.\n\nOne choice, Symone Sanders, backed the Vermont socialist in 2016, but served as a Biden surrogate in 2020. She has, bizarrely, been relegated to the Vice President’s office in favor of former Obama communications aide Jen Psaki, who will be Biden’s White House Press Secretary.\n\nSanders supporters have been grumbling online about their exclusion, given the fact that Biden relied on their votes to defeat Trump in the Upper Midwest and elsewhere:\n\nI believe the count of Bernie Sanders supporters in the Joe Biden Cabinet thus far is zero. — Ben Spielberg (@BenSpielberg) November 30, 2020\n\nThere’s not a single Bernie Sanders supporter in Biden’s administration. https://t.co/K9GJqtuqYL — BJG 👑 (@briebriejoy) December 16, 2020\n\nSanders himself complained about the issue indirectly on Thursday in an interview with CNN’s Wolf Blitzer, arguing that Biden had not nominated enough “progressives”:`\n\nSen. Bernie Sanders tells @WolfBlitzer that he doesn’t believe Pres.-elect Joe Biden is doing enough to amplify the voices and policies of the progressive wing of the Democratic Party. “Those voices of millions and millions of people deserve representation in the Biden Cabinet.” pic.twitter.com/zsFf1h9Vbt — The Situation Room (@CNNSitRoom) December 16, 2020\n\nHe made similar comments earlier this month:\n\n“I have not seen people from the progressive movement per se in the cabinet.” –@BernieSanders “A movement that constitutes 35%, 40% of the Democratic Party, should that movement be represented in one capacity [in the Biden administration]? The answer is absolutely yes.” pic.twitter.com/FDEi6BbCki — Justice Democrats (@justicedems) December 14, 2020\n\nBiden is somewhat constrained by the fact that Republicans still control the Senate and would continue to do so if they win at least one of the two Senate seats at stake in the Jan. 5 runoffs in Georgia.\n\nStill, there are many senior administration positions that do not require the consent of the Senate.\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News and the host of Breitbart News Sunday on Sirius XM Patriot on Sunday evenings from 7 p.m. to 10 p.m. ET (4 p.m. to 7 p.m. PT). His newest e-book is Neither Free nor Fair: The 2020 U.S. Presidential Election. His recent book, RED NOVEMBER, tells the story of the 2020 Democratic presidential primary from a conservative perspective. He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship. Follow him on Twitter at @joelpollak.",
          "link": "http://www.breitbart.com/politics/2020/12/18/joe-biden-has-not-yet-named-bernie-sanders-supporters-to-cabinet-white-house/",
          "keywords": [
            "white",
            "administration",
            "democratic",
            "movement",
            "biden",
            "bernie",
            "named",
            "joe",
            "cabinet",
            "supporters",
            "house",
            "presidential",
            "party",
            "sanders"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/Buttigieg-Sanders-Biden-Associated-Press-640x335.jpg",
          "published": "2020-12-18T00:00:00"
        },
        {
          "title": "McCarthy: FBI Briefing ‘Fundamentally Answered’ That Swalwell Shouldn’t Be on Intel. Committee",
          "text": "While speaking to reporters after receiving an FBI briefing on Friday, House Minority Leader Kevin McCarthy (R-CA) stated that the briefing made it clear that Rep. Eric Swalwell (D-CA) should not be on the House Intelligence Committee.\n\nMcCarthy said, “I don’t talk about what goes on inside there, but it only raised more questions. The one thing that was fundamentally answered, he should not be on Intel.”\n\nHe added, “The one thing I know for sure, I had questions about whether he should, that’s the one question that was answered. He should not be on Intel.”\n\nFollow Ian Hanchett on Twitter @IanHanchett",
          "link": "http://www.breitbart.com/clips/2020/12/18/mccarthy-fbi-briefing-fundamentally-answered-that-swalwell-shouldnt-be-on-intel-committee/",
          "keywords": [
            "fbi",
            "thats",
            "intel",
            "answered",
            "talk",
            "fundamentally",
            "shouldnt",
            "briefing",
            "questions",
            "twitter",
            "thing",
            "mccarthy",
            "house",
            "sure",
            "swalwell",
            "committee"
          ],
          "top_image": "https://media.breitbart.com/media/2020/05/McCarthy-510-640x335.jpg",
          "published": "2020-12-18T00:00:00"
        },
        {
          "title": "CNN’s Acosta: Trump Chasing After ‘Fever Dream’ that He Can Overturn Election Results",
          "text": "CNN’s chief White House correspondent Jim Acosta on Friday during “Anderson Cooper 360,” accused President Donald Trump of “chasing” after a fever dream, which he said was being able to overturn the November 3 election results.\n\nGuest anchor John Berman said, “When you think of the crisis this country is facing now, the public health, the economy, the huge cyberattack, the president is speaking out in about any of it in any meaningful, substantial way. Why is he fighting for a job that he does not seemingly want to do?”\n\nAcosta said, “I talked to a Trump adviser earlier this week who described the president as not whining not working. I think that essentiality sums it up. It’s extraordinary because not only do we have this raging pandemic with thousands of lives lost every day, we also have this cyberattack, this Russian cyberattack on the U.S. government, that the president is still silent about this evening. We had multiple days in a row where the president is not getting out in front of the camera and addressing reporters. He would have had multiple opportunities if he wants them to not only speak out on the pandemic and encourage people to get out there and get vaccinations but also to warn Vladimir Putin to stay out of this federal government. He’s just chosen not to do so.”\n\nHe continued, “It is alarming. You and I were talking about this previously this week. This is a president who has checked out. He does not seem to want to do the job anymore. He likes the fancy house behind me with the wreaths adorning the exterior and so on, but he does not want to do the work. There is a lot to be done. It’s extraordinary. One would think if he’s thinking about running in 2024 that he would want to go out there and lead the charge on the coronavirus pandemic, lead the charge in challenging Vladimir Putin on this cybersecurity hack. He’s not doing it. I suspect, John because he’s wrapped up in grief with this election and chasing after this fever dream that he somehow can still over overturn the election results when it’s just not going to happen.”\n\nFollow Pam Key on Twitter @pamkeyNEN",
          "link": "http://www.breitbart.com/clips/2020/12/18/cnns-acosta-trump-chasing-after-fever-dream-that-he-can-overturn-election-results/",
          "keywords": [
            "overturn",
            "pandemic",
            "fever",
            "think",
            "results",
            "cyberattack",
            "president",
            "week",
            "vladimir",
            "acosta",
            "trump",
            "chasing",
            "hes",
            "election",
            "does",
            "cnns",
            "dream"
          ],
          "top_image": "https://media.breitbart.com/media/2018/10/GettyImages-1045098554.jpg",
          "published": "2020-12-18T00:00:00"
        },
        {
          "title": "Daines: Swalwell ‘Needs to Get in Front of a Congressional Committee’",
          "text": "On Friday’s broadcast of Fox News Radio’s “Fox Across America,” Sen. Steve Daines (R-MT) said that Rep. Eric Swalwell (D-CA) should testify before a congressional committee about his involvement with a suspected Chinese spy.\n\nDaines said, [relevant remarks begin around 12:10] “Let’s just start with the first step is to have him come clean about what really happened. He needs to get in front of a congressional committee, whether it’s in a classified setting, or in a public setting and just come clean on what’s going on. That’s step one, and when he is not willing to tell the actual story, then there’s a problem here. And so that — the facts need to come out and then the consequences will follow shortly after.”\n\nFollow Ian Hanchett on Twitter @IanHanchett",
          "link": "http://www.breitbart.com/clips/2020/12/18/daines-swalwell-needs-to-get-in-front-of-a-congressional-committee/",
          "keywords": [
            "needs",
            "congressional",
            "daines",
            "fox",
            "willing",
            "come",
            "clean",
            "step",
            "whats",
            "twitter",
            "setting",
            "swalwell",
            "committee"
          ],
          "top_image": "https://media.breitbart.com/media/2019/08/Sen.-Steve-Daines-640x335.jpg",
          "published": "2020-12-18T00:00:00"
        },
        {
          "title": "MSNBC’s Jason Johnson Predicts Wave of Violence After Trump Leaves Office",
          "text": "MSNBC political analyst Jason Johnson predicted Friday on “Deadline” that violence over Donald Trump losing the White House would increase.\n\nJohnson said, “This is just the beginning of how this is going to be. Senator Tuberville he abandoned Texas Tech. He leaves everything but not Trump-ism. He abandoned three different colleges but he’s not abandoning Trump-ism. You still have Proud Boys who are marching through Washington D.C. and tearing down signs. The moment that Donald Trump is out of power, these groups will become more unhinged. The Republican Party is full of individuals, even if they don’t believe the things at the core, are willing to placate and play with and galvanize these kinds of organizations.”\n\nHe continued, “I think we’re heading into an even darker period. Because if you don’t have somebody at the head of this sort of collection of ants running in and out of this insane anthill of MAGA and nonsense of white nationalism, if there’s no one to control them, if Donald Trump doesn’t have anybody around him to say ‘Hey, look this is a good idea or bad idea,’ they will only get worse. He’ll sit and stew and watch television every day and think about the fact he’s not on ‘Saturday Night Live’ anymore, thing about the fact that nobody cares about him and that will enrage him and the other people supporting him. So yeah I think the Republican party is in for real soul-searching but right now a lot of them are still committed to Donald Trump and the violence we’re going to see in the coming months will make this past summer look like a picnic. I’m not happy about that. I’m not enthusiastic about that but that’s what I see happening and the violence we’re seeing in the streets right now is just a preview.”\n\nHe added, “We’re talking Portland, we’re talking the Midwest, and these people are empowered every single minute of every single day that they hear senators deny the legitimacy of Joe Biden getting into office. They’re not being crushed down they are being empowered. Look at the two people running for the January 5 runoff. They are encouraging this kind of behavior. This is not the end. It the beginning.”\n\nFollow Pam Key on Twitter @pamkeyNEN",
          "link": "http://www.breitbart.com/clips/2020/12/18/msnbcs-jason-johnson-predicts-wave-of-violence-after-trump-leaves-office/",
          "keywords": [
            "msnbcs",
            "white",
            "violence",
            "wave",
            "jason",
            "johnson",
            "trumpism",
            "talking",
            "running",
            "office",
            "leaves",
            "think",
            "single",
            "trump",
            "look",
            "predicts",
            "donald"
          ],
          "top_image": "https://media.breitbart.com/media/2016/03/jason-johnson.jpg",
          "published": "2020-12-18T00:00:00"
        }
      ]
    }
  }
}