{
  "newspapers": {
    "bbc": {
      "rss": "http://feeds.bbci.co.uk/news/rss.xml",
      "link": "http://www.bbc.com/",
      "articles": [
        {
          "link": "https://www.bbc.co.uk/news/world-us-canada-55283024",
          "published": "2020-12-12T05:10:15",
          "title": "US Supreme Court rejects Trump-backed bid to overturn election",
          "text": "The decision paves the way for the members of the electoral college to meet in state capitals across the US on Monday. At that point, the door to Mr Trump's legal challenges to the election will slam closed. And while his supporters may try a last-ditch effort to block Mr Biden's victory in Congress in January, those political manoeuvres are destined to fail. Democrats will make sure of that.",
          "keywords": []
        },
        {
          "link": "https://www.bbc.co.uk/news/world-us-canada-55265477",
          "published": "2020-12-12T06:03:50",
          "title": "Covid: FDA approves Pfizer vaccine for emergency use in US",
          "text": "The vaccine is given as two injections, 21 days apart, with the second dose being a booster. Immunity begins to kick in after the first dose but reaches its full effect seven days after the second dose.",
          "keywords": []
        },
        {
          "link": "https://www.bbc.co.uk/news/uk-politics-55283489",
          "published": "2020-12-12T04:30:44",
          "title": "Brexit: UK-EU trade talks to resume with one day to go",
          "text": "The MoD has said it has conducted \"extensive planning and preparation\" to ensure it is ready for a range of scenarios at the end of the transition period, including having 14,000 personnel on standby to support the government over the winter with the EU transition, as well as with Covid support and other events such as severe weather.",
          "keywords": []
        },
        {
          "link": "https://www.bbc.co.uk/news/uk-55282329",
          "published": "2020-12-11T21:14:12",
          "title": "Prince William and Kate make red carpet debut with royal children",
          "text": "\"You include community workers, volunteers, teachers, NHS staff, representatives from the emergency services and military, researchers working on the vaccine, people helping the homeless, those manning vital call centres, and staff from a wide range of frontline charities - to name but a few,\" he said.",
          "keywords": []
        }
      ]
    },
    "breitbart": {
      "link": "http://www.breitbart.com/",
      "articles": [
        {
          "title": "FDA Approves Pfizer’s Coronavirus Vaccine",
          "text": "The Food and Drug Administration (FDA) on Friday night approved the first coronavirus vaccine for emergency use in the United States, several media outlets reported, clearing the way for U.S. officials to begin vaccinating millions of Americans as early as next week.\n\nThe New York Times wrote:\n\nThe Food and Drug Administration authorized Pfizer’s Covid-19 vaccine for emergency use on Friday, according to three people with knowledge of the decision who spoke on condition of anonymity because they were not authorized to discuss it. The action means millions of highly vulnerable people will begin receiving the vaccine within days.\n\nThe Washington Post also confirmed the news that the FDA has approved the vaccine. The Post wrote:\n\nThe Food and Drug Administration on Friday gave emergency use authorization to the nation’s first coronavirus vaccine, launching what scientists hope will be a critical counteroffensive against a pathogen that has killed more than 290,000 Americans, shredded the nation’s social and political fabric and devastated the economy.\n\nThe vaccine, from Pfizer and its German partner BioNTech, will reportedly be shipped out in the. millions across America over the next week. The United States joins other countries, including the United Kingdom and Canada, in approving the vaccine. The Pfizer vaccine is administered in two separate doses ,weeks apart, and American officials have been preparing, as the vaccine requires being frozen for a massive undertaking of shipping and storing the vaccine nationwide. Pfizer has said the vaccine has a 95 percent effectiveness rate, without any serious side effects.\n\nThis week, U.S. officials from President Donald Trump’s administration gathered with governors at the White House to tout the coming vaccine and lay out a vision for distributing it nationwide.\n\nTrump released a video on Twitter announcing the news of the FDA’s approval of the vaccine, saying it met the “gold standard of safety” of the world’s premiere agency that gauges effectiveness and safety of medicines.\n\n“I have really good news,” Trump said. “Today our nation has achieved a medical miracle. We have delivered a safe and effective vaccine in just nine months. This is one of the greatest scientific accomplishments in history. It will save millions of lives and end the pandemic once and for all.”\n\nTrump also touted Operation Warp Speed as helping deliver this vaccine, as his administration through this program put huge funding behind the effort to develop the cure—and to get it distributed out to the general public. The president said that while governors will decide how the vaccine is administered in their states, “the first vaccine will be administered in less than 24 hours.”\n\nHe also said that all Americans will be able to get it for free.\n\n“We have made sure that this vaccine will be free for all Americans,” Trump said.\n\nSenior officials from the Trump administration celebrated the news too.\n\n“It is nothing short of a medical miracle to have FDA authorization of a vaccine for COVID-19 just over 11 months since the virus was made known to the world,” Health and Human Services Secretary Alex Azar said in a statement. “Because of President Trump’s strong leadership and unwavering support for Operation Warp Speed, we have millions of doses of this vaccine that are now being shipped to every corner of America, with administration to begin as soon as providers are ready. The triumph of Operation Warp Speed is a tribute to dedicated public servants across HHS and the Department of Defense, our partners in the private sector, and incredible American scientists. This vaccine, like any vaccine FDA potentially authorizes, has been through multiple stages of safety review, and it has shown extraordinary effectiveness in protecting people from the virus. Vaccines will help bring this pandemic to an end, which is all the more reason to double down on the public health measures we need to stay safe in the coming months. As Americans get vaccinated, we need to continue taking steps like washing our hands, social distancing, and wearing face coverings to protect ourselves, our loved ones, and our communities.”\n\nActing Defense Secretary Christopher Miller, whose Department is overseeing the logistics side of vaccine distribution through Operation Warp Speed, praised servicemen and women who are leading the effort to get the vaccine out all across America.\n\n“The massive logistical planning our military has contributed to Operation Warp Speed gives me even more pride in the talent and dedication of our service members,” Miller said. “They have been crucial in bringing a safe and effective vaccine to the American people and in restoring the health of our country.”\n\nVaccines normally take years to develop and receive approval, but Trump’s Operation Warp Speed–part of the White House Coronavirus Task Force effort under the president’s leadership–sped up the process significantl, having one ready in less than a year since the novel coronavirus pandemic first broke out across the United States and around the world.\n\nIn an exclusive interview with Breitbart News in April, FDA commissioner Dr. Stephen Hahn estimated that the vaccine may take as long as a year to 18 months from then to develop and approve–so this nine-month timetable is truly record-setting.\n\n“On vaccine development, as you know it takes time for vaccines,” Hahn said in early April. “In record time, a company in collaboration with the FDA and U.S. government—and N.I.H. was involved with this too—a company has gotten a vaccine into clinical trials. That’s a safety clinical trial, so the earliest—we’re working with a number of manufacturers, so PHARMA and vaccine manufacturers have stood up and really leaned in on this one. We are working with a number of manufacturers, and there are a number of promising candidates. We’re working hard to accelerate that timetable. Typically it takes years. Dr. Fauci has mentioned on TV that it may take 12 to 18 months. I think that is a typical and reasonable timeframe. But I don’t want the American people to think we’re resting on a standard timetable here. We’re really pushing hard to try to accelerate things here. There’s a number of things we can do from a regulatory point of view and with respect to manufacturing capacity to help the clinical trials get performed so they’re as efficient as possible—and also around sharing of data. This is where industry where again, normally as competitors, they have committed to sharing so we can have the absolute best products in the hands of the American people and that includes vaccines.”\n\nBut this process was not without its hiccups. Other countries had approved the vaccine first, before the FDA here in the United States, and the FDA’s advisory committee had recommended its approval earlier this week. Several media outlets reported that White House Chief of Staff Mark Meadows leaned in on Hahn Friday to ensure the FDA got final emergency approval across the finish line this week– or else he’d be fired– reportedly that some at FDA pushed back on. Hahn himself said that the media reports of such a phone call were inaccurate.\n\nThe virus, which intelligence officials agree emanated from Wuhan, China, has completely upended the world and the United States for the past nine months. The FDA approval of the Pfizer vaccine, and looming potential approvals of other vaccine candidates, gives hope to an otherwise grim pandemic that has shaken the world. It also completely changed the trajectory of the 2020 presidential campaign, as Democrat candidate former Vice President Joe Biden made Trump’s response to the pandemic a centerpiece of his campaign. While Trump continues to challenge the election results, Biden is currently the certified winner in well more than enough states to easily secure an electoral college victory. Next week, those electors will, barring any last-second surprises, formally be slated for Biden–all while the coronavirus vaccine is administered to the first of what is expected to be millions of Americans who eventually get it–capping a tumultuous year in American politics, health, and science.",
          "link": "http://www.breitbart.com/politics/2020/12/11/fda-approves-pfizers-coronavirus-vaccine/",
          "keywords": [
            "coronavirus",
            "fda",
            "americans",
            "vaccine",
            "approves",
            "united",
            "months",
            "states",
            "administration",
            "operation",
            "millions",
            "pfizers",
            "warp"
          ],
          "published": "2020-12-11T00:00:00"
        },
        {
          "title": "Trump: We ‘Achieved’ Goal of Vaccine by Year’s End That Some Said ‘Couldn’t Be Done’",
          "text": "During a video statement on Friday, President Donald Trump celebrated the FDA’s authorization of the Pfizer coronavirus vaccine, declaring that his goal of producing a vaccine before the end of 2020, that some said wasn’t possible, has been achieved, and that “The pandemic may have begun in China, but we are ending it, right here, in America.”\n\nTrump said, “Today, our nation has achieved a medical miracle. We have delivered a safe and effective vaccine in just nine months. This is one of the greatest scientific accomplishments in history. It will save millions of lives and soon end the pandemic once and for all.”\n\nTrump also thanked the workers who made the vaccine possible and praised the FDA’s work reviewing the vaccine. And said that the first vaccine “will be administered in less than 24 hours.”\n\nHe added, “When the China virus invaded our shores, I promised that we would produce a vaccine in record time before the end of the year. They said it couldn’t be done. But with today’s announcement, we have now achieved that goal. … Today’s achievement is a reminder of America’s unlimited potential when we have the will and the courage to pursue ambitious goals.”\n\nTrump concluded, “The pandemic may have begun in China, but we are ending it, right here, in America. Operation Warp Speed is the greatest medical manufacturing endeavor in American history. We are deeply grateful to every person who has worked round the clock on this monumental, national project to save lives.”\n\nFollow Ian Hanchett on Twitter @IanHanchett",
          "link": "http://www.breitbart.com/clips/2020/12/11/trump-we-achieved-goal-of-vaccine-by-years-end-that-some-said-couldnt-be-done/",
          "keywords": [
            "possible",
            "vaccine",
            "save",
            "end",
            "medical",
            "pandemic",
            "todays",
            "right",
            "trump",
            "goal",
            "china",
            "achieved",
            "couldnt"
          ],
          "published": "2020-12-11T00:00:00"
        },
        {
          "title": "Supreme Court Dismisses Texas 2020 Election Challenge; Alito and Thomas Disagree",
          "text": "The Supreme Court dismissed a prominent legal challenge Friday to the 2020 election results filed Monday by the State of Texas.\n\n“The State of Texas’s motion for leave to file a bill of complaint is denied for lack of standing under Article III of the Constitution,” the statement from the Supreme Court read. “Texas has not demonstrated a judicially cognizable interest in the manner in which another State conducts its elections.”\n\nSupreme Court Order to Texas by Breitbart News on Scribd\n\nTexas Attorney General Ken Paxton filed a case directly to the Supreme Court, challenging the election results from Pennsylvania, Georgia, Michigan, and Wisconsin.\n\nThe suit argued that the four states illegally made changes to the voting rules through the courts instead of through state legislatures, violating the Electors Clause. It also argues the differences in voting rules in different counties violated the Constitution’s Equal Protection Clause and cites claims of voting irregularities in the states.\n\nSeventeen states joined the lawsuit as well as over 120 House Republicans.\n\nOn Wednesday, The president described the Texas case as “The big one” and repeatedly urged the Supreme Court justices to have the “wisdom” and the “courage” take up the case.\n\nJustice Samuel Alito issued a statement with the dismissal that was joined by Justice Clarence Thomas, arguing that the Supreme Court should take up the case.\n\n“In my view, we do not have the discretion to deny the filing of a bill of complaint in a case that falls within our original jurisdiction,” Alito wrote, arguing that he would grant the motion to file the bill of complaint.\n\nBut Alito signaled he would not have granted the state of Texas the ability to halt the election certification as the challenge requested.\n\n“I would therefore grant the motion to file the bill of complaint but would not grant other relief, and I express no view on any other issue,” he concluded.\n\nThe three justices appointed by Trump, Amy Coney Barrett, Brett Kavanaugh, and Neil Gorsuch did not voice an opinion on the case.",
          "link": "http://www.breitbart.com/politics/2020/12/11/supreme-court-dismisses-texas-2020-election-challenge-alito-and-thomas-disagree/",
          "keywords": [
            "state",
            "alito",
            "challenge",
            "voting",
            "election",
            "supreme",
            "court",
            "thomas",
            "case",
            "bill",
            "motion",
            "dismisses",
            "file",
            "texas",
            "disagree",
            "2020",
            "grant"
          ],
          "published": "2020-12-11T00:00:00"
        },
        {
          "title": "All 3 Trump Supreme Court Appointees Decline Texas Election Case",
          "text": "All three of President Donald Trump’s Supreme Court appointees — Justices Neil Gorsuch, Brett Kavanaugh, and Amy Coney Barrett — joined Chief Justice John Roberts and the three liberal justices in declining to hear Texas v. Pennsylvania.\n\nIn a short order issued Friday, the Court declared that Texas lacked standing to bring its case against Pennsylvania and three other states whose election rules were changed outside their respective state legislatures, as the Constitution requires.\n\nSupreme Court Order to Texas by Breitbart News on Scribd\n\nThroughout Barrett’s confirmation process this past fall, Democrats suggested that Trump had appointed her in exchange for favorable judgements during the election. Barrett denied that the president had ever raised the election with her at all.\n\nThe three new Trump appointees voted with their liberal colleagues, whose votes were never in doubt. Roberts has lately moved toward the liberal camp, and voted accordingly. Ironically, only Justices Clarence Thomas and Samuel Alito, both appointed by Trump’s Republican predecessors (George H.W. Bush and George W. Bush, respectively), voted to hear the case. Four justices out of the nine would have had to agree to hear the case for it to have proceeded at the Supreme Court.\n\nConservative radio host Mark Levin, commenting on the Court’s decision, remarked that it may have “slit its own throat,” because the same rules being challenged in Georgia would apply to the Senate runoffs in January, and Democrats have discussed packing the Court with new liberal justices if they win both Senate seats and take control of the upper chamber.\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News and the host of Breitbart News Sunday on Sirius XM Patriot on Sunday evenings from 7 p.m. to 10 p.m. ET (4 p.m. to 7 p.m. PT). His newest e-book is Neither Free nor Fair: The 2020 U.S. Presidential Election. His recent book, RED NOVEMBER, tells the story of the 2020 Democratic presidential primary from a conservative perspective. He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship. Follow him on Twitter at @joelpollak.",
          "link": "http://www.breitbart.com/politics/2020/12/11/all-3-trump-supreme-court-appointees-decline-texas-election-case/",
          "keywords": [
            "appointees",
            "liberal",
            "hear",
            "voted",
            "election",
            "supreme",
            "court",
            "case",
            "justices",
            "trump",
            "decline",
            "trumps",
            "texas",
            "breitbart"
          ],
          "published": "2020-12-11T00:00:00"
        }
      ]
    },
    "cnn": {
      "rss": "http://rss.cnn.com/rss/edition.rss",
      "link": "http://edition.cnn.com/",
      "articles": [
        {
          "link": "https://www.cnn.com/2020/12/12/health/biontech-covid-vaccine-sahin-intl-hnk/index.html",
          "published": "2020-12-12T06:43:22",
          "title": "US Covid-19 vaccine authorization is 'a most important milestone,' BioNTech CEO says",
          "text": "(CNN) The US Food and Drug Administration's emergency use authorization of Pfizer and BioNTech's coronavirus vaccine is a crucial step in developing the new-generation vaccine, BioNTech CEO Ugur Sahin says.\n\n\"This is a most important milestone,\" Sahin told CNN in an exclusive interview. \"I am really happy that we had such a good meeting and the FDA authorized the vaccine so that we are able to make our vaccine available to the US population.\"\n\nThe FDA authorized the vaccine late Friday night after its advisers recommended the go-ahead. The US follows several other countries in authorizing the vaccine, including Britain, which has already immunized at least 2,000 people.\n\nThe EUA was lightning fast by US regulatory standards -- especially for a vaccine using new technology.\n\nBioNTech's vaccine uses messenger RNA, genetic material that codes for a piece of the virus's spike protein -- the outside hook that attaches to the cells the virus attacks. This mRNA prompts the human body to produce little pieces of the protein, and then produce an immune response against it.\n\nClinical trials in more than 40,000 people showed it was 95% effective in preventing symptomatic disease.\n\n\"The most important result is that we expect that the vaccinated people will have a much lower risk of hospitalization. So that means we expect a lower risk of hospitalizations in the US,\" Sahin said.\n\n\"We will not have a direct impact on the pandemic spread in the next few months since we need of course to reach a large proportion of the population to reduce the speed of the outbreak.\"\n\nPfizer has only been able to produce a few million doses for the US so far, so it will not immediately affect the pandemic, Sahin said. But after more people get vaccinated, the effects will kick in, he predicted.\n\n\"It could start depending on how fast we can do the roll out and depending also when other companies join us,\" he said. \"It could happen at the beginning of March, middle of March, end of March to see the first effects. And I hope that with the spring season we will have by nature a lower rate of infections. And the combination of both might help us to have a better summer than the situation is now.\"\n\nAllergic reactions\n\nUS vaccine advisers who discussed the EUA were worried about reports of allergic reactions to the vaccine -- at least two in Britain -- as well as reports that about 9% of people who received the shots in clinical trials suffered reactions including headache, fever and muscle aches that lasted as long as two days.\n\n\"Actually this is something which is well-known,\" Sahin said.\n\n\"So people with a known anaphylactic reaction are known to be at risk for vaccination with any type of vaccine. So this is not a big surprise and there must be precautions. And one of the most important precautions is really that vaccination happens under the control of a physician,\" he added.\n\n\"So if severe reactions happen, the physician can react -- can provide, for example, corticosteroids. And this happened exactly in the United Kingdom. The two participants recovered after getting corticosteroids and treatment, adrenaline treatment. And the most important thing is to understand the risk profile of the individual subject and then decide on a case-by-case basis whether the vaccine should be applied or not.\"\n\nSahin said he was confident BioNTech and Pfizer had chosen the safest vaccine candidate out of a batch of possibilities.\n\n\"The safety data shows that this is a vaccine like any other anti-viral vaccine with a benign safety profile, mild and moderate side effects. Typical side effects are pain at the injection site, fever and headache in a proportion of participants. And based on the study we can say that this is a safe and highly effective vaccine,\" he said.\n\nSome people have also worried that because the vaccine employs messenger RNA, it could somehow permanently affect a person's genetic makeup.\n\n\"This will not happen; mRNA does not interfere and change the DNA,\" Sahin said. \"This is a well-known issue. It is a molecule which is transient. It is in most cells only in the cytoplasm and it degraded rapidly. So this is not a justified fear.\"\n\nLong-lasting protection?\n\nOne question that has yet to be answered is how long the vaccine can protect people for.\n\n\"This is important. How long the immunity lasts depends on two things: one is the vaccine itself, but on the other side also the virus,\" Sahin said.\n\n\"We know that the virus tends to have a higher likelihood for reinfection in people who have not generated antibodies. And we also know that the antibody status required to neutralize this virus are relatively high. So that means we have to see how long the antibody response that is generated by our vaccine (lasts) -- and we know that the antibody titers are high, but we now have to monitor that three months, six months, nine months, 12 months. We have three months' data showing that the antibody titer is relatively stable but we will continue to monitor this.\"\n\nQuestions also remain over vaccine production. Pfizer had hoped to have hundreds of millions of doses produced by now, but has far fewer.\n\n\"We have planned to produce up to 1.3 billion doses in 2021,\" Sahin said.\n\n\"And now understanding that more doses might be required, we started a few weeks ago to evaluate if we can produce more doses. And this of course means that we need to understand the constraints.\n\n\"For example, the availability of raw materials, the availability of machines, of production rooms, and of fill and finish capacity. And this is exactly happening. And I anticipate that end of January we will be able to clearly state if we can produce more doses and if yes, how many more doses.\"\n\nGet CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\n\nSahin said the demand is there.\n\n\"This is needed. We anticipate that need, the worldwide need for our vaccine, is much higher than we initially estimated, since some of the vaccines that were planned for 2021 will come later,\" he said,",
          "keywords": []
        },
        {
          "link": "https://www.cnn.com/videos/travel/2020/12/11/switzerland-verbier-ski-resort-covid-19-coronavirus-bell-pkg-intl-hnk-vpx.cnn",
          "published": "2020-12-11T09:46:48",
          "title": "Switzerland tries to salvage ski season amid rising Covid-19 infections",
          "text": "While the European Union's four biggest skiing destinations - Germany, France, Italy and Austria - have decided to keep their ski lifts closed over Christmas, Switzerland has decided to keep its resorts open. CNN's Melissa Bell travels to Verbier, Switzerland, to see how the ski resort is taking measures to keep the virus away amid rising Covid-19 infections.",
          "keywords": []
        },
        {
          "link": "https://www.cnn.com/2020/12/12/politics/donald-trump-supreme-court-pfizer-vaccine/index.html",
          "published": "2020-12-12T05:30:29",
          "title": "Trump's effort to overthrow democracy dead ends at Supreme Court but the damage is lasting",
          "text": "(CNN) President Donald Trump's effort to unravel democracy hit a dead end at the Supreme Court Friday night, capping five weeks in which he dragged the country along on his narcissistic quest to stay in power after President-elect Joe Biden overwhelmingly won the election.\n\nIn the end, the guardrails of democracy stayed in place. Trump lost -- for the second time at the Supreme Court this week. But instead of helping the effort to curb a deadly pandemic that has claimed nearly 300,000 American lives by easing the transition for his successor, he is already scheming about his next political moves. Before the high court rejected his bid Friday, his campaign announced a cable ad buy to further his fraudulent claims about the election, and he clearly intends to try and meddle in Congress' counting of the Electoral College results in January.\n\nMore broadly, the damage he has done to Americans' faith and trust in democratic institutions will last long after he packs his bags and ends what will go down as one of the worst presidencies in history.\n\nWhile waiting to hear from the Supreme Court on Friday, Trump attacked another American institution, opening a new front in his war on science and ethics by pressuring the commissioner of the Food and Drug Administration to rush the process for granting emergency use authorization for Pfizer and BioNTech's coronavirus vaccine. Ultimately, the FDA greenlighted the vaccine late Friday night in the time frame that was expected.\n\nIt was fitting that on a historic day -- when Americans got their first confirmation that vaccines could soon be on the way -- the President was distracted at the White House, stewing over his election defeats and tweeting lies about voting in Georgia.\n\nTrump \"put a huge stress test on our democracy,\" GOP election lawyer Ben Ginsberg said, reflecting on the destruction that the commander-in-chief has wrought by undermining US election processes and jeopardizing the safety of countless election workers as he pursued frivolous lawsuits that were scorned even by judges he appointed.\n\n\"It's five weeks after Election Day, and the institutions of our democracy held against this onslaught, and so we should be really proud of that,\" Ginsberg said to CNN's Wolf Blitzer on \"The Situation Room\" Friday evening. \"At the same time, the Republicans who did follow Donald Trump really have an obligation now to make the country strong again, to heal the chinks that Donald Trump tried to put in the foundation and the democracy.\"\n\nBut there are few signs that Trump loyalists are taking that moment of reflection in a deeply fractured Republican Party. When Trump joined Texas Attorney General Ken Paxton's lawsuit, which was also joined by 19 GOP attorneys general and was attempting to invalidate the votes of millions of voters in Biden-won states of Pennsylvania, Michigan, Georgia and Wisconsin, more than 125 GOP House lawmakers also signed on, including House Minority Leader Kevin McCarthy.\n\nThey knew that the lawsuit would serve as a loyalty litmus test as Trump openly contemplates another run for the White House in 2024, and it was a frightening sign of the GOP's acquiescence to the President's dictatorial machinations and acceptance of his wild conspiracy theories.\n\n\"The Supreme Court really let us down. No wisdom, No Courage!\" Trump tweeted shortly before midnight.\n\nBut the Supreme Court's order once again affirmed that the President's legal efforts have been a total waste of time for the country at a moment when there were lives to be saved.\n\nDespite the court's solid conservative majority -- and the fact that Trump named three of the justices seated on the court -- there were no noted dissents to the court's order, which essentially said that Texas has no grounds to challenge how other states conduct their elections.\n\nJustices Samuel Alito and Clarence Thomas said in a statement that they would have allowed Texas to file the case on procedural grounds, but would not have granted any other relief -- making it clear that they, too, rejected the substance of Texas' arguments.\n\n\"Every American who cares about the rule of law should take comfort that the Supreme Court — including all three of President Trump's picks — closed the book on the nonsense,\" Nebraska Sen. Ben Sasse -- a rare Trump critic in the GOP -- said in a statement Friday evening.\n\nStephen Vladeck, a CNN Supreme Court analyst and University of Texas Law professor, said the court's unsigned order was \"the closest possible thing to the last nail in the coffin for election-related legal challenges.\"\n\nEven Trump seemed to explicitly acknowledge earlier in the day that Biden would be the next president in a tweet calling on the Supreme Court to \"show great Courage & Wisdom\" and \"Save the USA!!\" In the same tweet, he alleged that \"the Biden administration will be a scandal-plagued mess for years to come.\" But a White House spokesman said the tweet should not be interpreted as a concession.\n\nBiden's campaign hailed the Supreme Court's decision. \"Dozens of judges, election officials from both parties, and Trump's own Attorney General have dismissed his baseless attempts to deny that he lost the election,\" Mike Gwin, Biden's campaign spokesman said. \"President-elect Biden's clear and commanding victory will be ratified by the Electoral College on Monday, and he will be sworn in on January 20th.\"\n\nTrump tries to subvert science\n\nShortly after the FDA issued emergency use authorization for the Pfizer/BioNTech vaccine, the President released a pre-recorded video on Twitter heralding the \"medical miracle\" of the arrival of a \"safe and effective vaccine in just nine months.\"\n\n\"This is one of the greatest scientific achievements in history,\" he said. \"It will save millions of lives and soon end the pandemic once and for all.\"\n\nHe thanked \"all of the brilliant scientists, technicians, doctors and workers who made this all possible,\" and highlighted the safety of the vaccines noting that the clinical trials showed that both the Pfizer/BioNTech and Moderna were 95% effective. Moderna is seeking emergency use authorization from the FDA next week.\n\nThe first doses of the vaccine could be injected as early as Monday or Tuesday if an advisory panel to the US Centers for Disease Control and Prevention, along with that agency, also sign off. The CDC advisory panel has now scheduled an emergency meeting for Saturday to discuss that decision.\n\n\"I promised that we would produce a vaccine in record time before the end of the year,\" Trump said. \"They said it couldn't be done, but with today's announcement, we have now achieved that goal.\"\n\nHe called the vaccine \"verifiably safe and effective,\" but hours earlier he smashed through the time-honored tradition in the United States of separating politics from science by trying to interfere in the FDA's authorization process.\n\nFrustrated by the fact that other countries like the United Kingdom began vaccinating their citizens first, the President appeared to lean on the FDA to accelerate their review -- which could increase the skittishness of Americans who are already wary of taking the vaccine because of fears it was rushed. A Gallup poll released this week showed that 63% of Americans now say they are willing to be immunized against Covid-19.\n\nOn Twitter Friday, Trump called the FDA \"a big, old, slow turtle.\"\n\n\"Get the dam vaccines out NOW, Dr. Hahn @SteveFDA,\" Trump tweeted at Food and Drug Administration Commissioner Dr. Stephen Hahn, misspelling the word \"damn.\" \"Stop playing games and start saving lives!!!\"\n\nAt the time of his pressure campaign, sources told CNN the FDA had been expected to grant emergency use authorization either Friday or Saturday, so it was unclear why Trump felt the need to weigh in on a decision that would come within hours.\n\non Friday morning that he needed to grant an emergency use authorization for Pfizer and BioNTech's coronavirus vaccine by the end of the day or he should resign. CNN's White House team reported that White House chief of staff Mark Meadows told Hahn during a callon Friday morning that he needed to grant an emergency use authorization for Pfizer and BioNTech's coronavirus vaccine by the end of the day or he should resign.\n\nHahn called reports of the conversation, which first appeared in The Washington Post, \"an untrue representation\" and said the FDA was \"encouraged to continue working expeditiously.\"\n\nBut even Dr. Moncef Slaoui, the head of Operation Warp Speed -- the Trump administration's effort to develop and distribute vaccines against Covid-19 -- said the appearance of pressure could harm the nearly year-long efforts by top scientists and medical experts to assuage concerns about the vaccine.\n\n-- if the story is right,\" he told CNN's Jake Tapper on \"The Lead.\" Earlier this year, Slaoui told \"I think there is an opportunity there for people to see undue pressure- if the story is right,\" he told CNN's Jake Tapper on \"The Lead.\" Earlier this year, Slaoui told Science Magazine that he \"would immediately resign\" from his role with Operation Warp Speed \"if there is undue interference in this process.\"\n\nSlaoui, an immunologist who previously headed vaccine development at GlaxoSmithKline, said that the FDA has conducted \"an effective, transparent, thorough, in-depth review\" of the Pfizer and BioNTech vaccine and asked Americans to \"keep an open mind\" and an eye on the transparency of the process.\n\n\"We have to go out there and engage with all of the leadership at all levels in our communities to help explain the features with of the vaccine, its performance, and hopefully engage with people and convince them\" to take it, Slaoui said.",
          "keywords": []
        },
        {
          "link": "https://www.cnn.com/2020/12/12/uk/boris-johnson-difficult-year-intl-gbr/index.html",
          "published": "2020-12-12T05:07:02",
          "title": "Boris Johnson was supposed to be having a great year. Instead, he's stumbled from crisis to crisis",
          "text": "After three years of political deadlock had failed to deliver on the UK's vote to leave the European Union, the figurehead of Brexit won a landslide general election , giving him a parliamentary majority large enough to reshape the nation.\n\nBrexit's true believers celebrated: Their messiah would now be able to finish the job he had started in 2016.\n\nJohnson had seemingly unified a bitterly divided Conservative party -- whose days in government during Theresa May's premiership had appeared numbered just months before. The good will Johnson's lawmakers held for their leader was palpable.\n\nA scant 12 months later, much of that goodwill has vanished -- despite his party continuing to perform well in opinion polls compared to the opposition Labour Party.\n\nThe Brexiteers who celebrated Johnson's victory now fear a sell-out at the last minute, as the deadline for a deal with the EU could come as soon as this Sunday.\n\nAnd while Johnson's handling of the Covid-19 pandemic has been heavily criticized as insufficient and dangerous by his opponents, many in the UK Prime Minister's own party believe he has gone too far, seeing his readiness to batter the economy with lockdowns, restrictions and taxpayer-funded bailouts as a betrayal of Conservative values.\n\nFor the purposes of this article, CNN spoke with multiple figures within the Conservative party, from Members of Parliament to former advisers and campaigners. Most agreed to speak on the condition of anonymity, in order that they could be candid about what they perceive as the failures of their leader.\n\nMore than 20 Conservative sources across the party believe a significant catalyst for the gulf in trust between the PM and his party was the decision to hire Dominic Cummings -- the controversial brains behind the Brexit campaign led by Johnson -- to serve as his most senior adviser. They believed Cummings was a ticking timebomb whose unpredictability would inevitably land the PM in trouble. And although Cummings has resigned from his post and will no longer work for Johnson in the new year, many fear the damage has been done.\n\nBoris Johnson drives a Brexit-themed JCB through a fake wall emblazoned with the word \"GRIDLOCK,\" during the 2019 general election campaign.\n\nCummings was not a member of the party and, during the Brexit campaign, had made his contempt for Conservatives very clear.\n\nVeteran MPs bit their tongues as Cummings' campaigning racked up victories in both the Brexit referendum and the 2019 general election, but when Johnson returned to Downing Street with a majority, his party's rank and file members believed they were being treated as an afterthought by a leader who felt invincible.\n\n\"There was a real feeling among MPs that they no longer mattered,\" says Tim Bale, professor of politics at Queen Mary, University of London. \"The decisions were being made by a small group of people in Downing Street and they were simply expected to shut up, fall in line and defend the government no matter what.\"\n\nThis created problems when controversy began to swirl around Cummings. Over the course of 2020, the PM's top aide made headlines on two significant occasions.\n\nFirst came the revelation that he had personally hired someone to work in Downing Street who had supported eugenics and made racist remarks.\n\nThen, even as millions of Britons up and down the country were spending months largely confined to their homes because of the coronavirus pandemic, Cummings broke lockdown regulations to drive his wife and son from London to the northeast of England, shortly after an outbreak of Covid-19 in Downing Street.\n\nThe story rumbled on for months and polling repeatedly revealed that the public thought Johnson had made a mistake in not sacking Cummings, and muddied the government's coronavirus message. Even now, it is a stain on the PM's reputation.\n\nBoris Johnson leaves 10 Downing Street with Dominic Cummings before last year's general election.\n\n\"We were being asked to defend a man who most of us had never met, and whose behavior had led to us getting hundreds of letters from angry constituents,\" said one Conservative MP who is on the government payroll.\n\nAnother senior Conservative MP said they were \"being pressured to repeat lines fed to us by Downing Street, without so much as a word of thanks or contrition from Dominic.\"\n\nCummings defended his decision to leave London during the lockdown at a press conference held in the back garden of Downing Street, saying he believed it was the best way to provide childcare for his young son.\n\nIf defending the behavior of Cummings wasn't bad enough, dozens of MPs told CNN that on more than one occasion during 2020 they were instructed to explain unpopular government policies, only for Downing Street to U-turn moments later.\n\n\"You can almost feel that the trust has gone,\" said the senior Conservative MP. \"Colleagues in parliament are increasingly hesitant to make any public statement supporting the government, because we have no idea how long a policy will stick.\"\n\nThe worst example of this came when popular Manchester United footballer Marcus Rashford ​pleaded with the government to provide free school meals for the poorest children over the holiday period. After days insisting their initial plan not to offer food vouchers was correct, Downing Street eventually gave in to public pressure.\n\n\"There are only so many times you can be expected to defend the indefensible, only to have the government pull the rug out from under you,\" says Bale.\n\nBoris Johnson gives a virtual news conference last month, while self-isolating during the Covid-19 pandemic.\n\nWorst days to come?\n\nThe numerous U-turns of 2020 have mostly related to Johnson's handling of the pandemic, which many Conservatives believe has been too stringent and unnecessarily hard.\n\n\"All that good will he had for delivering our Brexit dream is being overwritten by the fact he's not behaving like a Conservative,\" explained a veteran Tory on the right of the party.\n\n\"As far as many of us can see, the government is taking away the liberties and freedom of citizens without producing any evidence as to why,\" they said. \"I am afraid he does appear to have abandoned the principles we believed he once held.\"\n\nThe criticism that Johnson has taken too many of these decisions without consulting his MPs comes up again and again.\n\n\"In terms of getting us involved in decision making, he has been poor, and it has led to the Balkanization of the party,\" says the MP on the government's payroll.\n\nNumerous Conservatives suggest that a good example of how affection for Johnson has diminished over time can be seen in how his MPs talk to him in parliament about the pandemic. When Johnson had the virus himself, the empathy was enormous. Now, they question his policies and their efficacy with little regard for the fact that the disease nearly killed him.\n\nFor all Johnson's troubles in 2020, his worst days could be yet to come.\n\nBrexit is yet to reach its conclusion. Both London and Brussels say a decision must be made in the next few days and are talking up the prospect of no deal being agreed. Despite this, many hardliners are braced for what they consider a sell-out from the man who once embodied Brexit, in order to strike a trade deal with the EU.\n\nA Brexit countdown clock on the front of 10 Downing Street on January 31, 2020.\n\n\"When Boris was outside of government, he wound up the Brexiteers by rejecting [former PM Theresa] May's deal and demanding a harder Brexit. In some respect, he's simply reaping what he sowed,\" says a senior Conservative adviser. \"Many of the hardest Brexiteers really believe he is going to water it all down.\"\n\nAnother senior Brexiteer explains that \"most hardliners are unlikely to be happy with any deal that has even a sliver of EU involvement in Britain's domestic law,\" adding that their concern is \"if that sliver could turn into something that drags us back towards Brussels.\"\n\nIf Johnson really does want a deal, this is going to be a problem. \"The PM and his party have egged one another on in this fantasy world for years now, when it was always blindingly obvious that a deal would require compromises,\" says Bale.\n\nThe senior Conservative MP believes many of their colleagues were so strident in their belief that any concession to Brussels was a surrender that \"it's now virtually impossible for them to back a compromise without looking very embarrassed.\"\n\nWhile no one seriously believes that parliament would vote down a deal at this stage, the potential for a sizeable rebellion among Johnson's former supporters will be wounding. Worse, it could be the start of a trend for future revolts.\n\nOne year on from their triumph, the Conservatives' champagne has well and truly lost its fizz.\n\nSalma Shah, a former government adviser, says this was always a potential problem for Johnson: \"Every leader struggles with their backbenchers, regardless of the size of the majority. They didn't all immediately back Boris for PM. To some extent, they lent their support to him in order to have Brexit delivered.\"\n\nJohnson spent most of 2020 making decisions that seemed tailor-made to irritate many of the Conservatives who backed him to get the UK put of the EU. If the year ends with a perceived betrayal on Brexit and continued curbs on liberties, Johnson could find that minor grumbles grow into outright mutiny. And he may find himself increasingly isolated at a crucial moment in British history.",
          "keywords": []
        }
      ]
    },
    "foxnews": {
      "rss": "http://feeds.foxnews.com/foxnews/latest",
      "link": "http://www.foxnews.com/",
      "articles": [
        {
          "link": "https://www.foxnews.com/us/former-new-jersey-senators-property-was-site-of-fatal-stabbing-attack-reports",
          "published": "2020-12-12T06:45:30",
          "title": "Former New Jersey senator’s property was site of fatal stabbing attack: reports",
          "text": "A New Jersey estate belonging to former U.S. Sen. Robert Torricelli was the site of the stabbing death of a 38-year-old woman earlier this week, according to reports.\n\nThe slaying occurred inside one of two single-family homes located on the Democrat's property in Rosemont, Delaware County, MyCentralJersey.com reported.\n\nA 31-year-old suspect identified as Brandon Petersen was arrested Monday in Pennsylvania in connection with the death of Michele Carkhuff, the report said.\n\nPetersen and Carkhuff had been cutting vegetables to make a stew in the kitchen of the home when Petersen allegedly grabbed a large knife and stabbed Carkhuff in the neck, court papers said, according to the news outlet.\n\nLONG ISLAND'S GILGO BEACH SERIAL KILLER CASE REMAINS UNSOLVED 10 YEARS LATER\n\nPetersen allegedly stole a pickup truck to get away from the crime scene while two other people in the house rushed Carkhuff to a local hospital, where she died, the report said.\n\nThe truck was registered to Rosemont Associates, a Lambertville lobbying and marketing firm that Torricelli owns, according to the report.\n\nIt was unclear if Torricelli was on the property at the time of the attack, the outlet reported, adding that the former senator is known to also own a condominium in Palm Beach, Fla.\n\nPolice were tipped to Petersen’s whereabouts in Upper Black Eddy, Pa., when they received a phone call from his girlfriend, court documents said.\n\nResponding officers arrived to find Petersen with blood-like stains on his clothing and he acknowledged having been at the New Jersey property when Carkhuff was stabbed, a police affidavit said.\n\nPetersen remained in custody in Pennsylvania, awaiting extradition to New Jersey, The Associated Press reported.\n\nThe suspect has a history of violent incidents, including a stabbing attack against a 57-year-old neighbor when he was 15, for which he served 11 years of a 13-year prison sentence after taking a plea deal at age 18, the report said.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nTorricelli, 69, served in the U.S. Senate from 1997 to 2003, having previously served in the House for 14 years. He ended a bid for reelection to the Senate amid ethics complaints that he had improperly accepted gifts from a campaign donor.\n\nThe former senator has not commented on the stabbing, reports said.",
          "keywords": []
        },
        {
          "link": "https://www.foxnews.com/politics/jim-jordan-hunter-biden-investigation-voters-media",
          "published": "2020-12-12T05:42:03",
          "title": "Rep. Jim Jordan: Voters not knowing about Hunter Biden probe before election 'is just wrong'",
          "text": "The media and the American people should have known about the federal investigation into President-elect Joe Biden's son Hunter prior to last month's presidential election, Rep. Jim Jordan, R-Ohio, said on Friday.\n\n\"The American people want to know what the heck went on here,\" the House Judiciary Committee ranking member told “The Ingraham Angle.”\n\n“We had Tony Bobulinski, who is an eyewitness to these events. Tony Bobulinski, who has emails, documents that show that the 'big guy' is Joe Biden, and no one in the press does anything and no one in the Justice Department tells us that there’s been a two-year investigation going on,\" Jordan said. \"We called for it back then.\"\n\nJordan spoke hours after the elder Biden expressed support for his son in his first public comment on the matter since the presidential transition team disclosed that the 50-year-old Hunter's “tax affairs” were under federal investigation.\n\nJOE BIDEN BREAKS SILENCE ON HUNTER FOR FIRST TIME SINCE FEDERAL TAX INVESTIGATION SURFACED\n\nReporters shouted questions at the president-elect as he left the stage at an event to introduce several Cabinet nominees in Wilmington, Del. Biden ignored a question from Fox News’ Peter Doocy about whether Hunter Biden had committed a crime, but responded when asked if he had spoken to his son since the investigation was made public.\n\n“I’m proud of my son,” Biden said as he exited the stage.\n\nEarlier Friday, the transition team’s weely virtual press briefing passed without a single question regarding the investigation. The Biden-Harris team has not commented on the situation beyond its initial statement.\n\nHunter Biden disclosed earlier this week that the U.S. Attorney’s Office in Delaware had undertaken an active investigation into his tax history. The investigation began in 2018, a source with knowledge of the situation told Fox News.\n\nJordan stressed that while the president-elect’s son’s financial dealings were an “important issue” ahead of the election, the matter was not probed by the media and was hidden by Democratic lawmakers. Jordan added that the Democratic Party had opted for a “compromised candidate” in Joe Biden.\n\n“The fact that we didn’t know this important issue about a candidate for the highest office in the land before Election Day, before Americans make a decision —and as you rightly point out, before the Democrats made a decision in their primary — the fact that we didn’t know this is just wrong,” Jordan told host Laura Ingraham.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n“You can’t tell me that no one in the media in October knew that the Justice Department was investigating Hunter Biden,\" he added. \"That Justice Department, [over] the time they were investigating the president over the last four years, there was leak after leak after leak, but no one in the media knew that this was actually happening?\n\n\"You know they did, and the fact that they didn’t cover that ... that is a huge story that he’s been under investigation ... for two years. That to me is another thing that is so wrong about what took place and what the American people didn’t understand, that they would’ve liked to have known before they made the decision, before they went and voted on November 3rd.”\n\nFox News' Thomas Barrabi contributed to this report.",
          "keywords": []
        },
        {
          "link": "https://www.foxnews.com/politics/kayleigh-mcenany-texas-supreme-court-lawsuit-rejected",
          "published": "2020-12-12T04:29:04",
          "title": "McEnany argues Supreme Court ‘hid behind procedure' in rejecting Texas election lawsuit",
          "text": "The Supreme Court justices who rejected Texas' bid to overturn the election results in four key states \"hid behind procedure\" instead of reviewing the \"facts of the case\" that \"still stand,\" White House Press Secretary Kayleigh McEnany told \"Hannity\" Friday.\n\n“There is no way to say it other than they dodged,” McEnany told host Sean Hannity.\n\n“They dodged, they hid behind procedure and they refused to use their authority to enforce the Constitution,\" she continued. \"You know, we’ve gone state by state, Sean, outlining the egregious equal protection violations, the due process claims that were entirely ignored.\"\n\nThe press secretary noted that “none of the judges” on the Supreme Court “gave a view on the facts of the case” addind that the matter \"was dismissed on standing.”\n\nSUPREME COURT DECLINES TO HEAR TRUMP-SUPPORTED TEXAS CASE OVER ELECTION RESULTS IN FOUR OTHER STATES\n\n“None of those justices gave a view on the facts of the case, which is that there were 174,384 ballots in Michigan not tied to a registration number. That is in the case, it is still a fact at this moment,” McEnany said.\n\n“The State of Texas’s motion for leave to file a bill of complaint is denied for lack of standing under Article III of the Constitution,” read the court's order. “Texas has not demonstrated a judicially cognizable interest in the manner in which another State conducts its elections. All other pending motions are dismissed as moot.”\n\nThe order does not foreclose any other pending or future election appeals at the Supreme Court, but time is running out. The states meet next week on Dec. 14 for the Electoral College exercise. And on Jan. 6 there will be a joint session of the House and Senate to count the electoral votes and certify President-elect Joe Biden as the winner.\n\nJustices Samuel Alito and Clarence Thomas said they would have heard the case -- without granting other relief, like issuing an injunction on electoral proceedings. They added that they expressed \"no view on any other issue.\"\n\nMoments after the court's decision, President Trump tweeted out one of his new campaign videos questioning elections integrity.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nMcEnany addressed the “massive increase in mail-in voting” in Georgia which involved “a rejection rate of 0.37% as opposed to the normal 6% due to the elimination of signature verification.”\n\n“So, they did not get to the merits of the case. Those facts still stand and the indictment on this election and its integrity still stands despite this procedural ruling.”\n\nFox News' Tyler Olson, Bill Mears, Michael Ruiz, and Shannon Bream contributed to this report.",
          "keywords": []
        },
        {
          "link": "https://www.foxnews.com/opinion/hhs-azar-operation-warp-speed-covid-vaccine-record-time",
          "published": "2020-12-12T03:54:54",
          "title": "HHS Secretary Azar: How Operation Warp Speed delivered a COVID vaccine in record time",
          "text": "As we enter this winter, we face alarming trends in the spread of COVID-19 around the country, but even in this challenging time, we have so much reason for hope.\n\nOn Friday, the Food and Drug Administration authorized the first COVID-19 vaccine in the United States, and Operation Warp Speed (OWS) and its private sector partners immediately began shipping vaccines to sites designated by states and other public health jurisdictions.\n\nWith about 3 million doses on the way, this means that health care workers and residents of long-term care facilities across America will begin receiving vaccines in the coming days.\n\nAmericans who may fall into these categories—the exact allocations are done by states and public health jurisdictions—can find out more about where they will receive a vaccine from their state or local governments, such as through the state’s COVID-19 webpage.\n\nFDA APPROVES PFIZER'S CORONAVIRUS VACCINE FOR EUA\n\nThis spring, experts predicted that a vaccine was at least a year or year and a half away. Yet, within a year, we have one vaccine authorized, millions of doses being shipped, and another vaccine under review by the FDA.\n\nWe’ll easily beat the experts’ expectations not by luck, but because of deliberate planning by President Trump’s administration through Operation Warp Speed (OWS).\n\nAmerican researchers and partners around the world began research and development on COVID-19 vaccines back in January.\n\nWork on the Moderna vaccine began the morning after the viral sequence was shared by Chinese researchers. While this work progressed, the Trump administration identified the potential challenges that could slow access to vaccines.\n\nFirst, vaccines are complex and scaling up manufacturing takes time.\n\nSecond, rapidly distributing and administering vaccines to every American is an unprecedented logistical project.\n\nBack in April, with the president’s support, I started working with the Department of Health and Human Services’ scientific leaders and our colleagues across the administration to tackle these problems, recruiting world-class leaders to execute on OWS’s bold goals.\n\nFirst, beginning production as soon as possible would accelerate the process without compromising safety or efficacy. Vaccines are one of the most complex products made by modern industry, some are grown in chicken eggs or with other specialized living media. Drug makers almost never invest in large-scale manufacturing upfront, lest the investment go to waste if a drug isn’t approved.\n\nTo solve these challenges, we enlisted Moncef Slaoui, a scientist who has led the development of numerous major vaccines.\n\nTogether, we built a portfolio of promising candidates, investing more than $10 billion to give companies confidence, and worked closely with them to ensure they had what they needed to begin manufacturing.\n\nHHS has deep experience working with researchers and innovators, but supporting a manufacturing endeavor of this scale required enlisting expert drug makers and another government partner: the Department of Defense.\n\nEvery day, the Pentagon ensures that manufacturing supplies go where they need to go, including between private-sector companies, so that the guns, bullets, food and everything else the military needs are produced and shipped where they need to go.\n\nDOD uniformed and civilian experts have now done the same thing for vaccine manufacturing, through the Defense Production Act and other informal actions to prioritize supplies. When one manufacturer needed particular parts to bring a new bioreactor online, for instance, OWS staff ensured that the parts maker prioritized the order.\n\nCLICK HERE TO GET THE OPINION NEWSLETTER\n\nSecond, safe and effective vaccines are only as good as the plan we have for distributing and administering them. Coordinating with public health authorities and private sector partners would require the finest logistics experts in the world.\n\nWhen I met with the Secretary of Defense and the Chairman of the Joint Chiefs back in April, they immediately had a name for just such an expert: Gen. Gustave Perna, who runs the U.S. Army’s logistics command.\n\nWorking with the private sector, on the same evening of the authorization, we began shipping vaccines to administration sites in all 50 states and other public-health jurisdictions. Through a military-style battle rhythm, OWS has been working to mitigate potential problems and setbacks, planning with a precision that marks the U.S. military.\n\nAmericans can have confidence that these vaccines are safe and effective because they’ve gone through an incredibly rigorous process.\n\nOWS vaccines are proceeding through the typical three phases of clinical trials. Then, trial data is reviewed by an independent data safety and monitoring board, which makes its own statistical assessments, and then by the drug maker.\n\nThe data is then submitted to the FDA, which publicly consults with its outside panel of vaccine experts. Then, FDA’s career scientists review the data and the experts’ recommendations, and make a final decision—as they now have with Pfizer’s vaccine. It’s the same process Americans know and trust for any other drug authorized or approved by FDA.\n\nWe all owe a debt of gratitude to the public servants who have made this progress possible, and to every American who’s sacrificed to get us to this point.\n\nSoon enough, it will be time for each of us to do our part and encourage our family and friends to go out and get a safe and effective vaccine—as I plan to do the first day I can.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nOperation Warp Speed will go down as one of the great scientific achievements in our country’s history, and it offers all the more encouragement to double down on the sacrifices we’re making now to slow the spread of the virus. As Americans get vaccinated, we need to continue taking steps like washing our hands, social distancing, and wearing face masks to protect ourselves, our loved ones, and our communities.\n\nHope is here and the end of this pandemic is in sight.",
          "keywords": []
        }
      ]
    },
    "nytimes_frontpage": {
      "rss": "https://rss.nytimes.com/services/xml/rss/nyt/HomePage.xml",
      "link": "https://nytimes.com/",
      "articles": [
        {
          "link": "https://www.nytimes.com/2020/12/11/us/politics/supreme-court-election-texas.html",
          "published": "2020-12-12T05:02:08",
          "title": "Supreme Court Rejects Texas Suit Seeking to Subvert Election",
          "text": "“We’re not finished, believe me,” he said with a laugh at the end of the interview.\n\nThe president, who at a White House Hanukkah party earlier in the week eagerly mentioned the pending court case in his remarks, was scheduled to attend another holiday party around the time the ruling came down. But around 8:30 p.m., guests were informed that Mr. Trump would not be coming down from the residence to speak.\n\nMr. Trump weighed in later on Twitter. “The Supreme Court really let us down,” he said. “No Wisdom, No Courage!”\n\nFriday’s order was not quite unanimous. Justice Samuel A. Alito Jr., joined by Justice Clarence Thomas, issued a brief statement on a technical point. But it was nonetheless a comprehensive rebuke to Mr. Trump and his allies. It was plain that the justices had no patience for Texas’ attempt to enlist the court in an effort to tell other states how to run their elections.\n\nThe majority ruled that Texas could not file its lawsuit at all. “The state of Texas’ motion for leave to file a bill of complaint is denied for lack of standing,” the court’s order said.\n\nJustice Alito, taking a slightly different approach, wrote that the court was not free immediately to shut down lawsuits filed by states directly in the court. “In my view,” he wrote, “we do not have discretion to deny the filing of a bill of complaint in a case that falls within our original jurisdiction.”\n\nBut that was as far as those two justices were willing to go. “I would therefore grant the motion to file the bill of complaint but would not grant other relief,” Justice Alito wrote, “and I express no view on any other issue.”\n\nSome of Mr. Trump’s advisers had anticipated the court would give the president and the Republican attorneys general something that could be characterized as supportive, in the form of a dissent or a lengthy commentary. Instead, there was simply the brief statement from the two justices.",
          "keywords": []
        },
        {
          "link": "https://www.nytimes.com/2020/12/11/us/politics/trump-supreme-court-texas.html",
          "published": "2020-12-12T04:46:46",
          "title": "Democrats, and Even Some Republicans, Cheer as Justices Spurn Trump",
          "text": "The rejection came swiftly. The celebrations came just as fast.\n\nThe Supreme Court’s unsigned order on Friday rejecting Texas’ bid to toss the results of the presidential election in four states won by Joseph R. Biden Jr. unceremoniously ended a case that President Trump had teased only hours earlier as “perhaps the most important case in history.”\n\nDemocrats cheered the ruling as a symbolic final blow to more than a month of failed legal challenges by Mr. Trump and his allies and a victory for the will of voters who delivered Mr. Biden 306 Electoral College votes and a margin of more than seven million in the popular vote.\n\n“The will of the people will be heard,” New York’s attorney general, Letitia James, a Democrat, said on Twitter. Josh Shapiro, the attorney general of Pennsylvania and a Democrat, said that the Supreme Court had recognized the lawsuit as a “seditious abuse of the judicial process.”\n\nThough legal experts never gave the case much of a chance, it drew support from more than 120 Republican members of Congress and 17 Republican attorneys general. On Friday night, Senator Ben Sasse of Nebraska was the highest-level Republican to break with Mr. Trump and much of his own party in applauding the ruling.",
          "keywords": []
        },
        {
          "link": "https://www.nytimes.com/2020/12/11/us/politics/republicans-trump-election-lawsuit.html",
          "published": "2020-12-12T01:44:30",
          "title": "Rallying Behind Trump, Most House Republicans Joined Failed Lawsuit",
          "text": "By Friday afternoon, 126 lawmakers had done so, including Representative Kevin McCarthy, the minority leader. Some conceded openly that they did not expect the effort to succeed. Others privately characterized it as a recognition that many of their constituents believed Mr. Trump’s false assertions that he was the true winner of the election.\n\n“A lot of people saw that as a threat to their very existence being in Congress,” Representative Denver Riggleman, Republican of Virginia, said of Mr. Johnson’s email. “They’re getting pressure from multiple angles. They can come out and say they’re defending the president, knowing that it’s a fool’s errand, but that it allows them to stay in good graces with a certain segment of the voting population.”\n\nMr. Johnson’s call to arms, reported earlier by CNN, amounted to the latest in a series of loyalty tests for elected Republicans that Mr. Trump has effectively laid out on his way out of power, which have exposed divisions in the party that are likely to outlast him. The vast majority of Republicans have been unwilling to question Mr. Trump’s fictitious claims of having won the election. Many have eagerly taken up the allegations themselves, while a small and increasingly marginalized minority has raised alarms about the party’s efforts to sow distrust in the election.\n\nRepublicans who signed the brief claimed that the election had been “riddled with an unprecedented number of serious allegations of fraud and irregularities” and argued that it was reasonable to ask the justices to review them. There has been no evidence of widespread fraud or irregularities, despite Mr. Trump’s allegations, and nearly every one of the signers was just re-elected in the same balloting they claimed was invalid.\n\n“My personal hope is that drawing additional attention to it forces states to clean up their act, and adopt far better and more secure systems going forward that will garner the kind of faith in our elections our nation so desperately needs,” said Representative Dan Crenshaw, Republican of Texas, who signed onto the brief.",
          "keywords": []
        },
        {
          "link": "https://www.nytimes.com/2020/12/11/health/pfizer-vaccine-authorized.html",
          "published": "2020-12-12T03:44:13",
          "title": "F.D.A. Clears Pfizer Vaccine, and Millions of Doses Will Be Shipped Right Away",
          "text": "Even though the F.D.A. was going to approve the Pfizer vaccine in any case, some experts warned that the pressure from the White House could undermine public trust in the agency’s decision-making.\n\n“This may actually do more harm than good, because all it will do is inject more politics into a scientific process,” said Dr. Aaron S. Kesselheim, a professor at the Brigham and Women’s Hospital and Harvard Medical School.\n\nA similar vaccine, developed by Moderna, is also under review by the F.D.A. and could soon be cleared for emergency use. On Friday, the federal government announced it had ordered another 100 million doses from Moderna, adding to a deal this summer for an initial supply of 100 million doses. Other vaccines, including ones developed by Johnson & Johnson and AstraZeneca, are in late-stage trials and could be authorized in the next few months.\n\nIn anticipation of the vaccine arriving across the country, Americans expressed both hope and anxiety.\n\nDr. Samu Queen, a physician in Portland, Ore., said her geriatric patients are especially eager to receive the vaccine. “They are all very anxious,” she said. “Pretty much everyone, at every appointment, is ready to get it.”\n\nDr. Queen said she was watching closely to see how initial subjects in Britain were responding. She described herself as “somewhat apprehensive about how safe it is, versus not.”\n\nJoshua Ball, the associate executive director of Shaping Our Appalachian Region, an economic development group in eastern Kentucky, has been a primary caretaker for his father, who had a stroke earlier this year and has other health issues. During the pandemic, he has had to try and help remotely as much as possible.",
          "keywords": []
        }
      ]
    },
    "nytimes_international": {
      "rss": "https://rss.nytimes.com/services/xml/rss/nyt/World.xml",
      "link": "https://nytimes.com/",
      "articles": [
        {
          "link": "https://www.nytimes.com/2020/12/11/world/europe/nagorno-karabakh-armenia-azerbaijan.html",
          "published": "2020-12-12T00:58:10",
          "title": "After Nagorno-Karabakh War, Trauma, Tragedy and Devastation",
          "text": "For Armenians uprooted from their homes, and for Azerbaijanis returning to uninhabitable towns, “It’s going to be very hard to forgive.”\n\nCarlotta Gall and Mauricio Lima and\n\nFIZULI, Azerbaijan — Crossing into territory that Azerbaijan recently recaptured from Armenia is a journey into a devastated wasteland reminiscent of a World War I battlefield. The road passes miles of abandoned trenches and bunkers, and village after village of ruins, the white stones of homesteads scattered, every movable item — roofs, doors, window frames — picked clean.\n\nThe absence of life is eerie.\n\nWrecked Armenian tanks and armor lay beside the road and in hilltop positions, testament to the devastating power of Azerbaijani drones. Abandoned uniforms and equipment signal a panicked retreat by Armenian soldiers as Azerbaijani forces seized control of the district in early November.\n\nDecades after the surrounding territory was seized by Armenia, the town of Fizuli, once a prosperous agricultural settlement of some 30,000 people, has become a forest, its ruined public buildings smothered by trees and undergrowth. The fate of the larger town of Aghdam, further north, is even more stark, its buildings split open to the skies on a desiccated plain, its main bridge destroyed.",
          "keywords": []
        },
        {
          "link": "https://www.nytimes.com/2020/12/11/world/americas/argentina-abortion.html",
          "published": "2020-12-11T17:50:32",
          "title": "Argentina Moves Toward Legal Abortion Amid Push for Women’s Rights",
          "text": "BUENOS AIRES — Argentine lawmakers took a major step on Friday toward legalizing abortion and fulfilling a promise of President Alberto Fernández, who has made women’s rights a central tenet of his government.\n\nThe bill’s approval in Argentina’s lower house of Congress by 131 to 117 votes, after more than 20 hours of debate, was a legislative victory for Mr. Fernández, who has dedicated funding and political capital to improving conditions for women and for gay and transgender people, even as Argentina wrestles with the biggest financial crisis in a generation. The bill would still need to pass through the Senate to officially legalize abortion in the country.\n\n“It’s a false dilemma to say it’s one thing or the other,” said Elizabeth Gómez Alcorta, Argentina’s minister of women, gender and diversity. “It isn’t as if you stop renegotiating the debt in order to pursue these policies.”\n\nArgentina would become only the fourth nation — and by far the most populous — to make abortion legal in Latin America, where strict abortion laws are the norm and Catholic teaching has long steered policy.",
          "keywords": []
        },
        {
          "link": "https://www.nytimes.com/2020/12/11/world/middleeast/hariri-assassination-sentencing-hague.html",
          "published": "2020-12-11T14:28:12",
          "title": "Hezbollah Member Sentenced in Absentia Over Killing of Ex-Premier in Lebanon",
          "text": "BEIRUT, Lebanon — A United Nations-backed tribunal in The Hague on Friday sentenced a member of the Hezbollah militant group to life in prison after convicting him in absentia of conspiring in the 2005 car-bomb attack that killed former Prime Minister Rafik Hariri of Lebanon.\n\nThe defendant, Salim Ayyash, was convicted in August on five charges related to the attack, and on Friday the court sentenced him to a life sentence for each one, to be served concurrently. But the sentence was entirely symbolic because Mr. Ayyash, whose whereabouts remain unknown, was tried in absentia. That means that if he is apprehended, he will have to be tried all over again.\n\nThe sentencing was a muted final note to a vast and expensive effort to bring the perpetrators of the most significant political assassination in Lebanon’s modern history to account. But after millions of dollars spent on investigating and trying suspected perpetrators of the 15-year-old crime, not a single person has been punished.\n\nJudge Janet Nosworthy announced the sentence in a session held partly virtually because of the coronavirus, saying that Mr. Ayyash’s grave crimes deserved harsh punishment.",
          "keywords": []
        },
        {
          "link": "https://www.nytimes.com/2020/12/11/world/europe/eu-climate-emissions.html",
          "published": "2020-12-11T23:22:15",
          "title": "E.U. Agrees to Slash Carbon Emissions by 2030",
          "text": "BRUSSELS — After an all-night negotiating session, European Union leaders agreed on Friday morning to cut net carbon emissions by 55 percent in the next decade from levels measured in 1990, overcoming the concerns of nations still heavily dependent on coal and taking a critical step in the effort to become climate-neutral by 2050.\n\nEuropean leaders, who are keen to position themselves as at the forefront of the global fight against climate change, had failed in October to reach a deal on an even less ambitious target of 40 percent.\n\nBut after an agreement on a $2.2 trillion budget yesterday evening — with billions earmarked for member states to spend on the transition to a greener economy — momentum for a consensus environmental policy gathered speed.\n\nShortly after dawn, Charles Michel, the head of the group of the E.U. leaders, announced the news on Twitter.",
          "keywords": []
        }
      ]
    },
    "theguardian": {
      "rss": "https://www.theguardian.com/uk/rss",
      "link": "https://www.theguardian.com/international",
      "articles": [
        {
          "link": "https://www.theguardian.com/world/2020/dec/11/scientists-warn-against-christmas-gatherings-uk-despite-relaxed-rules-covid",
          "published": "2020-12-11T18:00:14",
          "title": "Scientists warn against Christmas gatherings in UK despite relaxed rules",
          "text": "Scientists and government advisers have urged people to rethink Christmas plans and ignore the easing of Covid rules amid fears over rising cases and hospitalisations in parts of the UK.\n\nWhile “Christmas bubbles” let three households mix between 23 and 27 December, experts warned ministers were sending the wrong message by saying families must simply “follow the rules” – suggesting this could lead to a third wave with just weeks to go until mass vaccinations protect society’s most vulnerable.\n\nOfficial data suggests Covid cases are rising in some parts of the UK, including London, raising concerns that more areas will need to be placed under tighter restrictions. On Friday, the R number for England was estimated to be between 0.8 to 1.0, with concerns that the epidemic could be growing in some parts of the country including London and the east of England. The R number for the UK as a whole was estimated to be between 0.9 and 1.0, up from 0.8 to 1.0 the week before.\n\nHospitalisations have plateaued in the past week but are rising in some parts of the country including London and the south-east, NHS England admissions data to 8 December shows.\n\nThe data has led scientists to urge people to rethink their festive plans.\n\n'Plan for a quiet Christmas': fears of Covid super-surge in south Wales Read more\n\n“If people [aren’t] cautious, then we will pay for our Christmas parties with January and February lockdowns,” said Prof Devi Sridhar, the chair of global public health at the University of Edinburgh. “With a vaccine just weeks away, why risk infecting vulnerable and elderly people we love?”\n\nProf Susan Michie, a member of the government’s Scientific Pandemic Influenza Group on Behaviours (Spi-B) and the Independent Sage group of experts, agreed. “One has got to respond to the situation as it is, not the situation as we’d like it to be,” she said, reiterating that people should think carefully about whether to meet up with others, and if they do, only meet outside. “If we really want to keep our loved ones safe, the best thing is not to see them.”\n\nProf Stephen Reicher of the University of St Andrews, who is also a member of Spi-B and Independent Sage, said a plea by the health secretary, Matt Hancock, for people to respect the rules this Christmas sent the wrong message.\n\n“The message which says stick to the rules misses the point entirely,” he said, warning of a huge increase in infections even if everyone followed the rules to the letter. “The danger is when you say people can, you imply that it is safe and therefore they should.”\n\nScientists have previously said that meeting in small spaces with poor ventilation and alcohol risks a perfect storm for transmission of the coronavirus.\n\n“There may be circumstances where there are other factors that make you think it is worth taking that risk – but people have got to do it knowing and being clear about what the risk is,” said Reicher.\n\n“[The government] messaging should be very much you have got the choice [but] it is dangerous and therefore don’t do it unless you really need to do it.”\n\nThe latest rises in London, Kent and Essex, concentrated among children aged 11 to 18, makes the concerns more acute. Increases in infection rates in young people eventually lead to a rise in infections among older people.\n\nOn Thursday Hancock announced mass testing in schools in these areas. But Reicher described the failure to allow schoolchildren to stay at home and self-isolate next week – as is happening in Wales – before seeing elderly relatives as “desperately dangerous”.\n\n“It really is, I think, quite remarkable unjoined-up policy which is putting people in danger both through the lack of clear messaging about the risks, and putting people at danger by not allowing them to do the things to allow them to meet up safely,” he said.\n\nPlay Video 2:06 Matt Hancock 'concerned' about rise in Covid infections among schoolchildren in south-east – video\n\nEngland emerged from a four-week national lockdown on 2 December, designed to suppress the virus sufficiently to allow rules to be eased over Christmas. On Friday figures from the Office for National Statistics, based on swab testing of random households in England, show the percentage of people testing positive for coronavirus fell between 29 November and 5 December, with significant variations by region.\n\n“Over the most recent week, the percentage of people testing positive has increased in London and there are early signs that rates may have increased in the east of England; the percentage of people testing positive has decreased in all other regions,” the ONS team said. About one in 115 people in England had Covid in the most recent week.\n\nThe number of new cases per day in England is now similar to levels seen in early October, while hospital admission figures are similar to those of mid-November, with 1,466 admissions on 7 December. About a third of upper-tier local authorities in England recorded an increase in case rates between the week before lockdown began and 6 December. Medway in Kent, which is now in tier 3, reported the largest rise, with rates increasing by almost 300%.\n\nProf Rowland Kao, an epidemiologist at the University of Edinburgh, said the impact of the latest lockdown appeared to have been greater in some areas than others. “It may be that insufficient numbers of people were following restrictions – or … the natural factors we are all aware of – colder, more humid weather with more meeting indoors with less ventilation – may be counterbalancing to some extent the impact that restrictions have on transmission. Or a combination of both,” he said.\n\nSpeaking at the Downing Street press conference this week, Prof Chris Whitty, the chief medical officer for England, emphasised the need for caution, saying the country needed to “accept that Christmas is a period when we can do things, that’s the reason why the rules are being relaxed – but that doesn’t mean we should do things”.",
          "keywords": []
        },
        {
          "link": "https://www.theguardian.com/us-news/2020/dec/11/supreme-court-rejects-trump-backed-texas-lawsuit-aiming-to-overturn-election-results",
          "published": "2020-12-12T01:18:51",
          "title": "Supreme court rejects Trump-backed Texas lawsuit aiming to overturn election results",
          "text": "The US supreme court has unanimously rejected a baseless lawsuit filed by Texas seeking to overturn the presidential election result, dealing the biggest blow yet to Donald Trump’s assault on democracy.\n\nIn a brief, one page order, all nine justices on America’s highest court dismissed the longshot effort to throw out the vote counts in four states that the president lost: Georgia, Michigan, Pennsylvania and Wisconsin.\n\nThe decision hammers another nail in the coffin of Trump’s increasingly desperate effort to subvert the will of the people and deny Joe Biden the presidency.\n\nThe suit filed by Ken Paxton, the Texas attorney general, sought to invalidate the results in four swing states, asking the court to extend the deadline for election certification so alleged voting irregularities could be investigated.\n\nIt was backed by Donald Trump, 17 other states and 126 Republicans in the House of Representatives – more than half the caucus – including the House minority leader, Kevin McCarthy of California, and the minority whip, Steve Scalise of Louisiana.\n\nTrump had long expressed hope that a disputed election would go before the supreme court, to which he appointed three justices during his term, ensuring a 6-3 conservative majority. Earlier on Friday he tweeted: “If the Supreme Court shows great Wisdom and Courage, the American People will win perhaps the most important case in history, and our Electoral Process will be respected again!”\n\nBut hours later, his hopes of a political miracle were all but extinguished. The supreme court wrote: “The State of Texas’s motion for leave to file a bill of complaint is denied for lack of standing under Article III of the Constitution. Texas has not demonstrated a judicially cognizable interest in the manner in which another State conducts its elections. All other pending motions are dismissed as moot.”\n\nOfficials in Michigan, Pennsylvania, Georgia and Wisconsin had derided the suit as a publicity stunt. More than 20 other attorneys general from states including California and Virginia also filed a brief on Thursday urging the court to reject the case.\n\nJosh Shapiro, the attorney general of Pennsylvania, welcomed the court’s ruling. “Our nation’s highest court saw through this seditious abuse of our electoral process,” he tweeted. “This swift denial should make anyone contemplating further attacks on our election think twice.”\n\nThe supreme court has dealt a major blow to Donald Trump’s longshot bid to overturn the election results. Photograph: Patrick Semansky/AP\n\nDemocrats in Congress also expressed gratitude. Eric Swalwell of California tweeted: “The Supreme Court, a mix of conservative and liberal members, united to defend your vote against @realDonaldTrumpand his democracy deniers in Congress.”\n\nAnd Senator Ben Sasse, one of relatively few Republicans to acknowledge Biden’s victory, signalled that it was time for the party and government to move on. He said: “Since Election Night, a lot of people have been confusing voters by spinning Kenyan Birther-type, ‘Chavez rigged the election from the grave’ conspiracy theories, but every American who cares about the rule of law should take comfort that the Supreme Court – including all three of President Trump’s picks – closed the book on the nonsense.”\n\nCourts have dismissed numerous of lawsuits and appeals by the Trump campaign and its allies in various states. William Barr, the attorney general and a staunch Trump ally, has said the justice department uncovered no evidence of widespread voter fraud that could change the outcome of the election.\n\nSaturday will mark the 20th anniversary of the court resolving the 2000 election in Republican George W Bush’s favour but that was a much closer contest that came down to one state: Florida. Biden gained 306 votes in the electoral college – the same as Trump in 2016 – and leads the national popular vote by 7m.\n\nSome Democrats have accused Trump and his Republican backers of sedition. Chris Murphy, a senator for Connecticut, said in a floor speech on Friday: “Those who are pushing to make Donald Trump president for a second term, no matter the outcome of the election, are engaged in a treachery against their nation.”",
          "keywords": []
        },
        {
          "link": "https://www.theguardian.com/uk-news/2020/dec/11/four-navy-ships-to-help-protect-uk-waters-in-case-of-no-deal-brexit",
          "published": "2020-12-11T16:58:51",
          "title": "Four navy ships to help protect fishing waters in case of no-deal Brexit",
          "text": "Exclusive: two vessels to be deployed at sea with two on standby in case EU fishing boats enter EEZ\n\nFour Royal Navy patrol ships will be ready from 1 January to help the UK protect its fishing waters in the event of a no-deal Brexit, in a deployment evoking memories of the “cod wars” in the 1970s.\n\nThe 80-metre-long armed vessels would have the power to halt, inspect and impound all EU fishing boats operating within the UK’s exclusive economic zone (EEZ), which can extend 200 miles from shore.\n\nNaval sources said the deployment had been long planned, but it comes after Conservative ministers quietly doubled the total fleet of patrol ships from four to eight, partly in case of a crisis caused by a no-deal Brexit. “We have done a lot of work to ensure we are ready for every eventuality,” one insider said.\n\nAlthough the offshore patrol ships carry machine guns, they would not be expected to use weapons against EU fishing boats. Instead they would aim to run alongside a vessel believed to be breaking the rules, boarding it for inspection if deemed necessary.\n\nIn extreme cases, an EU boat could be impounded and taken to the nearest UK port. “Nobody is going to be firing warning shots against French fishermen; firearms are only used when there is danger to life,” the navy source said.\n\nDuring the “cod wars” between British and Icelandic trawlers in the early 1970s, fishing nets were cut and boats on both sides were regularly rammed. In a handful of incidents, shots were fired.\n\nFishing remains one of the biggest sticking points in the tortuous EU-UK trade negotiations. The complex economic argument over quotas, timescales and the length of an industry-specific transition period has put Britain at loggerheads with France.\n\nWithout a deal, EU boats would be banned from fishing in the UK’s EEZ – although it would also mean that UK fishing boats would be barred from the waters of nearby EU member states.\n\nThis week, the EU proposed a one-year extension to the transition period for fishing to allow a deal to be negotiated, highlighting the significance of the crisis.\n\nSpeaking at the end of Friday’s European council meeting of EU leaders, Ursula von der Leyen, the European commission president, said: “We understand that the UK aspires to control its waters. The UK must, on the other hand, understand the legitimate expectations of EU fishing fleets built on decades and sometimes centuries of access.”\n\nPlay Video 2:17 'New beginnings for old friends': EU commission chief warns Brexit agreement not reached yet – video\n\nEuropean and British boats have long fished in each other’s waters; today EU trawlers take around 60% of the catch from the UK area. A large part of the catch is mackerel and herring – not popular in Britain and so exported – while fish that is popular in the UK, such as cod, is usually imported.\n\nIt is unclear how effectively the navy can patrol the EEZ in practice – it may use satellite surveillance to help locate EU fishing boats – and how aggressively the UK government will want to act against French and other EU member states’ vessels when relations with the EU are so delicate.\n\nFishery patrol vessels have long operated in UK waters, but a no-deal Brexit would have a significant impact on the tasks their crews would be expected to undertake. Two of the patrol ships, from the navy’s river class, will be at sea at the turn of the year, while two others will be in port ready to deploy at a few hours’ notice, initially in English waters, because fisheries remain a devolved matter, but they are available for all of the UK. In theory, other warships could be called on if Boris Johnson wanted them to be used.\n\nChris Parry, a former rear admiral and ex-chair of the Marine Management Organisation, said ministers should act assertively. “I would seek to make an example and take a [EU fishing] boat or two into Harwich or Hastings. Once you had impounded them, the others would not be so keen to transgress without insurance.”\n\nBut Tobias Ellwood, chair of the defence select committee, said he was concerned that the navy would be overstretched at a time when Russian submarines were increasingly operating around the UK. “Our adversaries will be smiling as the biggest European militaries spar against each other over fish.”\n\nA Ministry of Defence spokesperson said: “The MoD has conducted extensive planning and preparation to ensure that defence is ready for a range of scenarios at the end of the transition period.”",
          "keywords": []
        },
        {
          "link": "https://www.theguardian.com/world/2020/dec/12/iran-executes-dissident-journalist-for-inspiring-2017-protests",
          "published": "2020-12-12T05:54:55",
          "title": "Iran executes dissident journalist for inspiring 2017 protests",
          "text": "Iran has executed a journalist over his role in inspiring nationwide economic protests in 2017, a year after the exile was captured by the country’s Revolutionary Guards Corps.\n\nIranian state television and the state-run IRNA news agency said that Ruhollah Zam, 47, was hanged early on Saturday morning. The reports did not elaborate.\n\nIn June, a court sentenced Zam to death, saying he had been convicted of “corruption on Earth”, a charge often used in cases involving espionage or attempts to overthrow Iran’s government.\n\nZam’s website, AmadNews, and a channel he created on the popular messaging app Telegram had spread the timings of the protests and embarrassing information about officials that directly challenged Iran’s Shia theocracy.\n\nThose demonstrations, which began at the end of 2017, represented the biggest challenge to Iran since the 2009 Green Movement protests and set the stage for similar mass unrest in November 2019.\n\nThe initial spark for the 2017 protests was a sudden jump in food prices. Many believe that hardline opponents of Iran’s president, Hassan Rouhani, instigated the first demonstrations in the conservative city of Mashhad in north-eastern Iran, trying to direct public anger at the president.\n\nBut as protests spread from town to town, the backlash turned against the entire ruling class.\n\nSoon, cries directly challenging Rouhani and even supreme leader Ayatollah Ali Khamenei could be heard in online videos shared by Zam. His channel also shared times and organisational details for the protests.\n\nTelegram shut down the channel over Iranian government complaints it spread information about how to make petrol bombs. The channel later continued under a different name.\n\nZam, who said he fled Iran after being falsely accused of working with foreign intelligence services, denied inciting violence on Telegram at the time. The 2017 protests reportedly saw some 5,000 people detained and 25 killed.\n\nIn October 2019, Iran’s Revolutionary Guards Corps said it had trapped Zam, who had been given asylum in France and was based in Paris, in a “complex operation using intelligence deception.” It did not say where the operation took place.\n\nZam was one of several opposition figures in exile who have been returned to Iran over the last year.\n\nFrance had criticised his death sentence as “a serious blow to freedom of expression and press freedom in Iran.”\n\nZam appeared in a series of televised confessions earlier this year, in which he apologised for his past activities.\n\nDuring an interview in July, he said he had lost some 30 kilograms since his arrest.\n\nZam is the son of a reformist Shia cleric who once served in a government policy position in the early 1980s. Mohammad Ali Zam wrote a letter published by Iranian media in July 2017 in which he said he would not support his son over reporting by AmadNews and messages on its Telegram channel.",
          "keywords": []
        }
      ]
    },
    "washingtonpost": {
      "rss": "http://feeds.washingtonpost.com/rss/world",
      "link": "https://www.washingtonpost.com/",
      "articles": [
        {
          "link": "https://www.washingtonpost.com/local/obituaries/alex-olmedo-dead/2020/12/11/2403cd0a-3bc4-11eb-9276-ae0ca72729be_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world",
          "published": "2020-12-11T14:58:26",
          "title": "Alex Olmedo, first male Latin American Grand Slam singles champion, dies at 84",
          "text": "Known as “Cacique” or “Chief” because of his Inca heritage, Mr. Olmedo was a 5-foot-10 right-hander who lit up the amateur tennis scene in the late 1950s, winning top tournaments nearly a decade before Grand Slam events were opened to professionals. Official, computerized tennis rankings were still years away, but at his peak in 1959 he was considered the top amateur in the United States and No. 2 in the world.\n\nRightly or not, he was also deemed one of the sport’s most frustrating players, losing to second-rate opponents and struggling at times to elevate his game for matches he was expected to win. “There is nothing else quite like Olmedo in the formful world of tennis,” Sports Illustrated journalist James Murray wrote in a 1959 cover story. “He is the world’s best amateur tennis player one day. And he is plain run-of-the-mill the next.”\n\nThe son of a groundskeeper and tennis instructor, Mr. Olmedo grew up playing at a local club in Arequipa, Peru’s second-largest city. By most accounts, he came to the United States in 1954 after local supporters raised $700, enabling him to take a boat to Havana, a plane to Miami and a cross-country bus to Los Angeles. He spoke no English, and later spoke of a “guardian angel” watching over him on the Greyhound.\n\nHe went on to work at a tennis pro shop, where he said he “strung rackets and made malts and hamburgers” while developing his game, ultimately catching the eye of Perry T. Jones, the czar of Southern California’s amateur tennis scene. When Jones was named captain of America’s 1958 Davis Cup squad, he successfully lobbied for Mr. Olmedo — by then winning NCAA titles for USC — to join the team.\n\nThe decision irritated some current and former tennis players, as Mr. Olmedo was not American (he later became a naturalized citizen) and the tournament was a showcase for national pride. But Peru wasn’t fielding a team, and Mr. Olmedo silenced his critics after powering the United States to victory over Australia, ending a three-year winning streak by defeating Ashley Cooper, the reigning Wimbledon champion, in the finals on New Year’s Eve.\n\n“We did it, Cap. We won,” Mr. Olmedo yelled to Jones, shedding a few tears on the court and throwing his racket in celebration. He received a congratulatory telegram from actor Kirk Douglas (“Now you are more than a chief. You are a superchief”) and was crowned with a laurel wreath during a triumphant return to Peru.\n\nMr. Olmedo won his first Grand Slam championship that same year, partnering with Davis Cup teammate Ham Richardson to win the men’s doubles title at the 1958 U.S. National Championships. Months later, he defeated Neale Fraser to win the 1959 Australian Championships, becoming only the second Latin American to win an individual Grand Slam title, after Chile’s Anita Lizana won the U.S. Nationals in 1937.\n\nHis victory set him up for the No. 1 seed at Wimbledon, where he defeated 20-year-old Rod Laver in straight sets in the finals of the world’s oldest tennis tournament. “He took his fast and aggressive game, and rocked the tennis world,” the International Tennis Hall of Fame later said.\n\nMr. Olmedo and Brazilian Maria Bueno, who won the women’s championship the next day, became the first South Americans to win individual titles at Wimbledon. He nearly won a third Grand Slam that year at the U.S. Nationals, where his former Australian opponent, Fraser, got revenge in the finals, winning in four sets.\n\nBut his success in major tournaments was accompanied by a number of disastrous matches. He was blamed for the American team’s loss in the 1959 Davis Cup, when he dropped two matches in the final round, and was charged with throwing a clay-court match after a lackadaisical performance near Chicago.\n\nSports Illustrated later reported that Mr. Olmedo had not wanted to play in the clay tournament anyway, and was insulted when he arrived at the club and the gatekeeper didn’t recognize him. In the predominantly White world of high-level tennis, he was sometimes mistaken for tournament staff.\n\n“In Europe people treat you much better. I feel better over there because they know a player is a human being over there,” he said at the time. Exhausted by an amateur sports system in which he had to pay his own way to tournaments, then arrived to be treated poorly, he turned pro in December 1959, signing a contract that reportedly guaranteed him a minimum of $35,000.\n\nMr. Olmedo won the U.S. Pro Tennis Championships the next year and retired in 1965 with an overall record of 90-85. He was tired of traveling, he said, and wanted to focus on raising his family in Los Angeles, where he taught tennis until his death. He became the teaching pro at the Beverly Hills Hotel and worked with celebrities including Katharine Hepburn, Robert Duvall and Charlton Heston, describing himself as “kind of a therapist” on the tennis court, according to his son.\n\nGreeting clients with a standard line — “How you doing, champ?” — he helped them with their serve or backhand while also chatting about life and work. “They come to see me to make themselves feel better about themselves,” he would say, “and to hit some tennis balls.”\n\nThe second of seven children, Luis Alejandro Olmedo y Rodríguez was born in Arequipa on March 24, 1936. His family said that Mr. Olmedo started playing with a homemade wooden racket by age 4 or 5, and within a decade had beaten everyone in town. He went to Lima, the capital, where the head of the Peruvian tennis association connected him with American coach Stanley Singer, setting him on a path to come to the United States.\n\nMr. Olmedo was 15 when he made his amateur debut at the 1951 U.S. Nationals, losing his first match. His son and former wife, Ann Peirce Olmedo, said that he had already made his epic boat-plane-and-bus trip to Los Angeles by then, in contrast to news reports that suggested he made the journey three years later.\n\nBy all accounts, he learned English at night school soon after arriving, and studied at Modesto Junior College before enrolling at USC to play under tennis coach George Toley. He won NCAA doubles and individual championships in both 1956 and 1958, and helped lead the Trojans to a 1958 team championship.\n\nMr. Olmedo was inducted into the International Tennis Hall of Fame in 1987.\n\nHis marriage ended in divorce. In addition to his son, Alex Olmedo Jr. of Santa Monica, survivors include two daughters, Amy Olmedo of Los Angeles and Angie Williams of Paia, Hawaii; four brothers; a sister; and four grandchildren.\n\nIn a phone interview, his son recalled that Mr. Olmedo was still leading private lessons until shortly before his death, working with clients on an extra-wide, extra-long court that Mr. Olmedo had installed outside his home in Encino.\n\n“When he was around people, he would just turn on the charm,” Olmedo Jr. said. “If you were a beginner, he was so precise he could hit the ball exactly to your sweet spot and make you feel like you were a better player than you were. That’s the key to being a pro, making people feel good about their abilities while also helping them improve. People would come back and say, ‘What’s going on, how come I can’t play as well against other people as I do against you?’\n\n“And he’d say, ‘Well, champ, you’ve got to keep coming back.’ ”",
          "keywords": []
        },
        {
          "link": "https://www.washingtonpost.com/world/the_americas/mexico-fast-tracks-law-that-could-limit-antidrug-cooperation-with-us/2020/12/11/aa2f90d4-3b43-11eb-98c4-25dc9f4987e8_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world",
          "published": "2020-12-11T12:26:00",
          "title": "Mexico fast-tracks law that could limit anti-drug cooperation with U.S.",
          "text": "But the bill is a sign of the fury detonated in Mexico by the detention of Cienfuegos in Los Angeles in October. The legislation was proposed by the office of President Andrés Manuel López Obrador, whose party holds a majority in Congress. It sailed through the Senate on Wednesday night and is expected to clear the lower house soon.\n\nThe measure would require that Mexican federal, state and local officials get permission from a high-level security panel to talk with “foreign agents” such as those working for the FBI or Drug Enforcement Administration. The Mexican officials would be required to provide a written report about such meetings to the Foreign and Public Security ministries. A representative of the Foreign Ministry would have to sit in on the sessions.\n\n“It will dramatically change the way Mexican law enforcement and U.S. law enforcement cooperate,” said Ana María Salazar, a Mexico City-based security analyst who worked in drug enforcement under the Clinton administration. “The extreme requirements will probably paralyze the relationship.”\n\nThe measure could affect a wide range of investigations — involving drug-trafficking, money-laundering, kidnapping and other crimes.\n\nU.S. agents are unlikely to share sensitive information under such conditions because it could easily fall into the hands of corrupt officials if distributed widely, former officials say. “That would compromise agents, informants and investigations,” said Mike Vigil, a former chief of international operations for the DEA.\n\nU.S. Attorney General William P. Barr said in a statement that the Justice Department was “troubled” by the legislation, which he said would complicate bilateral cooperation. “The passage of this legislation can only benefit the violent transnational criminal organizations and other criminals that we are jointly fighting,” he said.\n\nAnother department official said the measure could have a dramatic impact on bilateral relations. “The immediate effect is a freeze” on sharing information, said the official, who spoke on the condition of anonymity because he was not authorized to give interviews.\n\nDrug cooperation is particularly important because Mexico is the main source of heroin and methamphetamines in the United States, as well as a major gateway for cocaine and fentanyl.\n\nRoberto Velasco, the senior official handling U.S. affairs at the Foreign Ministry, said diplomats had met with officials from the State and Justice departments to explain details of the bill. “It is in our shared interest to continue working together on law enforcement,” he said in a statement. “The aim of the bill is for our cooperation to continue on the basis of mutual respect, and shared objectives.”\n\nCienfuegos served as defense minister from 2012 to 2018, under President Enrique Peña Nieto. He was charged in October in U.S. federal court with helping the H-2 drug cartel, based in northwestern Mexico, to ship heroin, cocaine and methamphetamines to the United States. He pleaded not guilty. Many Mexicans said they believed him; Cienfuegos was not widely perceived as corrupt and had worked on anti-drug efforts with U.S. officials.\n\nThe detention was seen in Mexico as a slap at the military — which is highly regarded and has become a central player in López Obrador’s security and infrastructure plans. Mexico responded to the arrest by threatening to curtail security cooperation with the United States. The Trump administration dropped the charges citing “foreign policy considerations” and sent Cienfuegos home. But that wasn’t the end of the story.\n\nMexican officials have portrayed the law as necessary to guarantee their sovereignty. “I think there’s a national awakening” after the Cienfuegos case, said Ricardo Monreal, a ruling-party lawmaker who guided the legislation through the Senate. “We want a harmonious relationship with the United States, but not one of subordination.”\n\nHe said the language in the legislation was originally harsher. “It was moderated because the president wants a good relationship” with Washington, he said.\n\nForeign Ministry officials noted that many parts of the legislation, such as providing only limited diplomatic immunity for foreign agents, are copied from bilateral agreements reached years ago. But the legislation adds new provisions. And it is part of the national security law, which allows criminal charges — even treason — against violators, noted Jorge Lara, a former senior Mexican justice official.\n\n“This will result in many people preferring not to take the risk” of meeting with U.S. agents, he said. “This will generate a kind of paranoia.”\n\nThe law was introduced during a political vacuum in the United States, with the Trump administration on the brink of leaving office and a Biden team not yet confirmed. Mexican diplomats insist López Obrador wants a good relationship with the incoming U.S. leader. But Lara said the Mexican government could be using the measure to gain leverage with Biden.Senior members of the armed forces were infuriated by the arrest of Cienfuegos, whom many had served with over the years. The case was built in the United States, relying on intercepted BlackBerry messages allegedly involving the general and drug traffickers. But it sparked alarm among other senior members of the Mexican government who feared that the DEA might be tapping their phones.\n\nLópez Obrador, a longtime leftist, has developed a surprisingly warm relationship with President Trump. But he also relies heavily on Mexico’s military, both for domestic security and numerous other duties, from building a new Mexico City airport to transporting medications during the coronavirus pandemic.",
          "keywords": []
        },
        {
          "link": "https://www.washingtonpost.com/world/asia_pacific/hong-kong-national-security-law-jimmy-lai/2020/12/11/58e7cc5c-3b69-11eb-aad9-8959227280c4_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world",
          "published": "2020-12-11T06:47:00",
          "title": "Hong Kong media publisher Jimmy Lai is charged under national security law",
          "text": "And earlier this year, Beijing effectively expelled American journalists from The Washington Post, New York Times and Wall Street Journal in retaliation for the Trump administration’s new restrictions on Chinese state media.\n\nLai, who was arrested by investigators in August, is the fourth and highest-profile person to be charged under the security law, which seeks to eradicate dissent in Hong Kong by curtailing constitutional rights, including free speech. He has been in detention for a week for allegedly flouting terms of his office lease, and turned 72 in jail on Tuesday.\n\nThe billionaire, who founded the Apple Daily newspaper in support of Hong Kong’s democracy movement, has become a prime target of the Chinese Communist Party’s efforts to silence its critics, some of whom fled abroad as its crackdown on Hong Kong intensified this year. Lai was previously arrested in February, then in April and again in August, the last occasion under the security law that took effect in late June.\n\nThe case against Lai heightened an environment of fear in the former British colony, whose increasingly tight control by China has become a point of contention in Beijing’s disputes with the West.\n\n“As a well-known public figure in Hong Kong, Lai’s arrest sends a shock to many Hong Kongers,” said Ma Ngok, a political scientist at the Chinese University of Hong Kong. “Under present tensions between the U.S. and China, Lai’s arrest will also become an international case.”\n\nIn August, police officers from a newly established national security unit of the Hong Kong police swept across the city in an hours-long operation, arresting 10 people including Lai, his sons and executives at Next Digital, his media company. The arrests were accompanied by a raid on the newsroom of Apple Daily — which is published by Next Digital — where nearly 200 officers rifled through papers, shut journalists out of their workplace and carted off boxes of evidence.\n\nLai’s case will be heard in court on Saturday.\n\nCarrie Lam, Hong Kong’s chief executive, told the U.N. Human Rights Council this year that the security law — which criminalizes vaguely worded offenses such as secession and foreign collusion — would not be retroactive.\n\nPolice said Friday that Lai has been charged with “collusion with a foreign country or with external elements to endanger national security” but did not provide details of his alleged crime.\n\nChinese state media has branded Lai, who became a leading critic of the Communist Party after the 1989 Tiananmen Square massacre, a traitor and an enemy of the state.\n\nThe businessman, who has long-standing relationships on Capitol Hill, has lobbied Washington for support in preserving Hong Kong’s autonomy and relative freedoms compared with the Chinese mainland.\n\nThis week, Jake Sullivan, the national security adviser to ­President-elect Joe Biden, tweeted that he is “deeply concerned about the continuing arrests and imprisonment of pro-democracy activists in Hong Kong.” The State Department also imposed sanctions on 14 Chinese officials for Beijing’s “unrelenting assault” against Hong Kong’s democratic processes, adding to measures against other top officials, including Lam and the head of Beijing’s liaison office in the city.\n\nLai has been unable to travel since his passport was confiscated early this year, according to Mark Simon, his confidant and former business aide. But Lai has continued to give interviews in support of Western sanctions against Chinese and Hong Kong officials.\n\nThree others have been charged under the security law, including Tony Chung, a 19-year-old activist who founded a student group that called for Hong Kong’s independence. Chung was found guilty Friday on separate charges of desecrating China’s national flag and unlawful assembly. He has been in jail since October, after he was apprehended by several men while attempting to seek refuge at the U.S. Consulate in Hong Kong.\n\nTong Ying-kit, 24, was accused of riding his motorcycle into a group of police officers while carrying a flag with the slogan “Liberate Hong Kong; revolution of our times,” synonymous with the anti-government protests that erupted in June last year.\n\nThe Hong Kong government says that slogan is now illegal. Tong pleaded not guilty to charges of inciting secession, which also carry a potential life sentence. Adam Ma, also charged under the national security law, has been accused of chanting pro-independence slogans.\n\nLai’s associates say the charges against him are entirely political. Under the national security law, Hong Kong suspects can be taken for trial to mainland China, where the legal system is opaque and open to abuse.\n\n“The charges against Jimmy are not about a misused lease, not even about the national security of China,” said Mark Simon, a close aide. “It is about one thing, a man who won’t bow to the Chinese Communist Party.”\n\nBloomberg News said Friday that its detained staff member, Haze Fan, was taken away by plainclothes security officers from her Beijing apartment about 11:30 a.m. Monday.\n\nDetails of the investigation were not immediately available. It comes after months of deteriorating conditions for Western media organizations in China, with a number of American and Australian journalists effectively expelled over the past year. Chinese nationals employed by Western media outlets have been warned by authorities in recent months to watch their step.\n\n“We are very concerned for her, and have been actively speaking to Chinese authorities to better understand the situation. We are continuing to do everything we can to support her while we seek more information,” a Bloomberg News spokesperson was quoted as saying in one of the news agency’s articles.\n\nFan, a Chinese national, has worked for Bloomberg News in Beijing since 2017, with prior stints at CNBC, Al Jazeera, CBS News and Thomson Reuters, according to her LinkedIn profile.\n\nFor Bloomberg News, she worked on China business news topics, traditionally considered less risky for Chinese nationals than political news.\n\nChina does not allow its nationals to work as journalists for foreign media organizations in China, only as news assistants. Several Chinese news assistants for major Western media outlets saw their work credentials revoked by Beijing this year after they assisted with reporting on the coronavirus outbreak in Wuhan.",
          "keywords": []
        },
        {
          "link": "https://www.washingtonpost.com/world/2020/07/16/coronavirus-pandemic-cities-reopening/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world",
          "published": "2020-12-11T12:55:36",
          "title": "What’s reopened and what’s still restricted in 16 cities around the world",
          "text": "Vaccines are here. But so is a resurgence in coronavirus cases in many parts of the world. Washington Post correspondents and contributors across 16 cities are keeping track of the responses from public health officials and others.\n\nBeijing\n\nVisitors crowd the Badaling section of the Great Wall northwest of Beijing on Oct. 31. (Tingshu Wang/Reuters)\n\nWhat’s required, restricted or in force\n\nmasks required\n\npolice checks in place\n\nWhat is not\n\ndine-in service open\n\nschools open\n\nno curfew\n\nno fines\n\nA customer wearing a face mask browses in a Christmas store in Berlin on Nov. 2. Chancellor Angela Merkel has pledged to do “everything necessary” to help cushion the economic impact of the partial lockdown. (Liesa Johannssen-Koppitz/Bloomberg News)\n\nBerlin\n\nWhat’s required, restricted or in force\n\nfines\n\npolice checks in place\n\nmasks required\n\nno dine-in service\n\nWhat is not\n\nschools open\n\nno curfew\n\nA man rides a camel past beachgoers in Dubai on Oct. 31. Dubai Sports Council has organized many outdoor events after lifting the lockdown for the coronavirus. (Ali Haider/EPA-EFE/Shutterstock)\n\nDubai\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines\n\npolice checks\n\nWhat is not\n\nschools open\n\ndine-in service open\n\nno curfew\n\nPeople wait to watch a film at Hong Kong's first socially distanced outdoor entertainment venue on Nov. 10, 2020. It has 100 socially distanced private \"pods,\" each seating two or four people, to respect social distancing measures. (Anthony Wallace/AFP/Getty Images)\n\nHong Kong\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines\n\npolice checks in place\n\nschools closed\n\nWhat is not\n\ndine-in service open\n\nno curfew\n\nCustomers eat and drink on the street outside a bar ahead of a coronavirus lockdown in the Soho district of London on Nov. 4. (Chris J. Ratcliffe/Bloomberg News)\n\nJump to city\n\nLondon\n\nWhat’s required, restricted or in force\n\nfines\n\nmasks required\n\nWhat is not\n\ndine-in service\n\nschools open\n\nno fines\n\nno police checks\n\nno curfew\n\nPeople protest during a small rally in support of coronavirus deniers and against restrictions by the government in Madrid on Nov. 7. (Manu Fernandez/AP)\n\nMadrid\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines\n\npolice checks in place\n\ncurfew in place\n\nWhat is not\n\nschools open\n\ndine-in restaurants open\n\nA teacher looks after students Nov. 3 in the classroom of a makeshift school that the children of Mexican drug lord Joaquin \"El Chapo\" Guzman helped to build near the city of Culiacan for families who have no access to online classes during the pandemic restrictions in Mexico. (Reuters)\n\nMexico City\n\nWhat’s required, restricted or in force\n\nschools closed\n\nmasks required\n\nfines possible\n\nWhat is not\n\nno curfew\n\ndine-in restaurants open\n\nno police checks\n\nA woman walks from the underpass in Moscow on Nov. 3. (Alexander Zemlianichenko/AP)\n\nMoscow\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines possible\n\npolice checks in place\n\nWhat is not\n\nschools open\n\nine-in restaurants open\n\nno curfew\n\nKenyans sit close to each other at a nightclub in Nairobi on Nov. 5. Kenyan President Uhuru Kenyatta announced the extension of a nationwide curfew from 10 p.m. to 4 a.m. until Jan. 3. (Daniel Irungu/EPA-EFE/Shutterstock)\n\nNairobi\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines\n\npolice checks\n\ncurfew in place\n\nWhat is not\n\ndine-in service open\n\nschools open\n\nCustomers shop for discounted garments during the festival of Dhanteras at the Lajpat Nagar market in New Delhi on Nov. 13. (Prashanth Vishwanthan/Bloomberg News)\n\nNew Delhi\n\nWhat’s required, restricted or in force\n\nschools closed\n\nmasks required\n\nfines\n\npolice checks\n\nWhat is not\n\nno curfew\n\ndine-in service open\n\nThe terrace of a closed restaurant sits empty in Paris on Nov. 12 during a second national lockdown aimed at curbing the spread of the coronavirus. (Stephane De Sakutin/AFP/Getty Images)\n\nParis\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines in place\n\ncurfew in place\n\nno dine-in service\n\npolice checks\n\nWhat is not\n\nschools open\n\nPeople visit Ipanema Beach in Rio de Janeiro on Sept. 13. The mayoralty of the city is allowing bathers on its beaches, the opening of nightclubs and the operation of buffet systems in restaurants in a new stage of steps to ease pandemic restrictions. (Antonio Lacerda/EPA-EFE/Shutterstock).\n\nRio de Janeiro\n\nWhat’s required, restricted or in force\n\nschools closed\n\nmasks required\n\nWhat is not\n\ndine-in service open\n\nno fines\n\nno police checks\n\nno curfew\n\nPeople stroll in Via del Corso in Rome on Nov. 13. Italy authorities adopted new restrictions to curb the spread of the virus. (Angelo Carconi/EPA-EFE/Shutterstock)\n\nRome\n\nWhat’s required, restricted or in force\n\nfines in place\n\nmasks required\n\npolice checks in place\n\ncurfew in place\n\nWhat is not\n\ndine-in service open\n\nschools open\n\nPeople take pictures as drones fly in formation showing messages of hope in Seoul on Nov. 13. (Kim Hong-Ji/Reuters)\n\nSeoul\n\nWhat’s required, restricted or in force\n\nfines in place\n\nmasks required\n\npolice checks in place\n\nWhat is not\n\nschools open\n\ndine-in service open\n\nno curfew\n\nPeople make their way at Shinagawa station in Tokyo on Nov. 13. (Kim Kyung-Hoon/Reuters)\n\nTokyo\n\nWhat’s required, restricted or in force\n\nNo restrictions\n\nWhat is not\n\ndine-in service open\n\nschools open\n\nmasks not required\n\nno fines\n\nno police checks\n\nno curfew\n\nPeople watch the marine life at Ripley's Aquarium of Canada in Toronto on Oct. 28. (Nathan Denette/The Canadian Press/AP)\n\nToronto\n\nWhat’s required, restricted or in force\n\nfines\n\npolice checks in place\n\nmasks required\n\nno dine-in service\n\nWhat is not\n\nschools open\n\nno curfew\n\nAbout this story: Max Bearak in Nairobi, William Booth and Karla Adam in London, Mary Beth Sheridan in Mexico City, Terrence McCoy in Rio de Janeiro, Chico Harlan in Rome, Loveday Morris in Berlin, Pamela Rolfe in Madrid, Joanna Slater in New Delhi, Paul Schemm in Dubai, Min Joo Kim in Seoul, Simon Denyer in Tokyo, Gerry Shih in Taipei, Robyn Dixon in Moscow, James McAuley in Paris, Amanda Coletta in Toronto and Shibani Mahtani in Hong Kong contributed to this report.",
          "keywords": []
        }
      ]
    }
  }
}