{
  "newspapers": {
    "NYTimes": {
      "link": "http://www.NYTimes.com/",
      "articles": [
        {
          "title": "Israel-Hamas War Pressure Builds to Open Gaza Aid Corridor",
          "text": "Jacob J. Lew, President Biden’s nominee as the next U.S. ambassador to Israel, on Wednesday at his confirmation hearing before the Senate Foreign Relations Committee.\n\nAs President Biden visited Israel on Wednesday to pledge U.S. support in its fight against Hamas, his nominee to fill the conspicuously empty American ambassador’s post to the country faced Republican opposition at home.\n\nThe nomination of Jacob J. Lew, who served as Treasury secretary during the Obama administration, was announced last month but has gained urgency since Hamas attackers slaughtered at least 1,400 Israelis on Oct. 7. The attacks prompted Israel to launch an intensive bombing campaign against the Gaza Strip, which is governed by Hamas.\n\nBut despite pleas from the Biden administration and leading Democrats to confirm Mr. Lew quickly, most Republican senators on the Foreign Relations Committee expressed opposition to his confirmation, arguing he was unfit for the post because of his past work on a multinational deal to curb Iran’s nuclear ambitions.\n\n“We need this thing filled. The problem I have is that it needs to be filled with the right person,” Senator Jim Risch of Idaho, the top Republican on the panel, said during Mr. Lew’s confirmation hearing Wednesday. He accused Mr. Lew of acting in “what I think was a backhanded way of supporting Iran.”\n\nAs Treasury secretary, Mr. Lew played a key role in negotiating and promoting a deal that eased sanctions on Iran’s nuclear sector in exchange for Tehran’s accepting limitations on its nuclear enrichment and related activities. But Republicans charge that Mr. Lew lied to lawmakers at the time about how the deal would be implemented, particularly when it came to access to previously frozen funds to Iran, which they believe Iran used to build up terrorist proxy groups posing a threat to Israel, including Hamas.\n\nThe Republican opposition is not expected to kill Mr. Lew’s candidacy. Democrats — who expressed support for him — hold a majority on the panel. But it could complicate efforts to get his bid through the full Senate quickly, by forcing Senator Chuck Schumer, the majority leader, to use time-consuming procedural maneuvers to set up a vote.\n\nIsrael has lacked a Senate-confirmed U.S. ambassador since Thomas R. Nides left the post in July. Mr. Schumer and other Democrats have warned that continuing to leave the post empty would be detrimental to the United States’ ability to support Israel.\n\n“Delaying him would be egregious at a time like this,” Mr. Schumer said Tuesday of Mr. Lew on the floor, adding that the nominee was “a ferocious ally of Israel.”\n\nMr. Lew sought to display his pro-Israel bona fides on Wednesday, telling senators about his Jewish family’s Zionist roots and listing his efforts as Treasury secretary to impose and enforce sanctions against both Hamas and Iran.\n\n“I cannot remember a time when Israel’s struggle for security was not at the forefront of my mind,” Mr. Lew said. He added: “Iran is a threat to regional stability and to Israel’s existence. If confirmed, I will uphold President Biden’s commitment to deny Iran a nuclear weapon.”\n\nBut his declarations did little to deter Republican senators.\n\nSenator Marco Rubio, Republican of Florida, accused Mr. Lew of having kept secret from Congress a license that would have allowed Iran to convert funds held at a bank in Oman into euros, and pressured banks around the world to do business with Tehran, citing the findings from a 2018 report from Republicans on the Senate Permanent Subcommittee on Investigations. Senator John Barrasso, Republican of Wyoming, accused Mr. Lew of acting as the Iranian government’s banker by negotiating deals to release funds in exchange for American prisoners.\n\n“The massive influx of cash was ultimately a direct deposit into Iran’s terrorism account,” Mr. Barrasso said.\n\nMr. Lew argued that he had adhered strictly to the terms of the deal easing nuclear-related sanctions, known as the Joint Comprehensive Plan of Action — and frustrated officials in Tehran by refusing to go any further.\n\n“They complained that my actions were what kept them from getting full access to the world financial system,” he said. “We did the letter of the J.C.P.O.A., nothing more.”\n\nIf confirmed as ambassador, Mr. Lew will be starting at a time of heightened fears that the conflict between Israel and Hamas might engulf the region, potentially even pulling in U.S. forces.\n\n“Preventing this from becoming a multifront war is hugely important for Israel, for the region, for the world,” he said. He added that bringing home the Americans thought to be hostages of Hamas would be one of his top priorities. At least 13 Americans are unaccounted for, according to the State Department, but it is unclear how many are being held hostage.\n\nYet Mr. Lew conceded that longer-term goals such as the normalization of relations between Israel and Saudi Arabia, and an eventual two-state solution with the Palestinians, would probably have to wait until hostilities died down.\n\nHe also promised that he would do his utmost to ensure that civilians in Gaza receive humanitarian assistance, drawing a distinction between them and Hamas militants.\n\nBut he resisted Democrats’ efforts to get him to urge the Israelis to exercise restraint.\n\n“This is not the time for us to be lecturing Israel on what they need to do,” Mr. Lew said, adding that Israeli officials knew they had to conduct the war “in a way that is consistent with minimizing the impact on innocent civilians.”",
          "link": "https://www.nytimes.com/live/2023/10/19/world/israel-hamas-war-gaza-news",
          "keywords": [
            "deal",
            "nuclear",
            "pressure",
            "hamas",
            "gaza",
            "mr",
            "aid",
            "lew",
            "open",
            "iran",
            "democrats",
            "israelhamas",
            "corridor",
            "builds",
            "israel",
            "republican",
            "post",
            "war"
          ],
          "top_image": "https://static01.nyt.com/images/2023/10/19/multimedia/19israel-hamas-blog-promo830am-pvbh/19israel-hamas-blog-promo830am-pvbh-facebookJumbo.jpg",
          "published": "2023-10-19T00:00:00"
        },
        {
          "title": "Biden to Deliver Oval Office Address as He Seeks Aid for Israel and Ukraine",
          "text": "President Biden will deliver a prime-time speech on Thursday about the war in Ukraine and the terror attacks in Israel as his administration prepares to call on Congress to approve tens of billions of dollars in military aid for the two embattled nations.\n\nThe address will mark the second time Mr. Biden has delivered formal remarks from the Oval Office since becoming president. In June, he spoke from behind the Resolute Desk about a bipartisan agreement to avoid defaulting on the nation’s debt, an agreement that Republicans in the House later abandoned.\n\nIn Thursday’s speech, Mr. Biden will address the American response to the two grave struggles that he has said threaten democratic stability across the globe: the war that followed Russia’s invasion of Ukraine last year and the one that started this month after the brutal assault by Hamas on Israel on Oct. 7.\n\nA senior White House official said Mr. Biden will seek to present the American people a broadly framed explanation for why two wars half a world away are critical to the national security of the United States.",
          "link": "https://www.nytimes.com/2023/10/19/us/politics/biden-speech-israel-ukraine.html",
          "keywords": [
            "oval",
            "deliver",
            "house",
            "mr",
            "aid",
            "office",
            "biden",
            "speech",
            "president",
            "american",
            "seeks",
            "agreement",
            "israel",
            "war",
            "ukraine",
            "address"
          ],
          "top_image": "https://static01.nyt.com/images/2023/10/19/multimedia/19dc-biden-jkzt/19dc-biden-jkzt-facebookJumbo.jpg",
          "published": "2023-10-19T00:00:00"
        },
        {
          "title": "What We Know About the Explosion at the Hospital in Gaza",
          "text": "Hundreds of people were feared dead after an explosion at a hospital in the Gaza Strip on Oct. 17, a little over a week after the Palestinian group Hamas staged a terrorist attack on Israel that killed 1,400 people and led Israel to declare war and begin bombing the territory.\n\nHamas, which controls Gaza, blamed the blast on an Israeli airstrike.\n\nIsrael said it was caused by an errant rocket fired by another armed group, Palestinian Islamic Jihad, which denied the assertion.\n\nAnd on Wednesday, President Biden backed Israel’s position, citing “the data I was shown by my Defense Department.”\n\nThe competing claims have not been independently verified. The New York Times is working to assess the various accounts through an analysis of photos, video footage and other evidence, as well as on-the-ground interviews.\n\nHere is what we know so far about the explosion at the Ahli Arab Hospital in Gaza City.\n\nWhat do we know about the death toll?\n\nOn the night of the explosion, a spokeswoman for the Gazan health ministry put the toll at 500 or more dead, which the ministry later changed to “hundreds.” No figure could be confirmed independently, but images from the hospital and witness accounts made clear that it was high.\n\nMohammad Abu Selim, the head of the nearby Shifa Hospital, said in an interview hours after the blast that 150 to 200 people killed in the explosion were taken to his hospital, along with about 300 people who had been wounded. He said he had no official tally of the dead because of the terrible condition of many of the bodies.\n\nThe Israeli military said Wednesday morning that the number of casualties was inflated. The Gazan health ministry, which is run by Hamas, said later on Wednesday that 471 people had been killed and hundreds more injured.\n\nThe figures could not be independently confirmed, though video footage verified by The New York Times shows scores of bodies strewn across the hospital’s courtyard.\n\nThe hospital is run by the Anglican Church and overseen by Archbishop Hosam Naoum, who said that in recent days, large numbers of Gazans had taken shelter there to escape Israeli airstrikes. The hospital usually has 80 beds, according to the diocese website.\n\nWhat did the United States government say?\n\nAdrienne Watson, a spokeswoman for the National Security Council, said Wednesday that the U.S. government “assesses that Israel was not responsible for an explosion that killed hundreds of civilians yesterday at the Al Ahli Hospital in the Gaza Strip.”\n\n“Our assessment is based on available reporting, including intelligence, missile activity and open-source video and images of the incident,” she said, adding that the United States was continuing to collect information.\n\nMs. Watson said the intelligence indicated that some Palestinian fighters in the Gaza Strip believed the explosion had likely been caused by an errant rocket or missile launch carried out by Palestinian Islamic Jihad. “The militants were still investigating what had happened. We continue to work to corroborate whether the explosion resulted from a failed P.I.J. rocket,” she said.\n\nAmerican officials, speaking on the condition of anonymity to discuss sensitive information, said that multiple strands of early intelligence, including infrared satellite data, show a launch of a rocket or missile from Palestinian fighter positions within Gaza. They cautioned that the analysis was preliminary.\n\nA senior Defense Department official said that, based on data collected by infrared sensors, the United States was “fairly confident” the launch did not come from Israeli forces.\n\nWhat did Palestinian Islamic Jihad say?\n\nPalestinian Islamic Jihad, whose members participated in the Hamas-led attacks on Israel on Oct. 7, denied that an errant rocket from its arsenal had caused the explosion.\n\nIn a phone interview with The Times on Wednesday, a spokesman for the group, Musab Al-Breim, said that the capacity of their weapons supply was “primitive.”\n\nIn a statement on Tuesday, the group said video footage and the extent of the destruction showed that the blast was caused by an Israeli aerial bombardment.\n\nThe group’s military wing posted a message on Telegram at 7:09 p.m. on the night of the explosion saying it had fired a barrage of rockets toward Israel — just minutes after the blast occurred.\n\nBut the spokesman said the timing of posts did not always indicate the timing of launches.\n\nHe acknowledged that errant rockets from the military wing had killed Palestinians in the past. “We have made mistakes, I am not going to deny it,” he said. “However, not mistakes of this size.”\n\nWhat did the Israeli army say?\n\nCiting aerial footage, photos taken in the aftermath of the explosion and recordings it said were of Hamas members, the Israeli military said on Wednesday that the blast was caused by a rocket that misfired after being launched by Palestinian Islamic Jihad.\n\nRear Adm. Daniel Hagari, the chief spokesman for the Israeli military, said the Palestinian group fired 10 rockets at 6:59 p.m. on the night of the explosion, and that one of them fell to earth prematurely, hitting a parking lot outside the hospital.\n\nHe denied that Israel had fired any ordnance in the area of the hospital at that time.\n\nHe cited a photo of the parking lot that was posted on social media on Wednesday morning that he said did not show the kind of impact that would have been caused by an Israeli missile. The photo shows the effects of a fire — burned-out cars and scorched ground — that he said was caused by rocket fuel.\n\nHe also showed an aerial image that he said was taken from a military drone overnight. In the image, he said, there was no evidence of a crater that would have been caused by an Israeli missile.\n\nAdmiral Hagari dismissed suggestions that the strike was caused by an errant Israeli air defense interceptor; he said Israel does not fire air defense missiles into Gazan airspace.\n\nThe admiral played a recording of what he said was a wiretapped conversation between two Hamas members, in which one speaker says the damage was caused by a rocket fired by Palestinian Islamic Jihad from a cemetery near the hospital. The Times is assessing the material and has not verified the conversation.\n\nWhat did Hamas say?\n\nIn a statement, Hamas said the explosion was “a horrific massacre” and “a crime of genocide” caused by an Israeli airstrike.\n\nThe Ahli Arab Hospital had been hit previously by rocket fire on Oct. 14, according to the Gazan health ministry and video footage verified by The Times. The Anglican Church said in a statement that four staff members were injured in that blast.\n\nYousef Abu al-Rish, the top official for the Gazan health ministry, said at a news conference on Tuesday night that the Israeli military had called the hospital director and told him that the earlier blast had been a warning to evacuate.\n\nOn Wednesday, Archbishop Naoum said that the Israeli military had called and texted the hospital managers at least three times in recent days, asking its patients and staff to leave the hospital compound.\n\nArchbishop Naoum said the warnings were particular to the hospital, and not part of Israel’s wider push to encourage civilians to leave northern Gaza for the territory’s south.\n\n“There were specific warnings to get out of the building,” the archbishop said.\n\nLt. Col. Amnon Shefler, an Israeli military spokesman, said the calls to the hospital were part of a wider campaign to urge civilians to leave northern Gaza ahead of an expected Israeli invasion. Colonel Shefler said the hospital was not a target for the military.\n\nReporting was contributed by Emma Bubola , Iyad Abuheweila , Aaron Boxerman , Patrick Kingsley , Christoph Koettl , Haley Willis , Yousur Al-Hlou and Peter Baker .",
          "link": "https://www.nytimes.com/2023/10/18/world/middleeast/gaza-hospital-israel-hamas-explained.html",
          "keywords": [
            "gaza",
            "israeli",
            "know",
            "times",
            "palestinian",
            "israel",
            "rocket",
            "explosion",
            "military",
            "hospital",
            "caused"
          ],
          "top_image": "https://static01.nyt.com/images/2023/11/11/video/112379-18vid-Gaza-hospital/112379-18vid-Gaza-hospital-facebookJumbo.png",
          "published": "2023-10-18T00:00:00"
        },
        {
          "title": "State Department Official Resigns Over Arms Transfers to Israel",
          "text": "A State Department official in the bureau that oversees arms transfers resigned this week in protest of the Biden administration’s decision to continue sending weapons and ammunition to Israel as it lays siege to Gaza in its war with Hamas.\n\nIn his resignation letter, Josh Paul, who has been the director of congressional and public affairs for the State Department’s Bureau of Political-Military Affairs for over 11 years, said the Biden administration’s “blind support for one side” was leading to policy decisions that were “shortsighted, destructive, unjust and contradictory to the very values we publicly espouse.”\n\n“The response Israel is taking, and with it the American support both for that response and for the status quo of the occupation, will only lead to more and deeper suffering for both the Israeli and the Palestinian people,” he wrote, adding, “I fear we are repeating the same mistakes we have made these past decades, and I decline to be a part of it for longer.”\n\nIn an interview, Mr. Paul said that Israel’s cutting off of water, food, medical care and electricity to Gaza, a territory of two million people, should prompt protections in a number of longstanding federal laws intended to keep American weapons out of the hands of human rights violators. But those legal guardrails are failing, he said.",
          "link": "https://www.nytimes.com/2023/10/19/us/state-department-official-resigns-israel-arms.html",
          "keywords": [
            "official",
            "support",
            "state",
            "bureau",
            "gaza",
            "resigns",
            "american",
            "paul",
            "biden",
            "department",
            "weapons",
            "arms",
            "israel",
            "transfers",
            "response"
          ],
          "top_image": "https://static01.nyt.com/images/2023/11/18/multimedia/18dc-paul-wtbk/18dc-paul-wtbk-facebookJumbo.jpg",
          "published": "2023-10-19T00:00:00"
        },
        {
          "title": "Biden’s Visit to Israel, and More",
          "text": "The New York Times Audio app is home to journalism and storytelling, and provides news, depth and serendipity. If you haven’t already, download it here — available to Times news subscribers on iOS — and sign up for our weekly newsletter.\n\nThe Headlines brings you the biggest stories of the day from the Times journalists who are covering them, all in about 10 minutes. Hosted by Annie Correal, the new morning show features three top stories from reporters across the newsroom and around the world, so you always have a sense of what’s happening, even if you only have a few minutes to spare.",
          "link": "https://www.nytimes.com/2023/10/19/podcasts/the-daily/headlines-nyt-audio-app.html",
          "keywords": [
            "minutes",
            "york",
            "weekly",
            "spare",
            "world",
            "bidens",
            "times",
            "subscribers",
            "israel",
            "storytelling",
            "sign",
            "visit",
            "whats"
          ],
          "top_image": "https://static01.nyt.com/images/2023/10/19/multimedia/19HL-biden-israel-tfgc/19HL-biden-israel-tfgc-facebookJumbo.jpg",
          "published": "2023-10-19T00:00:00"
        },
        {
          "title": "For Republicans, All Roads Lead to the U.S.-Mexico Border",
          "text": "“It had to do with prejudice,” she said.\n\nAttempts by politicians to link Mideast terror groups and Mexican criminal organizations have at times gained traction over the past two decades, but no substantial evidence has surfaced to support the claim, counterterrorism and insurgency experts said. The two kinds of groups have vastly different objectives and operate in cultural and economic borderland regions that do not share remotely similar dynamics.\n\nWith apprehensions at the southern border up overall, U.S. officials this year have recorded an increase in apprehensions of people whose identities match those on the F.B.I. terrorist watch list — 160 migrants in the 2023 fiscal year as of July, up from 100 the fiscal year before, according to the Department of Homeland Security. Such rolls constitute a small fraction of the millions of people seeking to cross the southern border and do not significantly measure the terror threat against the United States, terrorism and insurgency experts said. The uptick may be owing in part to the broad nature of the lists, they added, ensnaring people wanted for terrorist activities against their home countries but not aimed at the United States, as well as relatives or associates not accused of wrongdoing.\n\nAlthough experts do not completely rule out the threat of a terror attack launched from the southern border, they described it as unlikely.\n\nIf Mideast terror organizations ever did plan an attack, “the northern border may even be more vulnerable,” said Bruce Hoffman, professor and director of the Center for Jewish Civilization at Georgetown University who specializes in terrorism studies. And such a plot would not necessarily be connected to illegal immigration, he added.\n\nThe 9/11 hijackers entered the United States on tourist, business and student visas. The last man to physically cross the border with materials for an explosive — Ahmed Ressam — was arrested in 1999 after he came in from Canada.",
          "link": "https://www.nytimes.com/2023/10/19/us/politics/republicans-mexico-border-israel.html",
          "keywords": [
            "united",
            "terror",
            "experts",
            "terrorism",
            "border",
            "republicans",
            "organizations",
            "terrorist",
            "lead",
            "southern",
            "threat",
            "usmexico",
            "states",
            "roads"
          ],
          "top_image": "https://static01.nyt.com/images/2023/10/17/multimedia/POL-GOP-BORDER-01-czlw/POL-GOP-BORDER-01-czlw-facebookJumbo.jpg",
          "published": "2023-10-19T00:00:00"
        },
        {
          "title": "A Texas Town Wanted Tougher Border Security. Now It’s Having Regrets.",
          "text": "Listen and follow The Daily\n\nApple Podcasts | Spotify | Amazon Music\n\nWhen the governor of Texas announced an extraordinary plan to use local law enforcement to try to deter migrants from crossing from the border with Mexico, few communities were more receptive than the city of Eagle Pass, where residents had become fed up with the federal government’s approach.\n\nNow, two years later, people who once welcomed the plan are turning against it. Edgar Sandoval, who writes about South Texas for The New York Times, and Nina Feldman, a producer on “The Daily,” traveled to Eagle Pass to find out why.",
          "link": "https://www.nytimes.com/2023/10/19/podcasts/the-daily/texas-immigration.html",
          "keywords": [
            "writes",
            "border",
            "plan",
            "york",
            "try",
            "turning",
            "wanted",
            "town",
            "welcomed",
            "pass",
            "texas",
            "eagle",
            "security",
            "traveled",
            "tougher",
            "regrets",
            "having"
          ],
          "top_image": "https://static01.nyt.com/images/2023/10/19/multimedia/19DAILY-Magali-Urbina-jtvz/19DAILY-Magali-Urbina-jtvz-facebookJumbo.jpg",
          "published": "2023-10-19T00:00:00"
        },
        {
          "title": "How the G.O.P. Speaker Mess Has Divided N.Y. House Republicans",
          "text": "If there is one thing Representative Mike Lawler of New York wants his constituents to know these days, it is that his political party is an absolute mess.\n\n“Stuck on stupid,” he branded a band of hard-right Republicans who pulled Congress to the brink of a government shutdown. He said their ouster of Speaker Kevin McCarthy “undermined the will of the American people.” As for the fight over a replacement that has ground the House to a halt for two weeks and counting?\n\n“This is the single stupidest thing I’ve ever seen politically, in terms of self-sabotage,” Mr. Lawler said in a telephone interview on Wednesday, just minutes after he joined 21 other Republicans and every Democrat to torpedo Representative Jim Jordan, a hard-right Ohioan, the latest candidate for speaker.\n\nHis mounting frustration, voiced in interviews with reporters in the Capitol and on networks like CNN that are typically reviled on the right, is not merely an unusual display of bluntness. It is a risky gambit by one of the House’s most endangered Republicans to insulate himself from his own party as it careens, leaderless, toward another possible shutdown.",
          "link": "https://www.nytimes.com/2023/10/19/nyregion/jordan-speaker-ny-republicans.html",
          "keywords": [
            "representative",
            "ny",
            "republicans",
            "house",
            "divided",
            "party",
            "york",
            "lawler",
            "weeks",
            "mess",
            "shutdown",
            "hardright",
            "wants",
            "gop",
            "thing",
            "speaker"
          ],
          "top_image": "https://static01.nyt.com/images/2023/10/19/multimedia/19ny-gop1-wjkb/19ny-gop1-wjkb-facebookJumbo.jpg",
          "published": "2023-10-19T00:00:00"
        },
        {
          "title": "Jordan Defeated Again for Speaker as Republican Stalemate Deepens",
          "text": "Representative Jim Jordan, the hard-line Republican from Ohio, lost a second bid for speaker on Wednesday after running headlong into opposition from a group of mainstream G.O.P. holdouts who vowed to block the ultraconservative from the leadership post.\n\nMr. Jordan said he would keep fighting to secure the majority of votes he needs to become speaker, and spent much of Wednesday afternoon meeting with some of the holdouts. But it was clear after the second ballot that there was no immediate end in sight to the stalemate that has left the House leaderless and in turmoil after two weeks of Republican infighting.\n\nRepublicans adjourned the House on Wednesday evening and were set to reconvene at noon on Thursday to find a way forward.\n\nAs the chaos continued, a group of Republicans and Democrats was discussing taking explicit action to empower Representative Patrick T. McHenry, the North Carolina Republican who has been serving as temporary speaker, to conduct legislative business on the House floor, which has been paralyzed for weeks. But Republicans were divided even on doing that, with some Jordan loyalists arguing that it would set a damaging precedent.",
          "link": "https://www.nytimes.com/2023/10/18/us/politics/house-speaker-jim-jordan-vote.html",
          "keywords": [
            "representative",
            "deepens",
            "republicans",
            "jordan",
            "house",
            "weeks",
            "stalemate",
            "republican",
            "holdouts",
            "defeated",
            "second",
            "set",
            "speaker"
          ],
          "top_image": "https://static01.nyt.com/images/2023/10/18/multimedia/18dc-cong-01-zcmk/18dc-cong-01-zcmk-facebookJumbo.jpg",
          "published": "2023-10-18T00:00:00"
        },
        {
          "title": "Ukraine’s Economy Starts to Rebound as It Adapts to War",
          "text": "When Russian forces closed in on Kyiv at the start of their invasion last year, the staff at Zavertailo, a popular bakery in the Ukrainian capital, shut up shop and began preparing free salads for the soldiers defending the city. Supplies dwindled as fighting raged around Kyiv, and the bakery’s finances collapsed as managers continued to pay staff salaries.\n\n“Business completely came to a halt, and there were no revenues expected,” Anna Zavertailo, the bakery’s founder, said. “It took a lot of work to slowly restart the businesses.”\n\nBut it paid off. This spring, Zavertailo opened a second bakery in Kyiv, spurred by growing customer demand as life in the capital gradually adjusted to wartime conditions and returned to some semblance of routine. “New opportunities opened up to us,” Viktoriia Kolomiiets, Zavertailo’s chief operating officer, said.\n\nThe bakery’s expansion is part of a wider, albeit modest, economic recovery in Ukraine. Although Ukraine’s economic output is still considerably smaller than before the war — the economy shrank by one-third after Russia’s full-scale invasion last year — it will grow by an estimated 3.5 percent this year, the World Bank predicts. The expansion is driven by a pickup in domestic spending and underpinned by a steady flow of foreign financial aid.",
          "link": "https://www.nytimes.com/2023/10/19/business/ukraine-economy-war.html",
          "keywords": [
            "bakerys",
            "opened",
            "capital",
            "expansion",
            "ukraines",
            "rebound",
            "starts",
            "zavertailo",
            "bakery",
            "adapts",
            "invasion",
            "economy",
            "economic",
            "staff",
            "war",
            "kyiv"
          ],
          "top_image": "https://static01.nyt.com/images/2023/10/19/multimedia/00ukraine-economy-03-hmwt/00ukraine-economy-03-hmwt-facebookJumbo-v3.jpg",
          "published": "2023-10-19T00:00:00"
        }
      ]
    }
  }
}