{
  "newspapers": {
    "Reuters": {
      "link": "https://www.reuters.com/",
      "articles": [
        {
          "title": "Exclusive: Barclays working on $1.25 billion cost plan, could cut up to 2,000 jobs -source",
          "text": "Barclays Bank logo is seen in this illustration taken March 12, 2023. REUTERS/Dado Ruvic/Illustration/File Photo Acquire Licensing Rights\n\nSummary\n\nCompanies Barclays working on $1.25 billion cost savings plan\n\nBank considering job cuts at Barclays Execution Services\n\nUnit aimed at improving efficiency has become bloated\n\nBarclays' share price has fallen 26% under CEO's tenure\n\nLONDON, Nov 23 (Reuters) - Barclays (BARC.L) is working on plans to save as much as 1 billion pounds ($1.25 billion), which could involve cutting as many as 2,000 jobs, mainly in the British bank's back office, a person with direct knowledge of the proposals told Reuters.\n\nManagers at Barclays, led by Chief Executive C.S. Venkatakrishnan who is known within the bank as Venkat, are reviewing proposals to bolster its profitability. As part of these 1,500 to 2,000 jobs could be cut if implemented in full, the person said.\n\nA spokesperson for Barclays declined to comment on Thursday.\n\nThe potential cuts would primarily be at Barclays Execution Services, known internally as 'BX', and would form part of an overall target of reducing expenses by up to 1 billion pounds across the group over several years, the person added.\n\nBarclays has made efforts to reduce expenses in recent years by slashing bonuses, as well as jobs in its retail and investment banking businesses, but moves to shrink BX and the potential savings have not been reported before.\n\nCreated in 2017 to consolidate support functions for the bank's two main business divisions, UK retail banking and international, BX was designed to eliminate duplication and implement post-crisis risk management rules.\n\nBarclays' 1 billion pound cost saving target would represent about 7% of the bank's underlying annual operating expenses of 15 billion pounds in 2022.\n\nThe BX headcount discussions are ongoing and Barclays could decided to prioritise layoffs in other areas, the source said.\n\nBX's staffing and costs have grown significantly in recent years. Its headcount rose to about 22,300 as of the end of 2022, from 20,000 at end-2017, and now accounts for more than a quarter of Barclays staff, regulatory filings show.\n\nMeanwhile, annual staff costs at BX have risen to 2 billion pounds, from 1.8 billion pounds.\n\nVenkat is under pressure to find ways to boost Barclays' tumbling book value ahead of an investor presentation in February when he will unveil a fresh strategy.\n\nSince taking over as CEO, the veteran banker has grappled with the fallout from a trading blunder that cost the bank hundreds of millions of dollars.\n\nHe also faces a prolonged battle to maintain morale across Barclays' investment bank, where a talent exodus is hindering attempts to compete with European rivals such as Deutsche Bank (DBKGn.DE), BNP Paribas (BNPP.PA) and UBS (UBSG.S).\n\nBarclays' share price has fallen 26% since Venkat took charge on Nov. 1, 2021, while Deutsche's shares are little changed and HSBC's (HSBA.L) have gained 37%.\n\nACTIONS\n\nManagers across teams within BX have been working with effectively frozen budgets this year and told that costs must be reduced in 2024, a second source in the division told Reuters.\n\nVenkat signalled on Oct 23 that Barclays will embark on further restructuring in preparation for its Feb. 20 presentation, which is seen as a key opportunity for the bank to convince shareholders that it has a plan to lift its valuation.\n\nBarclays is \"evaluating material structural cost actions\", Venkat said when it reported disappointing third quarter results in October.\n\nBarclays has been working with Boston Consulting Group on a strategy review, focused on which parts of the business to invest in and which should be reduced or sold.\n\nIt is also reviewing options for its payments business among other measures, Reuters reported in July.\n\n($1 = 0.8025 pounds)\n\nReporting by Sinead Cruise and Lawrence White; Editing by Alexander Smith\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/business/finance/barclays-working-125-bln-cost-plan-could-cut-up-2000-jobs-source-2023-11-23/",
          "keywords": [
            "bx",
            "jobs",
            "cut",
            "2000",
            "pounds",
            "working",
            "cost",
            "source",
            "bank",
            "plan",
            "venkat",
            "billion",
            "reported",
            "exclusive",
            "barclays",
            "told"
          ],
          "top_image": "https://www.reuters.com/resizer/mE5Wk0CF-79rrFrC2wcx5Q6G8Mk=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/XU5DN3S5EJOE3DLNAIMWLF44RA.jpg",
          "published": "2023-11-23T16:28:33+00:00"
        },
        {
          "title": "China wealth manager Zhongzhi flags insolvency, $64 billion in liabilities",
          "text": "BEIJING, Nov 23 (Reuters) - China's Zhongzhi Enterprise Group, a leading wealth manager, told investors it is heavily insolvent with up to $64 billion in liabilities, threatening to reignite concerns that the country's property debt crisis is spilling over into the broader financial sector.\n\nThe firm, which has sizable exposure to China's real estate sector, apologised to its investors in a letter that said it had total liabilities of about 420 billion yuan ($58 billion) to 460 billion yuan ($64 billion).\n\nThe liabilities compared to Zhongzhi's estimated total assets of about 200 billion yuan, according to the letter, which was issued on Wednesday and was seen by Reuters.\n\nBeijing-based Zhongzhi did not immediately respond to a Reuters request for comment.\n\nThe worsening woes at Zhongzhi, a major player in China's $3 trillion shadow banking sector - roughly the size of the French economy - is set to rekindle worries about contagion, though some analysts expected regulators to step in to stem a wider fallout.\n\nChina's highly indebted property sector has been reeling from a liquidity crunch since 2020. Defaults by developers since late 2021 have impeded economic growth and rattled global markets.\n\nShadow banking-linked wealth managers in China typically operate outside many of the rules governing commercial banks and mainly channel the proceeds of wealth products sold to retail investors to real estate developers and other sectors.\n\n'ENORMOUS' HOLE\n\nSigns of trouble at the Zhongzhi group first came to light in July when Zhongrong International Trust Co, a leading trust company controlled by Zhongzhi, missed payments on dozens of investment products.\n\n\"The hole in its books is enormous,\" said Xu, who is an investor in a Zhongrong trust product and gave only her surname due to the sensitivity of the matter. \"The firm has been in a mess.\"\n\nZhongzhi, whose business interests span from mining to wealth management, said in the letter that as the group's assets were concentrated in long-term debt and equity investments it was difficult to liquidate them and book the returns.\n\n\"Initial inspections show that the group is seriously insolvent and has significant continuing operational risks. The resources available for debt repayment in the short term are much lower than the group's overall debt scale,\" it said.\n\n\"The Zhongzhi group deeply apologises for the losses caused to investors. We fully understand the urgency, importance and seriousness of resolving this overall risk,\" the group said in the letter.\n\nHIGH DEFAULT RISKS\n\nZhongzhi had hired one of the Big Four accounting firms to conduct an audit of the firm, and was seeking strategic investors, its management told investors in a meeting in August, according to a video seen by Reuters at the time.\n\nThe underlying assets of Zhongrong trust are largely property related, which have high default risks, said Xing Zhaopeng, senior China strategist at ANZ.\n\n\"The company cannot get the money back amid the property woes. So there are big discounts to its assets.\"\n\nStarting off with timber and real estate trades in the 1990s, Zhongzhi quickly expanded into businesses ranging from chipmaking, healthcare, new energy vehicles and finance, according to its website.\n\nIts financial businesses include trust, asset management, insurance, futures, and wealth management.\n\nZhongzhi has been selling stakes in some listed companies it controlled over the past few years, and reducing the size of its business, after coming under pressure in the wake of China's crackdown on shadow banking, and the property market downturn.\n\n\"Financial regulators are almost certain to intervene aggressively if there's any sign that Zhongzhi's troubles are spreading,\" said Christopher Beddor, deputy director of China research at Gavekal Dragonomics.\n\nHe added that the trust industry is only about 5% of the total financial system, so problems there are not necessarily life-threatening.\n\nBeddor said the chance for investors to get full repayment of their investments is minimal. \"Officials could certainly make retail investors whole if they want to, but they'd basically be turning their backs on years of attempts to undermine implicit guarantees. I suspect they won't.\"\n\n($1 = 7.2111 Chinese yuan renminbi)\n\nReporting by Ziyi Tang and Ryan Woo; Editing by Sumeet Chatterjee and Muralikumar Anantharaman\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/world/china/china-wealth-manager-zhongzhi-flags-insolvency-liabilities-64-bln-2023-11-23/",
          "keywords": [
            "group",
            "investors",
            "yuan",
            "debt",
            "property",
            "wealth",
            "liabilities",
            "china",
            "64",
            "zhongzhi",
            "flags",
            "billion",
            "trust",
            "chinas",
            "insolvency",
            "manager"
          ],
          "top_image": "https://www.reuters.com/resizer/W_9kHMProTLjO83RG_uv9_2R0Jw=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/COTF6XGPMJJ2NPOJGPWLFW6R5A.jpg",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "German union Verdi calls for strikes at Amazon on Black Friday",
          "text": "The logo of Amazon is seen at the company logistics center in Lauwin-Planque, northern France, January 5, 2023. REUTERS/Pascal Rossignol/File Photo Acquire Licensing Rights\n\nNov 23 (Reuters) - German trade union Verdi has called on members to go on strike at five Amazon (AMZN.O) distribution centres across Germany on Black Friday, it said in a statement on Thursday.\n\nStrong demand thanks to bargains on Black Friday mean the day is usually one of the most profitable for online retailers like Amazon.\n\n\"Amazon employees have decided to rename Black Friday 'Make Amazon Pay Day'\", said Silke Zimmer, the member for retail on Verdi's governing board.\n\nWork will come to a standstill from Thursday's night shift and throughout Friday, the union said, as part of a dispute that began in 2013 over Amazon's refusal to recognise industry-wide pay agreements.\n\nThe affected centres are in Koblenz, Leipzig, Rheinberg, Dortmund and Bad Hersfeld, Verdi said.\n\nThe US company has repeatedly stated that pay, benefits and career opportunities at the company are \"excellent.\"\n\n\"It's not for nothing that half of our colleagues have been with us for over five years,\" said an Amazon spokesperson on Thursday.\n\nReporting by Matthias Inverardi Writing by Louis van Boxel-Woolf Editing by Miranda Murray\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/business/retail-consumer/german-union-verdi-calls-strikes-amazon-black-friday-2023-11-23/",
          "keywords": [
            "calls",
            "pay",
            "zimmer",
            "amazon",
            "company",
            "centres",
            "union",
            "strikes",
            "black",
            "writing",
            "verdi",
            "german",
            "day"
          ],
          "top_image": "https://www.reuters.com/resizer/NdShqCcqFqX2dzxN5aWvRch3GUg=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/46AUGXQPORJWLOYNP537WO26LY.jpg",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "Novo Nordisk invests $2.3 billion in France to boost obesity drug production",
          "text": "Injection pens and boxes of Novo Nordisk's weight-loss drug Wegovy are shown in this photo illustration in Oslo, Norway, November 21, 2023. REUTERS/Victoria Klesty/Illustration Acquire Licensing Rights\n\nSummary\n\nCompanies Novo racing to meet demand for obesity drugs\n\nObesity market to reach $100 billion by 2030-analysts\n\nNew investment in France will boost capacity for obesity, diabetes drugs\n\nPARIS/LONDON Nov 23 (Reuters) - Novo Nordisk (NOVOb.CO) on Thursday announced a $2.3 billion investment to boost production of its wildly popular weight-loss and diabetes drugs at a site in Chartres, France as it races to meet soaring demand.\n\nThe investment will significantly increase production capacity for current medicines including Ozempic and Wegovy as well as other obesity treatments that are being developed, the Danish drugmaker said.\n\nThere is a growing crisis in Europe over supply of diabetes therapy Ozempic, which uses the same ingredient semaglutide as the hugely popular weight-loss drug Wegovy, which is not yet widely available in Europe.\n\nNovo this week introduced curbs on the use of Ozempic, which is also widely used for weight loss, in the European Union because of this 'off label' use. Germany is considering banning exports of the drug. Belgium has banned prescriptions of the weekly injection unless they are for type 2 diabetes patients.\n\nThe British government tried in July to prevent Ozempic reaching people who want to lose weight but a Reuters report found people without diabetes are still buying the medicine for weight loss.\n\nThursday's announcement comes after Novo earlier this month announced a $6 billion investment in its native Denmark to boost production.\n\nWIN FOR FRANCE'S MACRON\n\nIt is also a boost for French President Emmanuel Macron as a global economic slowdown threatens to undo the progress made over the past few years in curbing French unemployment.\n\nMacron's office told journalists ahead of the announcement that he convinced Novo Nordisk CEO Lars Fruergaard Jorgensen to make the investment during his \"Choose France\" summit earlier this year. The company did not immediately comment on this.\n\nThe investment mirrors a similar move by U.S. rival Eli Lilly (LLY.N), which last week laid out plans to build a $2.5 billion manufacturing site in Germany in response to soaring demand for its new diabetes and obesity therapies.\n\nAnalysts have estimated the obesity drug market will be worth as much as $100 billion by 2030.\n\nNovo said the French investment will significantly increase its capacity for several types of manufacturing needed to make its weight-loss and diabetes drugs from the GLP-1 drug class. Those are the specialist work of filling the injection pens with the active ingredient semaglutide, and assembly and packaging of the injection pens.\n\nNovo said earlier this month that it is ramping up its in-house manufacturing capacity to fill injection pens for Ozempic and for the European version of Wegovy, but did not give details.\n\nThe company employs nearly 2,000 people at the Chartres factory west of Paris. The investment is expected to create 500 more jobs, Novo said. Construction has begun and will be completed between 2026 and 2028.\n\n($1 = 6.8320 Danish crowns)\n\nReporting by Anna Ringstrom Writing by Ludwig Burger; Editing by Terje Solsvik, David Goodman and Emelia Sithole-Matarise\n\nOur Standards: The Thomson Reuters Trust Principles.",
          "link": "https://www.reuters.com/business/healthcare-pharmaceuticals/novo-nordisk-invests-23-mln-france-boost-output-2023-11-23/",
          "keywords": [
            "investment",
            "injection",
            "weightloss",
            "wegovy",
            "23",
            "boost",
            "obesity",
            "invests",
            "france",
            "novo",
            "production",
            "drug",
            "ozempic",
            "diabetes",
            "billion",
            "nordisk"
          ],
          "top_image": "https://www.reuters.com/resizer/bSBAuAhjvrC6vIltibYtjvljSvk=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/VHZODZ64Y5KX3BNSNT4JKZ6BCM.jpg",
          "published": "2023-11-23T00:00:00"
        }
      ]
    },
    "Al Jazeera": {
      "link": "https://www.aljazeera.com/",
      "articles": [
        {
          "title": "Israel-Hamas war live: ‘At least 27’ killed in Israeli bombing of UN school",
          "text": "blinking-dot Live updates Live updates,\n\nIsrael-Hamas war live: ‘At least 27’ killed in Israeli bombing of UN school\n\nAttack comes ahead of the expected beginning of a truce and release of captives and prisoners on Friday.",
          "link": "https://www.aljazeera.com/news/liveblog/2023/11/23/israel-hamas-war-live-israel-pounds-gaza-ahead-of-expected-truce",
          "keywords": [
            "release",
            "school",
            "israelhamas",
            "schoolattack",
            "bombing",
            "updatesisraelhamas",
            "israeli",
            "prisoners",
            "truce",
            "live",
            "27",
            "war",
            "killed",
            "updates"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/11854084-1700724690.jpg?resize=1920%2C1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "Iran’s top diplomat discusses Israel’s war in Gaza with Hezbollah leader",
          "text": "Amirabdollahian warns ‘the scope of the war will expand’ if the Israel-Hamas truce does not hold.\n\nIran’s top diplomat has met the leader of the Lebanese armed group Hezbollah in an undisclosed location in Lebanon, discussing efforts to end Israel’s war in Gaza.\n\nThe meeting of Iran’s Hossein Amirabdollahian and Hezbollah’s Hassan Nasrallah as Israel and Palestinian group Hamas ready for an upcoming four-day humanitarian pause and a deal that is expected to free 50 Israelis held captive in Gaza and 150 Palestinians imprisoned in Israel.\n\nThe warring sides are still hammering out the details of the Qatar-brokered deal, which Israel says will not take effect “before Friday”.\n\nAmirabdollahian, speaking to the Beirut-based Al Mayadeen channel on Wednesday, warned that if the ceasefire does not hold, “the scope of the war will expand”.\n\nAmirabdollahian left Beirut for Qatar’s capital Doha after meeting Nasrallah, Iran’s Nour news agency reported.\n\n\n\n\n\nIsrael’s northern front\n\nHezbollah, a close ally of Iran, has repeatedly traded deadly cross-border fire with Israel since the start of the Gaza war on October 7, raising fears of a broader conflagration.\n\nHezbollah said on Thursday morning that it fired 48 Katyusha rockets at an Israeli military base at Ein Zeitim, near the town of Safed about 10km (6 miles) from the border.\n\nThe group said it also carried out at least 10 other attacks on Israeli positions near the frontier, which it claimed had caused casualties.\n\nThe Israeli army hit several areas in southern Lebanon in retaliation, according to Lebanon’s National News Agency.\n\nHezbollah says it has been acting in support of Hamas since the Palestinian group’s surprise October 7 incursion in southern Israel, which Israeli officials say killed 1,200 people, mostly civilians, and saw about 240 people taken captive.\n\nIsrael has promised to destroy Hamas and launched a relentless air and ground offensive on the Gaza Strip, killing more than 14,500 people, about 6,000 of them children, according to Gaza’s Ministry of Health.\n\nThe violence between Israel and Hezbollah has killed at least 108 people in Lebanon, most of them Hezbollah fighters, but also at least 14 civilians, including three journalists, the AFP news agency reported.\n\nSix Israeli soldiers and three civilians have been killed on the Israeli side, according to the authorities.",
          "link": "https://www.aljazeera.com/news/2023/11/23/irans-top-diplomat-discusses-israels-war-in-gaza-with-hezbollah-leader",
          "keywords": [
            "israel",
            "hezbollah",
            "group",
            "leader",
            "discusses",
            "civilians",
            "israeli",
            "hamas",
            "lebanon",
            "israels",
            "war",
            "killed",
            "diplomat",
            "irans",
            "gaza"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/344C4V2-highres-1700739260.jpg?resize=1200%2C630",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "US warship cruising Red Sea shoots down attack drones fired from Yemen",
          "text": "US assets in the Middle East have come under increasing threat since the war in Gaza broke out.\n\nA US warship cruising the Red Sea has shot down drones fired from Houthi-held territory in Yemen, according to the US Central Command.\n\nThe USS Thomas Hudner, a guided-missile destroyer, shot down “multiple one-way attack drones” launched on Thursday morning from Yemen’s Houthi-controlled areas, CENTCOM said in a post on X, formerly Twitter.\n\nCENTCOM said there was no damage to the US vessel or injuries to its crew.\n\nOn the morning (Yemen time) of November 23, the USS Thomas Hudner (DDG 116) shot down multiple one-way attack drones launched from Houthi controlled areas in Yemen. The drones were shot down while the U.S. warship was on patrol in the Red Sea. The ship and crew sustained no… pic.twitter.com/TqXuaKsgwe — U.S. Central Command (@CENTCOM) November 23, 2023\n\n‘Until Israeli aggression stops’\n\nYemen’s Houthi rebels have declared themselves part of the “axis of resistance” of Iran’s allies and launched a series of drones and missiles towards Israel since the start of the war in Gaza.\n\nOn Wednesday, Israel said it had intercepted a “cruise missile” heading for the south of the country, a shot claimed by the Houthi rebels.\n\nThe spokesperson for the Houthis’ armed wing, Yahya Saree, said such operations would continue “until the Israeli aggression against the Palestinian people in Gaza and the West Bank stops”.\n\nThe Houthis have also threatened to target Israeli shipping over the country’s war with the Palestinian group Hamas that rules Gaza.\n\nOn Sunday, the Houthis seized an Israel-linked cargo vessel with an international crew of 25 at the entrance to the Red Sea.\n\nIsrael’s military on Sunday said the seizure was a “very grave incident of global consequence”, and a US military official said it was “a flagrant violation of international law”.\n\nTargeting US positions\n\nUS assets in the Middle East have also come under fire since the Gaza war erupted on October 7.\n\nUS forces deployed in Iraq and Syria have been attacked at least 66 times during this time, causing injuries to more than 60 personnel, the Pentagon has said.\n\nOn Wednesday, the US announced its first significant retaliatory strikes on Iran-backed armed groups targeting it in Iraq, striking several positions of the Kataib Hezbollah militia, also known as Hezbollah Brigades, south of Bagdad, killing at least eight fighters.\n\nIraq’s government condemned the assault as an “unacceptable violation of Iraqi sovereignty”, saying the US had not coordinated with it in advance.",
          "link": "https://www.aljazeera.com/news/2023/11/23/us-warship-cruising-red-sea-shoots-down-attack-drones-fired-from-yemen",
          "keywords": [
            "houthis",
            "shot",
            "yemen",
            "drones",
            "sea",
            "red",
            "shoots",
            "fired",
            "cruising",
            "israeli",
            "warship",
            "houthi",
            "attack",
            "launched",
            "war",
            "gaza"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/2021-04-03T102214Z_244143485_RC2AOM9ILBFF_RTRMADP_3_EGYPT-SUEZCANAL-SHIP-US-NAVY-1700720064.jpg?resize=1920%2C1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "What’s behind the Arab-Islamic ministerial tour of UNSC states?",
          "text": "By starting in China, the committee may be trying to gather global support to present to nations so far backing Israel.\n\nBeirut, Lebanon – A delegation of Islamic and Arab nations are on a tour of the five permanent United Nations Security Council member states.\n\nTheir stated goal is to bring a ceasefire to the war on Gaza, allow more humanitarian aid to reach the people there and ask the five council members to support the Palestinians in achieving an independent state.\n\nBut experts are divided on the efficacy and format of this trip.\n\n‘The impression of activity’?\n\nThe delegation, formed at a summit of the Arab League and Organisation of Islamic Cooperation (OIC) in Riyadh, includes representatives from Egypt, Indonesia, Jordan, Nigeria, the Palestinian Authority, Qatar, Saudi Arabia, Turkey and the secretary-general of the OIC. It rejects Israel’s claim that its assault on Gaza is in self-defence.\n\nOn October 7, Hamas attacks in southern Israel killed about 1,200 people. About 240 people were taken captive. Since then, Israel has killed more than 14,500 Palestinians. At least 6,000 were children.\n\nThe delegation has a packed schedule and started its tour in China, where it met with Wang Yi, China’s top diplomat, on Monday in Beijing.\n\n\n\n\n\nStarting with China surprised analysts who speculated on what the delegation was trying to signal to Western powers. Some were less concerned with that and questioned the delegation’s true agenda.\n\n“In diplomacy, it is a well-known strategy: When you don’t want to do anything, try to involve the maximum of actors,” Gerard Araud, former French ambassador to Israel, posted on X, formerly known as Twitter. “It takes time, it gives the impression of activity and it is useless.”\n\nShortly after the delegation began its visit, talk of a humanitarian pause gathered steam, and early on Wednesday, it as announced. The deal was a major talking point for the delegation, and they pushed for a more lasting cessation of hostilities.\n\nThe agreement would see Hamas release about 50 women and children for three times as many Palestinian female and child prisoners in Israeli jails.\n\nThe announced duration of the pause is four days, over which the captives will be released. Israel also said it would halt fighting for one more day for every “extra” batch of 10 captives Hamas releases.\n\n\n\n\n\nThe meeting in China was followed by one with Russian Foreign Minister Sergey Lavrov in Moscow on Tuesday and the UK’s foreign secretary, David Cameron, later in London. Wednesday saw a meeting with French President Emmanuel Macron.\n\nFirst stop, China\n\nBy starting their trip in China, the Islamic and Arab states may be trying to gather global support to present to nations that have backed Israel so far.\n\nDuring the meeting, Wang said China being chosen as the first stop is an indication that the countries of the delegation trust China and appreciate the mutual understanding between them.\n\nRobert Mogielnicki, an expert at Georgetown University on Chinese relations with Middle Eastern and North African countries, does not consider the efforts by Saudi Arabia and other Arab states performative as Araud does.\n\n“Arab states do not have a tremendous degree of direct leverage. Indirect influence through shaping the global narrative … and impacting public stances of key global players seem to be an important dimension of their efforts,” he said.\n\nChina seemed to welcome the diplomacy with Wang telling the delegation: “China has always … firmly supported the just cause of the Palestinian people to restore their legitimate national rights and interests,” according to the Chinese Ministry of Foreign Affairs.\n\n“China has an interest in regional order and preventing economic turbulence,” Arang Keshavarzian, an associate professor of Middle Eastern and Islamic Studies at New York University, told Al Jazeera.\n\n“I can only assume these leaders are genuinely trying to get China more involved to help end the war, but the reality is that only the US has the necessary leverage over Israel.”\n\n‘Message to the US’\n\nIn August, China brokered a peace deal between Iran and Saudi Arabia, which re-established their diplomatic ties and had analysts saying it was a sign that the Middle East was turning away from the United States as a major ally.\n\n“China being the first destination visited is a message to the United States,” Randa Slim, senior fellow at the Middle East Institute, told Al Jazeera. Saudi Arabia and other Arab states are telling the US, “you are no longer the sole power in the region,” she explained.\n\nBeijing recently also strengthened its relations with non-Western multilateral groups like BRICS, in which it is a member along with four other large emerging economies, and built stronger ties with the Global South in what analysts said are efforts to build a more multipolar world order.\n\nThe Saudi-Iran deal was a “diplomatic win for China as it increasingly seeks to present an alternative vision to the US-led global order”, according to a report by the US Institute of Peace.\n\nAbraham Accords or bust?\n\nArab leaders have complained about US disengagement from the region in recent years. Its policy has largely focused on following former President Donald Trump’s strategy of pushing the Abraham Accords, normalisation agreements between Israel and Arab countries.\n\nArab leaders – Egypt and Saudi Arabia in particular – recently warned US Secretary of State Antony Blinken that this strategy has contributed to instability in the region.\n\nBefore October 7, it was widely reported that Saudi Arabia and Israel were on track to normalise relations as well. The deal would have been a major coup for Israel, who, analysts said, has been looking to circumvent working with Palestinians by building agreements with regional powers instead.\n\n\n\n\n\nPopular mobilisation in support of Palestinians over the past six weeks, particularly in the Middle East, “upended” the “regional dynamics underpinning normalisation processes”, Mogielnicki said.\n\nHowever, he added: “The underlying strategic calculations that have supported past normalisation-related efforts are unlikely to disappear entirely.”\n\nPublic perception of the US as a staunch ally of Israel – despite Blinken and other US officials highlighting policies like restoring aid to Palestinians that the Trump administration had cut – may not change.\n\nEven if Arab states are under no illusion about where the US stands, the visit to China does not indicate a complete loss of faith just yet.\n\n“This is part of efforts to galvanize global support … and increase pressure on the Israeli government,” Mogielnicki said.\n\nRegardless of how frustrated they are with the unflinching US support for Israel, Arab leaders know the power to stop the carnage rests with the US.\n\n“If you want to achieve the objective of getting a ceasefire, you need to speak to the Americans,” Slim said. “They are the only party [who decides].”",
          "link": "https://www.aljazeera.com/news/2023/11/23/whats-behind-the-arab-islamic-ministerial-tour-of-unsc-states",
          "keywords": [
            "israel",
            "global",
            "ministerial",
            "unsc",
            "tour",
            "whats",
            "delegation",
            "arabislamic",
            "arabia",
            "support",
            "arab",
            "china",
            "saudi",
            "states",
            "palestinians"
          ],
          "top_image": "https://www.aljazeera.com/wp-content/uploads/2023/11/34463CE-highres-1700732848.jpg?resize=1920%2C1440",
          "published": "2023-11-23T00:00:00"
        }
      ]
    },
    "Billboard": {
      "link": "https://www.billboard.com/",
      "articles": [
        {
          "title": "Beyonce Drops Final Trailer for ‘Renaissance’ Concert Film: ‘We Are Creating Our Own World’",
          "text": "Beyonce gave the Beyhive something to be thankful for on Thanksgiving morning (Nov. 23): a new and final trailer for her upcoming concert documentary, Renaissance: A Film by Beyonce.\n\nThe two-minute teaser kicks off with a sideways home video before Queen Bey reveals who the cameraperson is when she addresses them: “Rumi, now can I teach you a trick? You gotta turn it to the side!”\n\nWith that intro featuring her young daughter, whom she shares with husband Jay-Z, Beyonce sets up the focus of her latest trailer — her children and what they mean to her. Interspersed between scenes of the superstar backstage giving her thoughts on the direction of her Renaissance World Tour to family scenes and big, flashy concert moments Bey explains it all.\n\n“Time is my biggest obstacle. It’s impossible to not realize how fast it’s going when you’re looking through the eyes of your children,” she begins in the voiceover, as an image of Blue Ivy –the couple’s firstborn — performing on stage with Beyonce appears.\n\n“I think about all of my heroes and all that they endured,” the 32-time Grammy winner continues, as video of Diana Ross’ surprise performance at Beyonce’s birthday show plays. “I know that all of my struggle and sacrifice is opening the door for the next. They are the new beginning.”\n\nEnding on a powerful note, the superstar concludes her voiceover, saying, “I have nothing to prove to anyone at this point. We are creating our own world. This is my reward. Nobody can take that away from me.”\n\nThe concert film opens worldwide Dec. 1. Ahead of that, Renaissance will have a dual world premiere in Los Angeles on Nov. 25, and London on Nov. 30, The Hollywood Reporter previously reported.\n\nBeyonce wrote, executive produced, as well as co-directed the film, which chronicles her record-breaking Renaissance World Tour. Tickets for shows around the world are on sale now.\n\nWatch the new and final trailer for Renaissance: A Film by Beyonce below:",
          "link": "https://www.billboard.com/culture/tv-film/beyonce-renaissance-concert-film-trailer-last-teaser-thanksgiving-1235510018/",
          "keywords": [
            "creating",
            "film",
            "renaissance",
            "voiceover",
            "video",
            "tour",
            "trailer",
            "drops",
            "nov",
            "world",
            "beyonce",
            "final",
            "concert"
          ],
          "top_image": "https://www.billboard.com/wp-content/uploads/2023/11/screengrab-beyonce-renaissance-film-2023-billboard-1548.jpg?w=1024",
          "published": "2023-11-23T18:45:25+00:00"
        },
        {
          "title": "The Shop 100: Billboard’s Ultimate Gift Guide",
          "text": "All products and services featured are independently chosen by editors. However, Billboard may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes.\n\nIntroducing the Shop 100! With the holidays coming soon, Billboard put together a comprehensive gift guide featuring 100 shoppable and perfectly giftable items to snag this season — like our flagship Hot 100 chart, but for the hottest gifts.\n\nFinding the perfect gift can be stressful, but our list goes a bit deeper than your average music lover’s gift guide to ensure that you make the best choice — no matter how large or small your budget might be.\n\nAccording to a recent shopping poll, more than half of those surveyed plan to start holiday shopping in November or December. If you fall into that category, you’re right on time to snag Black Friday deals before and after Thanksgiving on Thursday (Nov. 23).\n\nThere’s still about a month before Christmas, and whether you’re searching for the best Bluetooth earbuds, best speakers, or the best blanket to snuggle up in while you listen to your favorite music, the Shop 100 has you covered.\n\nIn the spirit of giving, we’re offering up a variety of gift ideas for you to consider this holiday season. You’ll find a few different headphones, earbuds and Bluetooth speakers on our list, along with a viral record player that needs to be under your Christmas tree! Plus, the coolest consoles for the gamers in your life, must-read books, stylish shoes, jackets and cute collectibles. The Shop 100 features dozens of must-haves, including many of our personal favorites and items tested by our e-comm team.\n\nFrom fun to flashy, budget-friendly to expensive, check below for a list of thoughtful, affordable, cozy and downright epic gifts in tech, beauty, home, fashion and more.\n\nHappy holidays!\n\nSkip to:\n\nTech/Gaming Gifts\n\nToys/Collectible Gifts\n\nHome Gifts\n\nFashion/Jewelry Gifts\n\nBeauty Gifts\n\nBook Gifts\n\nMisc. Gifts",
          "link": "https://www.billboard.com/lists/shop-100-gift-guide-2023-best-products/",
          "keywords": [
            "snag",
            "best",
            "guide",
            "ultimate",
            "youre",
            "billboards",
            "100",
            "speakers",
            "shopping",
            "gift",
            "list",
            "season",
            "shop"
          ],
          "top_image": "https://www.billboard.com/wp-content/uploads/2023/11/Shop-100-List-2023-billboard-1548.jpg?w=1024",
          "published": "2023-11-21T18:00:00+00:00"
        }
      ]
    },
    "Washington Post": {
      "link": "https://www.washingtonpost.com/politics/",
      "articles": [
        {
          "title": "Israel-Gaza war live updates Pause in fighting, transfer of hostages and prisoners delayed until Friday",
          "text": "Fighting in the Gaza Strip continued Thursday after a highly anticipated four-day “pause” in fighting and an exchange of hostages and prisoners were delayed. The pause in fighting and deliveries of aid are set to begin at 7 a.m. local time on Friday, said Majed Al Ansari, a spokesperson for the foreign ministry of Qatar, an intermediary between Hamas and Israel. The first hostages are to be released at 4 p.m. Friday, he said, adding that the pause was delayed by last minute logistical issues, including the verification of the list of hostages set to be released. Al Ansari said 13 hostages are set to be released in the first phase of the deal. Fifty of the more than 200 people held by Hamas are expected to be released under the agreement. For every 10 hostages released beyond that, the pause will be extended for an additional day, Israel has said.",
          "link": "https://www.washingtonpost.com/world/2023/11/23/israel-hamas-war-news-hostage-deal-gaza-palestine/",
          "keywords": [
            "israel",
            "delayed",
            "released",
            "al",
            "set",
            "ansari",
            "live",
            "israelgaza",
            "hostages",
            "prisoners",
            "transfer",
            "war",
            "hamas",
            "fighting",
            "updates",
            "pause"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/OO6KL2NZQBXTLWPRMSRURYKUQI.JPG&w=1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "What we know about the hostages set for release in the Israel-Hamas deal",
          "text": "Listen 4 min Share Comment on this story Comment Add to your saved stories Save\n\nA hostage release deal between Israel and Hamas will involve the return of 50 hostages, who are among the estimated 240 held captive by Hamas and possibly other groups in Gaza, in exchange for the release of 150 Palestinian prisoners held in Israel, plus a four-day pause in fighting.\n\nThe agreement, announced Wednesday, was the result of weeks of tense negotiations that involved mediation by Qatar. President Biden said in a statement welcoming the deal that he would continue to push for the release of all American hostages.\n\nIsraeli National Security Council Director Tzachi Hanegbi said talks were continuing and that the release would not begin before Friday.\n\nHere’s what we know about the release of hostages from Gaza.\n\nThe facts\n\nAt least 50 hostages — women and children — will be released during a four-day pause in fighting, the Israeli government said Wednesday.\n\nIn turn, Israel will release 150 Palestinian prisoners — women and teenagers, three for each hostage. The pause in fighting could be extended by a day for every additional 10 hostages released by Hamas from Gaza after the first group of 50.\n\nThree Americans — two women and a girl — are expected to be released under the present agreement, a senior Biden administration official told The Washington Post.\n\nThe hostages are likely to be transferred to the International Committee of the Red Cross in small numbers in Gaza who will escort them to Israeli border crossings.\n\nIn Israel, six hospitals have been readied to receive the hostages with a special pediatrics unit and mental health counselors. The hostages and their families will be housed in dedicated facilities, and the hospitals would be barred from releasing information or photographs to the public, the Israeli Ministry of Health said.\n\nWho are the hostages being released?\n\nThe names of the 50 hostages expected to be released have not been shared.\n\nAdvertisement\n\nThe estimated 240 people held in Gaza are from a plurality of countries, many also with Israeli citizenship. About 20 Thai workers were among those taken, the Thai Foreign Ministry said. They are hoped to be among the first released, it said Nov. 2, after talks with Iran, Egypt and Qatar before the hostage release deal. Not all hostages are believed to be held by Hamas; smaller militant groups such as Palestinian Islamic Jihad are potentially in control of some.\n\nShare this article Share\n\nAfter the initial captives exchange is completed, there will still be about 190 remaining hostages in Gaza, though the deal leaves open the possibility of further exchanges. Israeli and U.S. officials believe there are at least another 25, and perhaps another 50 or more, women and children among the hostages, with the remaining including male civilians, female Israeli soldiers, and up to several dozen male members of the Israel Defense Forces, The Post reported Wednesday. Hamas has claimed that some hostages were killed in Israeli strikes on Gaza, but verifying that information has not been possible.\n\nWere other hostages released earlier?\n\nFour hostages have been released by Hamas since the beginning of the war, in two batches of two about a month ago.\n\nAdvertisement\n\nOn Oct. 20, Americans Judith Raanan, 59, and her daughter Natalie, 17, were released. Hamas said that this was due to “humanitarian reasons,” without elaborating further. They had been staying with relatives at the Nahal Oz, a kibbutz near the border with Gaza, when they were taken captive during Hamas’s unprecedented attack Oct. 7 that killed at least 1,200 in Israel. More than 11,100 have since been killed in Gaza, according to the Gaza Health Ministry, which stopped releasing a count from Nov. 10 on, citing the intensity of the fighting.\n\nOn Oct. 23, Yocheved Lifshitz and Nurit Cooper, Israeli women in their 70s and 80s, were released, for “crushing humanitarian reasons,” Hamas said. Their husbands remain in captivity.\n\nHow many American hostages are there?\n\nAt least nine Americans and one legal permanent resident are believed to be among those held in Gaza, The Post reported previously. One is a 3-year-old child whose parents were killed in the Oct. 7 attack.\n\nBiden said that Americans would be among those freed under the newly announced deal. “Today’s deal should bring home additional American hostages, and I will not stop until they are all released,” he said in his statement Wednesday.\n\nSteve Hendrix contributed to this report.",
          "link": "https://www.washingtonpost.com/world/2023/11/23/israel-hamas-hostages-release-update-americans/",
          "keywords": [
            "israel",
            "released",
            "release",
            "deal",
            "set",
            "israelhamas",
            "held",
            "hostages",
            "know",
            "israeli",
            "women",
            "hamas",
            "gaza"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/HBGLA2RYVIRQTWI7A7FXJGSAJI_size-normalized.jpg&w=1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "Gaza pummeled by Israeli strikes as hostage release deal set for Friday",
          "text": "Palestinians searched through rubble after strikes hit Rafah, in Gaza, on Nov. 23, as a highly anticipated hostage and prisoner release deal was delayed. (Video: Reuters)\n\nListen 9 min Share Comment on this story Comment Add to your saved stories Save\n\nJERUSALEM — Israeli attacks inside Gaza continued unabated Thursday as an agreement between Israel and Hamas to pause hostilities and exchange hostages and prisoners was finally agreed on after a 24-hour delay while negotiators raced to resolve final details. Wp Get the full experience. Choose your plan ArrowRight Qatar’s Foreign Ministry said Thursday that the four-day pause would begin at 7 a.m. local time Friday. It said that the first group of hostages, 13 women and children, would be transferred at 4 p.m. the same day, with additional groups over the next four days for a total of 50 — in exchange for 150 Palestinian prisoners.\n\nThe delay stemmed from logistical complications, including how the list of hostages would be verified, said Foreign Ministry spokesman Majed Al Ansari. He cautioned that the deal, which would mark the first cessation of violence in almost seven weeks, remains fragile.\n\nAdvertisement\n\n“These are not set in stone, they are not completely guaranteed,” he said. But Qatar is “confident” in the deal and the “commitment to the success” expressed by both parties. “We are hoping that we don’t see any further delays, and I think that we have reached a point now where everything is in place, and we are ready to go on the ground.”\n\nHe described the negotiations as “very difficult and very detailed.” Despite more than a month of intense talks, Al Ansari said the information about the number of hostages held in Gaza and their identities remains incomplete. He said that Qatar hopes Hamas will use the pause in hostilities to gather more information on who is being held in Gaza by Hamas fighters or other groups.\n\nHamas said in a statement that 200 trucks of aid and medical supplies and four trucks of fuel would enter the Gaza Strip daily during the pause and that Israeli aircraft would stop flying over the northern Gaza Strip for six hours of the day.\n\nResponding to a reporter’s question about the hostages, President Biden said in Nantucket, Mass., on Thursday that he was “not prepared to give an update until it’s done.” He said he was “keeping my fingers crossed” that a 3-year-old American girl would be among those released.\n\nAdvertisement\n\nIsrael’s emergency government approved the deal early Wednesday. After initially agreeing to implement it on Thursday, the head of Israel’s National Security Council, Tzachi Hanegbi, said Wednesday that no captives were likely to be freed before Friday morning, leaving the families of hostages and prisoners to endure another day of waiting — and for those in Gaza, more airstrikes.\n\nIsrael’s military said it had carried out more than 300 strikes in the enclave in the past day. Near Rafah, in the southern reaches where hundreds of thousands of displaced Gazans had fled to escape the fighting up north, an airstrike on Thursday left many dead and wounded and more fleeing.\n\nThe Gaza Health Ministry said Thursday that it would suspend coordination with the World Health Organization over medical evacuations after several people accompanying patients were detained by Israeli forces, including the head of al-Shifa Hospital.\n\nAdvertisement\n\nThe Israel Defense Forces accused Mohamed Abu Salmiya of allowing Hamas to use tunnels under Gaza’s largest hospitals to coordinate their activities. The role of hospitals has become one of the key controversies of the conflict, with Israel depicting them as being centers of militant coordination. Palestinians deny the accusation and have repeatedly condemned their targeting.\n\nIn its statement, the IDF claimed it had “evidence showing that the Shifa Hospital, under his direct management, served as a Hamas command and control center.”\n\nKhaled Abu Samra was one of seven al-Shifa doctors who accompanied about 260 patients in the convoy leaving the hospital. He told The Washington Post that the evacuation came at the direction of Israeli forces, which provided the hospital with more than a dozen ambulances and two vans with U.N. drivers.\n\nAdvertisement\n\n“I was with kidney failure patients on the bus to provide assistance if anyone became fatigued on the way,” he said.\n\nThe group waited at a checkpoint for seven hours, undergoing searches, Abu Samra said. Some of the soldiers spoke to the children in Hebrew, possibly searching for Israeli hostages. They questioned individual patients and asked about their injuries and affiliation with Hamas, among other questions.\n\nSome passengers were taken off the bus. Soldiers shone lights in their faces and spoke in both Arabic and Hebrew. In Hebrew, they said, “You are under the protection of the Israeli army; you can ask for help from us.”\n\nAbu Salmiya, the head of the hospital, was arrested along with two ambulance drivers soon after the search.\n\nOn Wednesday, the Israeli military released videos purporting to show underground passageways and rooms that appeared to be extensions of a tunnel the military first uncovered last week beneath the grounds of al-Shifa. The videos show bathrooms and smaller rooms containing metal cots and an air conditioning unit but little concrete evidence to indicate what they were used for.\n\nAdvertisement\n\nThe Israeli military has been under heavy international pressure to prove its claims that Hamas constructed a large and elaborate command and control system under the hospital complex. The military has escorted journalists, including from The Post, into the combat zone to view some structures, including a shaft within the complex walls. Reporters were not allowed to enter the shaft or otherwise conduct independent inspections.\n\nShare this article Share\n\nInternational law requires militaries to make clear distinctions between civilians and combatants and to take all possible steps to prevent civilian harm. Al-Shifa is the biggest hospital in Gaza, and thousands of civilians have sought medical care and shelter there. The IDF took control of the hospital facility last week following a raid.\n\nIsrael’s Supreme Court on Thursday continued to turn aside legal challenges to the hostage-for-prisoner swap, ruling against three petitions brought by victims advocates. Israel allows citizens who have been victims of militant attacks to challenge the release of prisoners, but the Supreme Court has never previously blocked a deal.\n\nAdvertisement\n\nUnder the agreement, Israel will release three Palestinians — women or teenagers — it now holds in its prisons in exchange for the safe return of each hostage. Israel has said it could extend the pause in bombing by a day for every additional 10 hostages who are released after the initial group of 50. More than 200 people were taken hostage during Hamas’s attack on Israel on Oct. 7.\n\nThe agreement comes as the United Nations and other international humanitarian organizations are increasingly sounding the alarm over the situation in the embattled enclave after almost seven weeks of strikes.\n\n“This is as bad as it gets,” Martin Griffiths, the U.N.’s emergency relief coordinator, said to CNN on Wednesday, citing how 4 out of 5 people in Gaza have been displaced. “Gaza is a global crisis.”\n\nThe Gaza Health Ministry said in a statement Thursday that more 13,300 people have been killed since the start of the war, with 35,180 wounded, and that about 6,000 people are missing. The figures, dated Tuesday, did not include figures from the al-Shifa and Indonesian hospitals, the ministry said.\n\nAdvertisement\n\nThe tally is the ministry’s first update of casualties in the enclave since Nov. 10, when communication failures and fighting kept it from maintaining a daily count.\n\nIsraeli attacks on medical infrastructure have been a recurring issue during the fighting, and on Wednesday, the toll from the shooting at a Doctors Without Borders convoy trying to evacuate wounded staff members from Gaza City rose to two, the organization said.\n\n“I honestly don’t know how much more our staff can take,” wrote Natalie Thurtle, an emergency physician working with the organization, describing the lingering death of an injured staff member over four days after further requests for evacuation failed.\n\nIn a statement after the attack, MSF, as the medical organization is known, said the evacuation convoy followed an itinerary provided by the Israeli army. After being blocked at a checkpoint for several hours, the convoy turned back and then came under fire near the MSF office. “The vehicles were clearly marked with the group’s large red logo,” staff said.\n\nAdvertisement\n\nIn a statement Thursday, the IDF said that the convoy of vehicles was driving “suspiciously in their direction,” and that its forces “fired warning shots in order to warn the vehicles from approaching. No hits were identified.”\n\nAhead of the much-anticipated pause, Israeli artillery struck several locations overnight and into Thursday, according to witnesses reached by The Post and reports of local journalists, from Beit Lahia in the north to Khan Younis and the Rafah refugee camp near the Egyptian border.\n\nSeveral rescue workers were killed in a strike for the second day in a row, according to reports in the northern refugee camp of Jabalya. The IDF said it had completed its encirclement of the camp, the largest in the Gaza Strip. Reporters posted images of bodies lined up at the entrance of Kamal Hospital, one of the few remaining medical facilities functioning in the north.\n\nHezbollah and Israel also traded fire along the Lebanon-Israel border in clashes that have steadily escalated in recent weeks, fueling concerns of a wider war. Hezbollah strikes on Israel have reached as many as a dozen attacks a day in recent days. Five Hezbollah members, including the son of a senior Hezbollah official, were killed in an Israeli strike Wednesday night, a Hezbollah media spokesperson told The Post.\n\nGeorge reported from Doha, Qatar, and Balousha from Amman, Jordan.\n\ncorrection An earlier version of this article incorrectly said three Palestinian prisoners would be released in exchange for 50 hostages. The agreement between Israel and Hamas stipulates that three Palestinian prisoners will be released in exchange for each hostage. The article has been corrected.",
          "link": "https://www.washingtonpost.com/world/2023/11/23/israel-gaza-hamas-hostage-prisoner-deal-shifa/",
          "keywords": [
            "hostage",
            "israel",
            "day",
            "release",
            "deal",
            "set",
            "statement",
            "pummeled",
            "hostages",
            "hospital",
            "israeli",
            "medical",
            "strikes",
            "pause",
            "hamas",
            "gaza"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/11-23-2023/t_cf1f62863dd74353b127ab7293c5e4cb_name_5KYJKTVY5FIWVZ55AI7P5NYQ2Q.jpg&w=1440",
          "published": "2023-11-23T00:00:00"
        },
        {
          "title": "Elon Musk, Sam Altman illustrate a Silicon Valley truth: icons are fallible",
          "text": "Listen 10 min Share Comment on this story Comment Add to your saved stories Save\n\nThe mutiny inside OpenAI over the firing and un-firing of chief executive Sam Altman, and the implosion of X under owner Elon Musk, are not just Silicon Valley soap operas. They’re reminders: A select few make the decisions inside these society-shaping platforms, and money drives it all.\n\nThe two companies built devoted followings by promising to build populist technology for a changing world: X, formerly known as Twitter, with its global village of conversations, and OpenAI, the research lab behind ChatGPT, with its super-intelligent companions for human thought.\n\nBut under Musk and Altman, the firms largely consolidated power within a small cadre of fellow believers and loyalists who deliberate in secrecy and answer to no one.\n\nMusk has run X as a fiefdom, boosting far-right supporters, antagonizing advertisers and attacking advocacy groups. And Altman, who was fired by the board last week and reinstated late Tuesday, has just as much, if not more, power than when he left — including a newly redrawn board from which most of the directors who opposed him have been excluded.\n\nAdvertisement\n\n“These are technologies that are supposed to be so democratized and universal, but they’re so heavily influenced by one person,” said Noah Giansiracusa, a professor at Bentley University in Massachusetts who researches AI. “Everything they do is [framed as] a step toward much larger greatness and the transformation of society. But these are just cults of personality. They sell a product.”\n\nThe twin dramas that have captured the tech world’s attention are ongoing. X is still seeing advertisers leave — including, most recently, Paris Hilton’s company, whom X chief Linda Yaccarino recently championed as proof the company is still culturally relevant. And while Altman is back at OpenAI, the final composition of its nine-member board remains unknown.\n\nBoth X and OpenAI in recent months have cast themselves not just as providers of software tools but as beacons of ideologies, building tools for the long-term public good.\n\nAdvertisement\n\nMusk said he bought Twitter last year for $44 billion to fight against the “woke mind virus” of liberal ideas that he said “will destroy civilization” and to safeguard it as a “digital town square” for free speech. “We’re a company that believes in transparency,” making “a single application that encompasses everything,” he said during an internal meeting last month.\n\nOpenAI has, since its founding in 2015, operated as a kind of collectivist nonprofit, an unconventional structure it said was necessary for its “humanity-scale endeavor pursuing broad benefit for humankind.” And Altman told Congress in May that it was “essential that a technology as powerful as AI is developed with democratic values in mind.”\n\nAdvertisement\n\nAfter the board fired Altman last week, saying he’d not been “consistently candid,” more than 700 of OpenAI’s 770 employees vowed to defect unless the board resigned — perhaps to join him at Microsoft, the Big Tech behemoth that offered to hire him to lead a new advanced AI research team. Altman’s allies flooded X with lionizing messages and heart emojis in the days before the company announced his return as CEO.\n\nIn an X post on Wednesday, Altman said, “I love OpenAI, and everything I’ve done over the past few days has been in service of keeping this team and its mission together.”\n\nThe company said Wednesday that the directors who backed his firing — including the board’s only two women, Helen Toner and Tasha McCauley, proponents of a Silicon Valley dogma known as “effective altruism” — had been replaced by two members of the elite of American tech and finance. Neither are considered members of the rebel class.\n\nAdvertisement\n\nBret Taylor, a veteran Google and Facebook executive who as Twitter’s chairman pushed that board to accept Musk’s takeover, will join as chairman. In a LinkedIn post last year, Taylor championed modern AI’s “excitement and inevitability,” saying it “will change the course of every industry.”\n\nLarry Summers, the former treasury secretary and Harvard University president who once suggested that women pursued high-level math and science less often than men because of innate differences between the sexes, is the other new board member. (Summers has said the comments were misinterpreted.)\n\nSummers is known as an outspoken AI booster, saying in TV interviews over the last year that ChatGPT would “replace what doctors do” and that AI “could be the most important general purpose technology since the wheel or fire.” But some critics in Washington have slammed Summers for his recent off-target predictions around inflation.\n\nAdvertisement\n\nJeff Hauser, the head of the left-leaning advocacy group Revolving Door Project, said in a statement Wednesday that Summers’s role on the board was a sign OpenAI was “unserious” about its oversight, and that it “should accelerate concerns that AI will be bad for all but the richest and most opportunistic amongst us.” A Summers representative did not respond to requests for comment.\n\nShare this article Share\n\nThe American tech industry has long paid reverence to its monolithic slate of founders and visionaries: Meta’s Mark Zuckerberg; Google’s Larry Page and Sergey Brin; Apple’s Steve Jobs and Tim Cook. But where the other firms sold phones and search engines, Musk and Altman championed their work as a public mission for protecting mankind, with a for-profit business attached. It is notable that as private companies, they don’t have to report to federal regulators or to shareholders, who can vote down proposals or push back against their work.\n\nAltman and Musk are not the only ones in Silicon Valley to claim their businesses are motivated by mission and not ego and profits. Kyle Vogt, the former head of the autonomous-vehicle company Cruise, told The Washington Post that his driverless vehicles would ultimately lead to safer roadways and brushed off any criticism of his cars as “sensationalism,” despite several episodes of disarray on San Francisco’s streets.\n\nAdvertisement\n\nFormer employees and public officials warned the driverless cars were not ready for widespread deployment, but Vogt justified the aggressive rollout with claims that the company, which is owned by General Motors, was morally superior to a profit-driven business.\n\n“We have a sense of urgency but … it’s not because we’re chasing some profit targets,” he said in September. “It’s because we’re constantly reminded of the chaos on our roads every day. And we feel that now that there is finally a technology solution that can actually do something about it.”\n\nVogt resigned this weekend, less than a month after California revoked Cruise’s license to operate and its entire nationwide fleet was recalled, following an incident in which one of the cars dragged a struck pedestrian for 20 feet.\n\nThe corporate storytelling that pushes technology as a force for public harmony has proved to be one of Silicon Valley’s great marketing tools, said Margaret O’Mara, a professor at the University of Washington who studies the history of technology. But it’s also obscured the dangers of centralizing power and subjecting it to leaders’ personal whims.\n\nAdvertisement\n\n“Silicon Valley has for years adopted this messaging and mood that it’s all about radical transparency and openness — remember Google’s ‘Don’t be evil’ motto? — and this idea of a kinder, gentle capitalism that’s going to change the world for the better,” she said.\n\n“Then you have these moments of reckoning and remember: It’s capitalism. Some tech billionaires lost, and some other ones are winning,” she added. “These are private-sector people making money off something that serves a public function. And when they take a turn because of very personal, very individual decisions, where a handful of people are shaping the trajectory of these companies, maybe even the existence of these companies, that’s something new we all have to deal with.”\n\nCongress’s failure to pass broad regulations on AI has only contributed to the risks. Rep. Ro Khanna, who represents parts of Silicon Valley, said in an interview that the OpenAI turmoil underscores concerns that “a few people, no matter how talented, no matter how knowledgeable, can’t be making the rules for a society on a technology that is going to have such profound consequences.”\n\nAdvertisement\n\nThe California Democrat, who attended a private dinner with Altman and dozens of other lawmakers in May when the tech mogul testified on Capitol Hill, said he worried that he and other tech executives were beginning to develop an “air of congresspeople and senators” that allowed them to play an outsize role in the federal debate over industry rules.\n\n“We’ve seen a parade of these big tech leaders come to D.C.,” Khanna said. “I think highly of them, but they’re not the ones who should be leading the conversation on the regulatory framework, what safeguards we need.”\n\nMusk and Altman share a relish for the spotlight. After suing the liberal advocacy group Media Matters for a report showing how ads on X sometimes appeared alongside pro-Nazi content, Musk on Tuesday posted a message, under a picture of him holding a katana, saying, “There is a large graveyard filled with my enemies. I do not wish to add to it, but will if given no choice.”\n\nOn Wednesday, an official X account posted about a separate report on X misinformation from NewsGuard, a fact-checking start-up, and warned news organizations against taking the findings at face value.\n\nAltman, too, seemed to take his own victory lap as the rebellion against the OpenAI board grew. On Sunday, when he met with board members at the company’s office about a possible return, he posted a selfie to X in which he held up an OpenAI guest lanyard. “First and last time I ever wear one of these,” he wrote in the post, which has been liked more than 100,000 times.\n\nBut not everyone is so convinced that a wealthy tech luminary will save the day. After Altman’s firing, his allies began sharing a mantra across social media designed to push back on the board: “OpenAI is nothing without its people.” When an X employee sought to co-opt the message by posting “X is also nothing without its people,” Lara Cohen — a former executive there who left during Musk’s companywide purge — added her own corrective.\n\n“Oh god,” she wrote on Threads. “Who is going to tell him?”\n\nCristiano Lima, Trisha Thadani and Nitasha Tiku contributed to this report.",
          "link": "https://www.washingtonpost.com/technology/2023/11/23/x-musk-openai-altman-big-tech/",
          "keywords": [
            "sam",
            "valley",
            "x",
            "illustrate",
            "altman",
            "tech",
            "ai",
            "musk",
            "silicon",
            "truth",
            "fallible",
            "board",
            "company",
            "icons",
            "openai",
            "technology",
            "elon"
          ],
          "top_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/GJH3YNKEKFDRVFZ46HPRF4FGQM.jpg&w=1440",
          "published": "2023-11-23T00:00:00"
        }
      ]
    },
    "New York Times": {
      "link": "https://www.nytimes.com/international/section/politics",
      "articles": [
        {
          "title": "5 Minutes to Make You Love Music",
          "text": "Card 1 of 28\n\n5 Minutes That Will Make You Love Alice Coltrane\n\nWe asked writers, critics and musicians including Meshell Ndegeocello and Angel Bat Dawid to tell us what moves them in Coltrane’s spiritual jazz.\n\nBackground Image: A colorful animated illustration of a musician with a loose resemblance to Alice Coltrane playing the harp with their eyes closed.",
          "link": "https://www.nytimes.com/interactive/2023/10/27/arts/music/music-fivemins-collection.html",
          "keywords": [
            "minutes",
            "resemblance",
            "playing",
            "writers",
            "alice",
            "music",
            "ndegeocello",
            "musician",
            "tell",
            "love",
            "moves",
            "spiritual",
            "musicians"
          ],
          "top_image": "https://static01.nyt.com/images/2022/08/03/arts/03fiveminutes-jazz-duke/03fiveminutes-jazz-duke-facebookJumbo.jpg",
          "published": "2023-10-27T00:00:00"
        },
        {
          "title": "From Serial Productions: The Kids of Rutherford County",
          "text": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\n\nmeribah knight\n\nDo you remember what year it was that you were arrested and jailed?\n\nspeaker 1 I was so young that I don’t even remember what was going on in that time. [MUSIC PLAYING]\n\nmeribah knight\n\nYeah. Right. And so you were — how old were you?\n\nspeaker 1 Seven.\n\nmeribah knight\n\nOh, my god. When Brandon was just seven years old, police showed up at his door to arrest him. Brandon’s offense? Tagging along with his older brothers who’d wrestled in a vacant duplex and left some holes in the drywall. Now police were there to take Brandon and his brothers to the juvenile detention center, jail, basically.\n\nspeaker 1 My mom said that they weren’t going to take me in. But they were like, well, he needs to learn his lesson.\n\nmeribah knight\n\nBrandon was held in detention overnight and then brought to the juvenile court for his hearing.\n\nspeaker 1 They had me in shackles, from our feet to our arms, going into court.\n\nmeribah knight\n\nBrandon should have gone home with his mom that day. But when he went before the judge, she sent him back to jail for a week. Brandon’s arrest and detention happened in Rutherford County, Tennessee. And his case wasn’t unique there. For over a decade, the county was arresting and jailing kids for even the most minor offenses.\n\nspeaker 2 I didn’t want to go to school. speaker 3 I just ran away. speaker 4 I spray painted a penis on a wall.\n\nmeribah knight\n\nIt happened so often, to so many kids in Rutherford County, that getting sent to juvenile detention was almost a rite of passage. In many cases, what it also was was illegal. This is the story of how that system came to be, how it came to be normalized, accepted, lauded even. It’s also the story of two insiders who actually did see the problem in Rutherford County.\n\nspeaker 5 We would sit out, and smoke a cigarette, and say, we’re going to burn this place to the ground. [LAUGHS]\n\nmeribah knight\n\nThey just needed other people to see it, too. From Serial Productions and the New York Times, I’m Meribah Knight. And this is The Kids of Rutherford County, coming October 26.",
          "link": "https://www.nytimes.com/2023/10/19/podcasts/serial-kids-rutherford-county.html",
          "keywords": [
            "rutherford",
            "detention",
            "sent",
            "serial",
            "county",
            "going",
            "juvenile",
            "remember",
            "productions",
            "speaker",
            "transcript",
            "kids"
          ],
          "top_image": "https://static01.nyt.com/images/2023/10/18/podcasts/rutherford-promo-art/rutherford-promo-art-facebookJumbo-v2.jpg",
          "published": "2023-10-19T00:00:00"
        }
      ]
    }
  }
}