{
  "newspapers": {
    "breitbart": {
      "link": "http://www.breitbart.com/",
      "articles": [
        {
          "title": "Exclusive — Pompeo: Trump Confronting Islamic Terrorism Made America and the World Safer",
          "text": "Secretary of State Mike Pompeo told Breitbart News exclusively last week in his office that President Donald Trump directly confronting radical Islamic terrorism made the United States and the world a much safer place, paving the path for historic peace deals like the Abraham Accords.\n\nBecause the Trump administration directly confronted radical Islamic terrorism, Pompeo said that during Trump’s presidency, there have not been a litany of such terrorist attacks like there were during the end of the previous administration, which saw radical Islamic terrorist attacks in San Bernardino, California, and Orlando, Florida, among other places. While the problem is not entirely eradicated, the nation’s chief diplomat said that Americans are clearly safer at home with Trump in the White House than they were before he was president.\n\n“There have been a couple incidents during our time, but is the case that this idea that we’re going to call it what it is — radical Islamic extremism — we’re going to confront it by taking away their real estate and destroying the caliphate. We’re going to confront it by taking the architect of a good deal of this terrorism, Qassem Soleimani, from the battlefield,” Pompeo said. “These are serious actions by serious leaders who said it’s not enough to appease and allow them to grow. That will one day lead to bad outcomes. By confronting it, we’ve succeeded in avoiding entering any new wars — that’s no small thing for an administration. We’ve begun to move past the counterterrorism model we had post-9/11 and said we can still maintain our position and protect the homeland but with fewer of our young American men and women in harm’s way. It is possible to accomplish each of those objectives, and I think we have demonstrated our ability to do so.”\n\nPompeo explained that the approach the Trump administration has taken to confronting terrorism is one that understands the “risk” domestically from such actors is “multifaceted.” So, the president and his team — of which he has been a leading player, first as CIA director then as secretary of state — have sought to empower like-minded nations in the region and directly confront and challenge those who would bring harm upon us.\n\n“The risk to the homeland from terrorism is multifaceted and can come from multiple places,” Pompeo said. “What you want to find is friends and partners who are like-minded and have capabilities to help you respond to it and make sure you’re deploying whatever resources you have available to the problem as it stands today. Afghanistan is a piece of that. After 9/11, we had over 100,000 soldiers there at one point. When President Trump came to office, there were multiple thousands of soldiers there. We said, ‘look, we have a terror threat all around the world. How should we best deploy our resources?’ We concluded we could work with the Afghans, talk to the Taliban, and get to the table and have negotiations and lead ourselves to a place that reduces the risk to the homeland, reduces the risk to lives of American soldiers. This is the same model we’ve used in the Middle East more broadly: go find friends and partners. So, the Emiratis, in North Africa, Sudan, the Bahrainis, and others who will partner with us against the central threat there which began as the caliphate. Remember, they were cutting people’s heads off and putting them in cages when we came into office. That’s not happening today. The Iranians displaced over six million people in Syria and President Obama chose to make a threat and then walk away from it signaling to the Syrians and the Iranians that there is no place you can go that will cause us to respond in a serious way. President Trump, when the Syrians used chemical weapons, we struck. People have forgotten about this, toward the first part of our administration, they used chemical weapons and President Trump responded in a serious way. When they used Qassem Soleimani, the president responded in a serious way. We have not been unwilling to use American power, but we’ve used it in a way that actually confronts the real threat as it’s presented, and we’ve done it using diplomatic and economic tools more often than we’ve chosen to resort to military tools.”\n\nAs former Vice President Joe Biden – the Democrat candidate for president who currently leads enough states’ certified election results to win the electoral college in Monday’s meeting at which he is expected to become president-elect — prepares to take office, many on the right are concerned that Biden may seek to reenter the failed Iran nuclear deal (JCPOA) from the Obama years. Pompeo, asked about the Iran deal, told Breitbart News that its “fundamental flaws” are “legion,” and reentering it or something like it would be a huge mistake.\n\n“The fundamental flaws of the JCPOA are legion,” Pompeo said. “They begin with the fact they are temporary, any restrictions, and we are now five years on — it was 2015, and it’s now 2020 — and most of the restrictions are in the ebb. One of the restrictions, the capacity for the Iranians to buy and sell weapons, has already expired. We did our best at the UN to stop that. But that restriction is gone. It was only temporary, and it didn’t address this problem over the long haul of even their nuclear program, and it presented a clear pathway for Iran to ultimately obtain a nuclear weapon. Second, it was too short and not broad enough. It didn’t address what we have seen, which is their ballistic missile program continues to advance and the JCPOA didn’t address it. We’ve seen the terror campaign, and so the only way we found to address those issues was to deny the regime resources. Now, tens and tens of billions of dollars of resources denied to the Ayatollah, Khamenei, to conduct terror around the world and so that must certainly be better. Reentering that deal would light up the Iranian economy and give them all the money and wealth that they want for themselves. They will steal it, and they will not use it to take care of their people. They’ll use the remainder of that for terror. So, that is a bad pathway, and the countries in that region know it’s a bad pathway. Our Gulf friends and Israeli friends know it’s a bad pathway, and down that pathway lies ruin.”\n\nWhen asked about the Biden team’s plans to keep the peace deals that Trump has negotiated between Israel and several Arab countries — like Bahrain, United Arab Emirates, Sudan, and now the latest last week Morocco — dubbed the Abraham Accords, Pompeo said that was a “good” thing.\n\n“That’s good because the Israelis, the Bahrainis, the Sudanese, and the Emiratis certainly want to keep them,” Pompeo said.\n\n“There will be [other countries that join],” he added. “We never know the when, but we know the what. We know that these nations will all conclude that recognizing Israel as the appropriate homeland of the Jewish people is the right thing to do for the people of their country. This is a pathway that many of these countries will choose soon, and others of these countries will choose in more time, but they’re all going to head that way. It’s become clear that the economics, the security relationships, all the benefits that come from partnering with Israel to counter the Islamic Republic of Iran is the right thing to do so I’m very confident more nations will follow.”\n\nThis is the third and final part of Pompeo’s latest Breitbart News exclusive. The other two addressed the future of America First and its “lasting legacy,” and how President Trump has exposed the Chinese Communist Party as a serious threat to the world.",
          "link": "http://www.breitbart.com/politics/2020/12/13/exclusive-pompeo-trump-confronting-islamic-terrorism-made-america-world-safer/",
          "keywords": [
            "exclusive",
            "pompeo",
            "terrorism",
            "pathway",
            "confronting",
            "trump",
            "way",
            "threat",
            "president",
            "world",
            "used",
            "serious",
            "america",
            "weve",
            "safer",
            "islamic"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/nov-20-2020-sec-state-Jerusalem-Mike-Pompeo-mask-Getty-AFP-640x335.jpg",
          "published": "2020-12-13T00:00:00"
        },
        {
          "title": "Schweizer: ‘National Tragedy’ How Media Acted as ‘Gatekeepers’ of Hunter Biden Story",
          "text": "Sunday on Fox News Channel’s “Life, Liberty & Levin,” Breitbart News senior contributor Peter Schweizer addressed the Department of Justice investigation into former Vice President Joe Biden’s son, Hunter, and his foreign dealings after it was covered up by Biden’s presidential campaign and dismissed by the media.\n\nSchweizer said it is a “national tragedy” the media killed the story before it got out. He then called for a national media that will hold its national leaders into account.\n\n“What you have is a situation today where the Bidens have repeatedly lied to the media, and the media doesn’t care. They don’t want to catch them in the lies; they don’t want to pursue the lies,” Schweizer asserted. “Look at Hunter Biden. Hunter Biden goes on national television, on ABC News, and said, ‘I have not received a single penny from the Chinese.’ Well, we now know, of course, he got close to $5 million from CEFC, a Chinese government-connected energy company. We know he had a big equity stake in that private equity firm — that billion a half dollar private equity firm. We know there were other transactions involving Rosemont Realty and Rosemont Opportunities Fund, too, so he was flat out lying to the national media. What has been the media’s response? Nothing. They’ve taken it. They’ve accepted it.”\n\n“In fact, they not only covered it up,” he continued. “You know, Ben Smith of The New York Times ran a piece right before the election bragging about the fact that the gatekeepers, which of course include the Times and other publications, had effectively killed this story and how proud they were of it. So, we are in a situation today, Mark, where a grand jury was impaneled in 2018 to look into Hunter Biden and his foreign dealings. It has a counterintelligence component. It has a tax fraud component. It has a public corruption component. This has been going on for two years, and nobody in the national media took it upon themselves to actually pursue that story. It’s a massive disservice to the American public. We need a vibrant media that is following all of our national leaders and holding them into account. And we don’t have that. We have a national media that wants to protect certain powerful figures and wants to go after other public figures. And it’s a national tragedy.”\n\nFollow Trent Baker on Twitter @MagnifiTrent",
          "link": "http://www.breitbart.com/clips/2020/12/13/schweizer-national-tragedy-how-media-acted-as-gatekeepers-of-hunter-biden-story/",
          "keywords": [
            "know",
            "national",
            "bidens",
            "equity",
            "media",
            "component",
            "hunter",
            "biden",
            "acted",
            "dont",
            "public",
            "schweizer",
            "tragedy",
            "gatekeepers"
          ],
          "top_image": "https://media.breitbart.com/media/2020/01/Peter-Schweizer-640x335.jpg",
          "published": "2020-12-13T00:00:00"
        },
        {
          "title": "‘Defund the Police’ Activists Complain Cops Aren’t Protecting Them Enough",
          "text": "Black Lives Matter DC activists complained on Sunday that the Metropolitan Police Department (MPD) failed to protect them while continuing to call for defunding police. The apparently conflicting statements came during a press conference held in Black Lives Matter Plaza Sunday afternoon.\n\nBlack Lives Matter DC Anthony Lorenzo Green said during the Sunday press conference that the mayor and police department failed “to protect the rights of D.C. residents” during the Stop the Steal Trump rally held in the nation’s capital on Saturday. ”\n\n“As we’ve witnessed for many months now during this uprising and for years in our own communities, MPD does not, cannot, will not keep us safe,” Green continued.\n\nIn June, BLM DC listed defunding the police as one of its demands during the city’s budget hearings, DCist.com reported.\n\nThe local news outlet reported:\n\nOn Saturday, protesters in D.C. made this point as concretely as possible, painting “Defund the Police” in large yellow letters next to the “Black Lives Matter” slogan Mayor Muriel Bowser had painted on a two-block stretch of 16th Street on Friday.\n\nNee Nee Taylor, a direct action coordinator for BLM DC, told the spectators at the plaza that they did not come to the area on Saturday to counterprotest the pro-Trump rally. She said they came “to make a safer place because no place is safe in DC for black people or people of color.”\n\n“Here at Black Lives Matter Plaza is where we uplift the defunding of the police,” Taylor stated. She said they should defund MPD because “MPD doesn’t keep us safe.”\n\nOther speakers continued to lay out their case as to why MPD should be defunded and that they failed to protect “their streets.”\n\nBob Price serves as associate editor and senior news contributor for the Breitbart Texas-Border team. He is an original member of the Breitbart Texas team. Price is a regular panelist on Fox 26 Houston’s Sunday-morning talk show, What’s Your Point? Follow him on Twitter @BobPriceBBTX, Parler @BobPrice, and Facebook.",
          "link": "http://www.breitbart.com/law-and-order/2020/12/13/defund-the-police-activists-complain-cops-arent-protecting-them-enough/",
          "keywords": [
            "cops",
            "mpd",
            "lives",
            "matter",
            "protect",
            "team",
            "activists",
            "dc",
            "black",
            "defunding",
            "defund",
            "protecting",
            "arent",
            "complain",
            "failed",
            "plaza"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/GettyImages-1248266118-640x335.jpg",
          "published": "2020-12-13T00:00:00"
        },
        {
          "title": "PHOTOS: Portland Leftists Build Warzone-Style Barriers to Keep Cops Out",
          "text": "Radical leftists erected warzone-syle barricades to block Portland, Oregon, police from enforcing an eviction order on the occupants of what is known as “the Red House on Mississippi.” The barricade is at least three blocks wide and in some places consists of a six-layer fence and barricade.\n\nEarlier this week, protesters repelled Portland police officers to came out to assist the local sheriff’s office in serving a legal eviction order on a foreclosed house. As officers arrived, protesters fought back violently and repelled the officers, Breitbart News reported.\n\nPortland’s Democrat Mayor Ted Wheeler, recently re-elected in a runoff election, promised to restore order and pledged, “There will be no autonomous zone in Portland.”\n\nTwo days later the leftists continued to illegally occupy the newly established autonomous zone and expanded it to its now three-block diameter. Portland Police Bureau Chief Chuck Lovell said his department was aware of a “stockpile of weapons” and the “presence of firearms.”\n\nOn Thursday, Chief Lovell said, “The Portland Police will enforce the law and use force if necessary to restore order to the neighborhood.”\n\nDespite the threats from the mayor and police chief, leftists continued reinforcing the autonomous zone and erected multi-layer border walls to slow down any police action.\n\nAs of Sunday morning, the barriers remain in place.\n\nReports indicate an agreement may have been reached between the leftists and the city. Tweets circulated on social media asking people to come help take down the barricades and clear the streets.\n\n“Barricades that had blocked a stretch of North Mississippi Avenue reportedly were coming down Sunday morning after a Black and Indigenous family fighting to save their North Portland house lost to foreclosure struck a tentative deal with city officials.,” the Oregonian reported.\n\nMayor Weeler’s office did not confirm the agreement with the local newspaper.\n\nThe Oregonian reported that crowd-sourcing donors raised more than $300,000 for the evicted family who reportedly owns another home where they currently live nearby. The current owner, who purchased the home in a 2018 foreclosure auction said he is willing to sell the home to the former owners. It is not known if that is the current deal that has reportedly been reached.",
          "link": "http://www.breitbart.com/law-and-order/2020/12/13/photos-portland-leftists-build-warzone-style-barriers-to-keep-cops-out/",
          "keywords": [
            "cops",
            "zone",
            "officers",
            "chief",
            "autonomous",
            "portland",
            "barriers",
            "warzonestyle",
            "reportedly",
            "house",
            "order",
            "photos",
            "build",
            "leftists",
            "restore"
          ],
          "top_image": "https://media.breitbart.com/media/2020/12/GettyImages-1230039439-640x335.jpg",
          "published": "2020-12-13T00:00:00"
        }
      ]
    }
  }
}